{
  "CCTV1": {
    "自然中国": {
      "channel": "CCTV1",
      "title": "自然中国",
      "desc": "2018年12月30日，由CGTN策划制作的200集原创4K系列节目《美丽中国：自然》在央视4K超高清频道正式播出。\n\n　　该系列节目采用高分辨率、宽色域、高动态范围、环绕声的4K摄制和播出标准，身临其境地展现我国近年在动植物和自然环境保护等方面取得的成就，诠释了人与自然是共生共荣的生命共同体的主题。《美丽中国：自然》系列节目还将在CGTN官网、客户端及海外社交平台陆续投放，向世界讲好中国故事，塑造中国形象，传播中国理念"
    }
  },
  "山东卫视": {
    "纪录片": {
      "channel": "山东卫视",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "馆长来了": {
      "channel": "山东卫视",
      "title": "馆长来了",
      "desc": "《馆长来了》由山东广播电视台发起，沿黄九省(区)文旅部门、电视台联合制作的一档黄河文化溯源节目。节目以沿黄九省(区)博物馆文物为载体，邀请沿黄九省（区）27家博物馆及国家级权威专家参与其中，共同溯源孕育中华文明的文化基因。节目从黄河源头青海出发，溯源九省至山东入海，甄选了几十件最具黄河文化特色的镇馆之宝级珍贵文物，沿黄九省（区)电视台主持人来到节目中；馆长们与权威专家、文化学者、文物相关人交流碰撞，展现灿烂的黄河文化，溯源历史，增强民族自信。"
    },
    "调查": {
      "channel": "山东卫视",
      "title": "调查",
      "desc": "Vijay Malik经营着一个新闻频道，他始终遵循自己的经营道德原则——老老实实做新闻。这导致他的频道的收视率，不断被善于哗众取宠，制造轰动效应的对手频道抢走。他的儿子Jai 野心勃勃，发誓拼回收视率。于是，背着父亲联系上一位富有的、腐败的政治家Mohan Pandey，两人合力制造丑闻，大造舆论，Jai骗取父亲的信任，利用父亲的电视台播报关于总理牵涉恐怖袭击的假新闻。在Jai的帮助下，Mohan Pandey成功竞选为新总理。然而，Malik手下的一名记者Purab发现了真相。Vijay Malik在他的新闻节目中公开道歉，承认错误。Jai畏罪自杀。Mohan Pandey拒绝承认与该丑闻有关。Vijay Malik辞职，将电台交给了诚实的记者Purab。"
    }
  },
  "CCTV2": {
    "青海我们的国家公园": {
      "channel": "CCTV2",
      "title": "青海我们的国家公园",
      "desc": "纪录片《青海·我们的国家公园》共三集，每集50分钟。纪录片主题突出、视角独到、画面优美，全面展现青海推进国家公园示范省建设成果，真实再现三江源国家公园、祁连山国家公园保持自然生态系统的原真性和完整性的生态风貌，揭示保护生物多样性、维护生态安全屏障、给子孙后代留下珍贵的自然资产的重大意义，从而唤起人们热爱生态、保护生态的自觉意识。纪录片立体展现了青海山河之美、生态之美及人与自然和谐共生的美丽画卷。"
    },
    "奇妙中国": {
      "channel": "CCTV2",
      "title": "奇妙中国",
      "desc": "由央视频出品，开年特别策划推出的系列纪实短视频节目《奇妙中国》，于1月11日-1月20日每晚19:55档在CCTV-9播出，并在央视频、央视网全网首播。节目由总台记者王冰冰为超级工程倾情代言，以讲述者的视角，带观众踏上这场“科学精神的奇妙之旅”。"
    },
    "潮州味道": {
      "channel": "CCTV2",
      "title": "潮州味道",
      "desc": "讲述潮州菜的过去与未来，传承与创新，通过美食背后的人物和故事展示潮州味道深厚的文化内涵。沿用老广的味道纪录片创作手法，通过记录人与食物之间的故事，把饮食文化还原于生活现场，使其与民间习俗、饮食习惯以及潮汕人生活的方方面面产生关联，立体呈现潮州菜的博大精深。"
    },
    "白洋淀": {
      "channel": "CCTV2",
      "title": "白洋淀",
      "desc": "华北平原上最大的淡水湖泊，素有“华北明珠”之称。2017年2月23日，习近平总书记在实地考察雄安新区建设规划时专程前往白洋淀，并且强调：建设雄安新区，一定要把白洋淀修复好、保护好。纪录片《白洋淀》正是围绕这片土地上人与自然如何同生共存展开叙述。通过《因水而生》、《临水而居》、《水城共融》三集内容，每集40分钟，在挖掘白洋淀“自然之美”“人文之美”“生态之美”的同时，从“人与水”、“人与淀”、“淀与城”三个维度，重新审视人类与自然的关系，展现新时代中国绿色发展的新价值理念，看白洋淀如何将美丽失而复得，探寻人与自然的共生之道，留住传承不息的精神根脉，见证千年大计的宏伟蓝图。"
    },
    "乡野有真味": {
      "channel": "CCTV2",
      "title": "乡野有真味",
      "desc": "乡村携带着中华文明的基因，隐藏着中国文明演化的原动力，乡村兴则中国兴。而每位国人心中都有一个田园梦。  《乡野有真味》系列纪录片，第一季共20集，每集10分钟，取材赣东北及周边地市乡村，发掘在地乡村最乡土、最原生的风味美食。美食的魅力，与人物命运交织，在撩人的烟火气中，演绎着动人的故事，也呼应着观众的浓浓的乡愁。在乡村振兴的大时代背景下，这些地方特色美食和美食中的人，也在蓬勃生长。正在地方经济社会发展中发挥着重要作用。"
    }
  },
  "CCTV4": {
    "我叫张思德": {
      "channel": "CCTV4",
      "title": "我叫张思德",
      "desc": "1933年，红军来到仪陇，18岁的张思德与伙伴勇闯金城寨，摸清敌情助红军攻城，就此投身革命。训练场上，他咬牙蜕变；战场上，他智取盐场、勇盗敌船、巧夺机枪，屡建奇功。反六路围剿，他目睹战友为守护百姓牺牲；长征途中，他尝百草、救战友，将他人安危置于首位。抗战时期，张思德成为毛主席警卫员，始终以百姓需求为念。1944年，在烧炭时窑洞塌方，他毫不犹豫将生的希望推给战友，自己却被黄土吞噬。从贫苦少年到革命战士，他用生命践行“为人民服务”，正如毛主席在追悼会上所言，他的死比泰山还重，其精神化作永恒丰碑。"
    }
  },
  "CCTV7": {
    "赤峰号": {
      "channel": "CCTV7",
      "title": "赤峰号",
      "desc": "1954年，国民党军队还盘踞在华东沿海的几个岛屿上。他们利用这些岛屿作为立脚点，派大军舰抢劫渔船，拦阻航运，破坏祖国的和平建设事业。为了保证渔业生产，保证航运安全，我年轻的人民海军东海舰队派出了“赤峰号”军舰进行护航。“赤峰号”的舰长铁海雄，对敌人的骚扰极为愤慨，他恨不得一下子就将敌人消灭。司令员及时批评了他，使他终于清醒过来。他和政委在舰上组织全体同志献计献策，发扬军事民主，制订出了新的作战方案。他们准备把敌人的太字号军舰引诱到我们鱼雷快艇设伏的羊角岛，用鱼雷攻击敌舰。在战斗打响之后，敌人出动了三艘太字号、两艘永字号军舰，使“赤峰号”处于一种非常危险的境地。“赤峰号” 的三号舱被击中进水，水兵大老梁受伤，他和战友小刘用身体堵住了漏洞，使“赤峰号”坚持开到了羊角岛。我军埋伏的六艘鱼雷快艇急速出击，用鱼雷攻击敌舰，敌舰顿时起火。“赤峰号”铁海雄舰长命令集中全舰的炮火，向敌舰轰击，敌舰中弹，逐渐沉人了海底。我年轻人民海军东海舰队取得了辉煌的胜利。不久，我军乘胜解放了大山岛。"
    }
  },
  "CCTV9": {
    "大猫传奇": {
      "channel": "CCTV9",
      "title": "大猫传奇",
      "desc": "动画电影《大熊猫传奇》根据刘先平同名小说改编。年逾古稀的安徽籍作家刘先平，是我国发展大自然文学的代表人物，在大自然中跋涉40年，用文学作品批判人类对大自然的破坏，歌颂和追求人与自然的和谐。"
    },
    "猎杀倒计时": {
      "channel": "CCTV9",
      "title": "猎杀倒计时",
      "desc": "该片涵盖了非洲、澳大利亚、北美洲和南美洲四个大陆，走访了 12 个不同的地方；从陆地上的猛兽到海洋中的霸主，各种令人惊叹的捕食者纷纷登场，带领观众深入探索这些地区最具代表性的顶级捕食者的生活及捕猎技巧。"
    }
  },
  "CCTV10": {
    "地理·中国": {
      "channel": "CCTV10",
      "title": "地理·中国",
      "desc": "《地理·中国》属科普类电视栏目。以地质科考为线索，以普及地理学知识为宗旨，介绍地质学的新发现、新成果、新探索，展示地质地貌的新、奇、特、美。栏目在带着观众感受大自然神奇魅力的同时，传播科学知识，倡导热爱自然，珍惜自然，并传播人与自然和谐共生、相互依存的理念。"
    },
    "大千世界": {
      "channel": "CCTV10",
      "title": "大千世界",
      "desc": "清朝末年，因海外入侵清政府内部更加混乱不堪。官员之间的贪污受贿也已屡见不鲜，一些不法商人为了获得最大利益做了很多违法事件。官商勾结中也闹出了不少笑话……"
    }
  },
  "CCTV11": {
    "角儿来了": {
      "channel": "CCTV11",
      "title": "角儿来了",
      "desc": "戏曲频道《角儿来了》是一档大型融媒体互动戏曲周播栏目。节目选取戏曲名角为切入点，他们或开宗立派，或是创新发展，或是时代先锋。通过对他们艺术传承与生活趣味的微观表达，突显向名角儿致敬，向传统致敬，向时代致敬的宏伟主题。节目以“还原名家本真，寻回时代情怀”为宗旨，打造“融媒互动、跨屏播出、全民参与、情境访谈、科技点亮舞台”等核心亮点，满足广大观众看大戏看好角儿的需求，讲述梨园名角的传奇故事，打造中国戏曲的舆论风标。"
    },
    "北上": {
      "channel": "CCTV11",
      "title": "北上",
      "desc": "鋼琴家提摩事業有成，但不懂得生活，導致妻子帶著孩子離開他。他的父親在消失35年後忽然出現，要和他一起來趟公路旅行，父子關係重新建立"
    }
  },
  "CCTV12": {
    "姥姥的饺子馆": {
      "channel": "CCTV12",
      "title": "姥姥的饺子馆",
      "desc": "八十年代初，姜桂芳因为包得一手好饺子，成为了北车站国营饺子馆厨师长。后因政策改革，被处处与她作对的许大雯联合经理把她挤兑走。下岗后，为了一家老小穿衣吃饭，姜桂芳开了一家“姥姥的饺子馆”。创业初期，处境艰难，她始终咬牙坚持。期间，她遇到了饺子馆拆迁和许大雯的针锋相对，这些困难不仅没有让她妥协，反而更加的坚强。在生活中，姜桂芳也遇到了大女儿生病、二女儿离婚、三儿子结婚、四女儿出走、以及收养五儿子等家庭问题。姜桂芳靠自己坚韧的性格和高超的智慧带领儿女们闯过一关又一关，饺子馆在起起伏伏中始终维系着家庭的情感，最终，儿女们生活渐渐步入正轨，姜桂芳也在儿孙满堂的家庭饺子宴中品尝着幸福的味道。"
    }
  },
  "CCTV14": {
    "大风车": {
      "channel": "CCTV14",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    },
    "熊出没-狂野大陆": {
      "channel": "CCTV14",
      "title": "熊出没-狂野大陆",
      "desc": "狗熊岭附近新开业了一个神奇的“狂野大陆”，在那里，通过基因技术人可以自由变身各种动物，享受无比的自由和快乐。导游事业受挫的光头强，阴差阳错与神秘人乐天和熊二组队，参加乐园里奖金丰厚的比赛，却遭遇了队友乐天的背叛，历尽艰险终于获得冠军之际，却意外发现狂野大陆里隐藏着惊天的阴谋。"
    },
    "我的哪吒与变形金刚": {
      "channel": "CCTV14",
      "title": "我的哪吒与变形金刚",
      "desc": "故事讲述一名叫小吒的当代中国男孩，他崇拜哪吒，也喜欢变形金刚。他渴望通过穿上铠甲获得非凡的力量，和自己心目中的英雄一起并肩打败坏蛋。在梦中的奇幻世界，小吒实现了自己的梦想，与哪吒和汽车人携手合作，一起阻止石矶和霸天虎的邪恶阴谋。在与邪恶抗争的过程中，小吒经历了挫折、失败、迷茫，但最终领悟到“真正的强大源于内心对正义信念的坚持”。他主动脱下铠甲，完成了从依赖外在铠甲到重视内在正义信念的转变，获得了精神上的成长。"
    },
    "熊出没-重返地球": {
      "channel": "CCTV14",
      "title": "熊出没-重返地球",
      "desc": "有点懒又有点馋的熊二虽然总是各种失误犯错，内心却一直梦想成为一位英雄，以此获得大家特别是哥哥熊大的认可。  一块外星原核的坠落打破了狗熊岭的平静，熊二意外的与外星原核合体，成为了拥有外星智慧能量的熊！随之而来的是“外星人”阿布的抢夺。阿布为了夺回原核，故意制造事端，让熊二众叛亲离。就在阿布将要成功的时候，一支神秘高科技军团的攻击彻底打乱了计划，导致熊强组合甚至整个地球于巨大的危难之中。  阿布隐藏的身份以及来到地球的真正目的到底是什么？神秘的高科技军团背后有何故事？自暴自弃的熊二能否振作起来实现他的英雄梦？他们能否挽救地球的危机？"
    },
    "熊猫百货商店": {
      "channel": "CCTV14",
      "title": "熊猫百货商店",
      "desc": "本美术片为水墨动画片。　　  　　小熊猫和爷爷开了一家百货商店，但刚开始营业，它们就遇到了难题：要出远门的长颈鹿买不到足够长的围巾，得了感冒的河马买不到足够大的口罩，裤子老往下掉的大象买不到足够长的腰带，而爱跳舞的小松鼠，则买不到足够小的红色跳舞鞋。为了不让顾客失望，小熊猫和爷爷商量后决定为它们量身定做，并决定抓紧时间把一切搞定。可是心急火燎地为顾客办货的路上，小熊猫自己一个不小心出了状况。"
    },
    "狐狸打猎人": {
      "channel": "CCTV14",
      "title": "狐狸打猎人",
      "desc": "本美术片为剪纸动画片，美术设计为韩美林。　　  　　顶天山上一张画在壁上的狐狸被道听图说成一只活生生的长有两颗大牙、三只眼睛、四个耳朵和五条腿的凶狠的恶狼，所有动物都吓得躲进自己的家，这个消息传入狡猾的狐狸的耳朵后，他找来老狼商议，装扮成为那只传说中的凶狠的狼。年轻的猎人也被恶狼的传说吓得躲进了被窝，可是为了吃饭，他终抱着侥幸的心理出门打猎，结果怕什么来什么，一声奇怪的叫声令他吓破了胆，“凶狠的狼”的现身更令他丢了猎枪，自此，噩梦缠上了他，他成了不配做猎人的胆小鼠辈。"
    },
    "长大尾巴的兔子": {
      "channel": "CCTV14",
      "title": "长大尾巴的兔子",
      "desc": "兔妈妈去外婆家前，嘱咐小兔子玩耍时小心长尾巴的坏狐狸，要是坏狐狸想抓它，要善于利用自己尾巴短谁也抓不住、腿长跑得快的优点快速逃跑。小兔子在森林中玩耍时，分别得到长尾巴的松鼠和小猴、长耳朵的狗熊的嘲笑，一时忘记妈妈叮咛的它开始抱怨自己为什么与其它的小动物不同，并幻想能有一条长长的尾巴、一对短短的耳朵。用气球和蝴蝶结装扮一番后，小兔子的梦想成真，可是就在它得意洋洋在松鼠和小猴面前显摆之时，危险也降临了。"
    }
  },
  "CCTV15": {
    "全球中文音乐榜上榜": {
      "channel": "CCTV15",
      "title": "全球中文音乐榜上榜",
      "desc": "《全球中文音乐榜上榜》是一档由中央电视台主办，泛亚地区各大媒体协办的音乐打榜节目，旨在打造全国最具公信力、最权威的音乐排行榜，推动中文原创，引领时代音乐潮流。"
    },
    "民歌·中国": {
      "channel": "CCTV15",
      "title": "民歌·中国",
      "desc": "《民歌·中国》栏目是中国唯一一档以中国原生态民歌歌种版图概念全景展示的中国民歌艺术节目，它为展示中国民歌提供了一个良好的契机和广阔的平台。此栏目系列化开拓中国民歌艺术视野，系列化介绍中国民族、民间的原生态民歌艺术，并大力推动中国原生态民歌的发展。"
    },
    "影视留声机": {
      "channel": "CCTV15",
      "title": "影视留声机",
      "desc": "《影视留声机》是中央电视台音乐频道推出的一档栏目，它以影视资料为素材，采用包装加工的方式向观众推荐中外影视作品中脍炙人口的音乐和歌曲。你可以忘了电影的故事，或是一部电视剧的细节，甚至是它们的名字，但是每当片中的旋律响起时，那沉淀的回忆，就会被轻轻地唤起；被雕刻的时光，也渐渐地清晰。光阴的指尖弹奏着心灵的音符，《影视留声机》让我们一起看见声音的表情，音乐响起，和我们想起的一切都属于你。"
    },
    "我的爱对你说": {
      "channel": "CCTV15",
      "title": "我的爱对你说",
      "desc": "丁福乐（余文乐 饰）是出生于普通的工人家庭的普通男子，父亲一心希望他能够跃上枝头变凤凰，于是逼迫他迎娶他根本就不喜欢的千金大小姐培芸（王祉萱 饰）。在婚礼现场，名为尚九九（杨蓉 饰）的女孩出现，“抢走”了丁福乐。\n\n　　九九虽然帮助丁福乐逃过一劫，但是自己却身陷囹圄。她的父母为她安排的商业联姻，对方是海外学成归来的富二代樊伟（朱一龙 饰）。在订婚仪式上，轮到丁福乐来救九九了，不仅如此，丁福乐还向九九表白的心意。两人的感情遭到了九九家人的强烈反对，丁福乐因此丢掉了工作，生活走入谷底。好在九九一直陪伴和鼓励着颓废的丁福乐，让他有了重新站起来的勇气"
    }
  },
  "山东综艺": {
    "纪录片": {
      "channel": "山东综艺",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    }
  },
  "湖南卫视": {
    "声起地平线": {
      "channel": "湖南卫视",
      "title": "声起地平线",
      "desc": "《声起地平线》是由迪玛希作为发起人，携手来自丝路沿线六国的青年音乐人共同开启的全新户外音乐唱演节目。八位歌手深入“一带一路”首倡地哈萨克斯坦的四座特色之城，感受在地的历史人文、城市建设和自然风光，将沿途见闻转化为八场融合民族底蕴与国际视野的舞台竞演。节目以积分角逐“荣耀之星”，在发起人和多位音乐见证人的助力下，展开了一场丝路青年互学互鉴的音乐奇旅。"
    },
    "与凤行": {
      "channel": "湖南卫视",
      "title": "与凤行",
      "desc": "身为魔界衔珠而生的碧苍王，沈璃的一生是璀璨而夺目的，但在她千岁诞辰之际，政治联姻的魔爪劈头盖脸的挠过来。九十九重天上的帝君，一纸天书颁下，着碧苍王与帝君第三十三孙拂容君定亲。拂容君早年便因花心而闻名天外，她堂堂魔界一霸，一杆银枪平四海战八荒，岂能嫁给那种花心草包!这婚必须逃!沈璃不想，这一跑还真碰上了那个不属于三界五行的男子..."
    }
  },
  "浙江卫视": {
    "奔跑吧": {
      "channel": "浙江卫视",
      "title": "奔跑吧",
      "desc": "《奔跑吧兄弟》是中国浙江卫视引进韩国SBS电视台制作的真人实境秀节目，从2014年10月开始播出，原版为韩国SBS电视台的《Running Man》。\n\n《奔跑吧兄弟》的游戏设定为成员与嘉宾前往各个任务地点进行前期任务，由胜出的队伍或个人获得对最终任务有利之提示或权力，最后在最终任务地点完成最终任务。最终任务游戏沿用《Running Man》的“撕名牌”环节。\n\n第五季开始，节目更名为《奔跑吧》（Keep Running），赛制亦稍作少量修改。"
    },
    "庆余年": {
      "channel": "浙江卫视",
      "title": "庆余年",
      "desc": "某大学文学史专业的学生张庆熟读古典名著，但他用现代观念剖析古代文学史的论文命题不被叶教授所认可。为了让叶教授成为自己的研究生导师，张庆决定通过写小说的方式，进一步阐述自己想要表达的观点。 在他的小说中，身世神秘的少年——范闲，自小跟随奶奶生活在海边小城澹州，随着一位老师的突然造访，他看似平静的生活开始直面重重的危机与考验。在神秘老师和一位蒙眼守护者的指点下，范闲熟识药性药理，修炼霸道真气并精进武艺，而后接连化解了诸多危局。因对身世之谜的好奇，范闲离开澹州，前赴京都。 在京都，范闲饱尝人间冷暖并坚守对正义、良善的坚持，历经家族、江湖、庙堂的种种考验与锤炼，书写了光彩的人生传奇。"
    },
    "幸福像花儿一样": {
      "channel": "浙江卫视",
      "title": "幸福像花儿一样",
      "desc": "八十年代，某军区文工团，在那个空气里都散发出纯真气息的时代，杜鹃（孙俪 饰）是其中最阳光的女孩子，身为舞蹈演员的她身段出色技术出众，赢得无数青睐与赞赏。她与同样才气出众的林彬（辛柏青 饰）恋爱，每天快乐得如同幸福的青鸟一样。然而这段纯爱没能经受住种种天意人为的考验，黯然分手，杜鹃嫁给了高干子弟白杨（邓超 饰），婚后白杨变化极大，他爱杜鹃，却爱得独霸嫉妒，倔强的杜鹃难以接受这样的爱，吵闹变成家常便饭。加上人生里种种事端让二人越走越远。生下孩子的杜鹃执意离婚，婚后重新面对林彬和白杨的追求，她会如何选择？\n\n　　大梅（殷桃 饰）是杜鹃最好的朋友，与纯真的杜鹃比起来，大梅敢作敢当敢爱敢恨，她审时度势嫁给了高干子弟，当经商大潮来临时又毫不犹豫地下海，一直处于时代潮流中。\n\n　　纯真的杜鹃，不管时代如何变迁，都保持着自己内心的清纯，她会否获得自己真正的幸福？而幸福是否能像花儿一样绽放，绽放在她的周围？"
    }
  },
  "东方卫视": {
    "乌云之上": {
      "channel": "东方卫视",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "马王堆·岁月不朽": {
      "channel": "东方卫视",
      "title": "马王堆·岁月不朽",
      "desc": "《马王堆·岁月不朽》通过现代科技与文化艺术的结合，突破考古发现式纪录片的常规范式，以湖南博物院为叙事空间，以马王堆文物为叙事主体，创造性地构建了一个全新的叙事框架，也记录了一场关于守护、传承与创新的深刻对话。让观众深刻感受和理解马王堆文化所代表的瑰丽文化，让古老的文明焕发出新的生命力。"
    },
    "锚点": {
      "channel": "东方卫视",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "两说": {
      "channel": "东方卫视",
      "title": "两说",
      "desc": "龟有公园前派出所隶属东京都新葛饰署，原本只是一间平凡无奇的小派出所，但是自从一位举世无双的超级麻烦兼笑料制造者的警员两津勘吉被分派到此地之后，龟有这个小地方就因为他的存在，而一年365天、一天24小时都有各种数不清的乌龙闹事发生。龟有公园前派出所也因为这个可以闹到警视厅，甚至是因能上达天宫、下至地府的世界第一乌龙警察而名震日本…"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "爱上海": {
      "channel": "东方卫视",
      "title": "爱上海",
      "desc": "美国作家帕特里夏-海史密斯（1921-95）的生活、爱情和工作的故事，通过她未发表的日记、她自己的声音和认识她的人（包括家人和亲密朋友）的声音讲述。"
    },
    "1/7": {
      "channel": "东方卫视",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    }
  },
  "江苏卫视": {
    "子夜外卖": {
      "channel": "江苏卫视",
      "title": "子夜外卖",
      "desc": "《子夜外卖》以“子夜”为时间窗口，既没有邀请明星嘉宾助阵，也没有主持人串联，而是完全以外卖员的第一视角，进行原生态的社会风貌记录。将以一期一主题的单元设置，辐射夜色下的缤纷风景。《子夜外卖》第一季分为8期节目，每期有3名外卖小哥作为故事主角，穿插其他人物群像，展现奋斗故事。拍摄过程采用全程跟拍的方式，第一时间对取单送单过程中发生的状况进行实时记录捕捉。"
    },
    "打歌2025": {
      "channel": "江苏卫视",
      "title": "打歌2025",
      "desc": "全国首档直播打歌综艺《打歌2025》重磅钜献！多元风格碰撞出彩，实力唱将火热开麦！7月25日起每周五21:20同步直播，LIVE视听盛宴，一起相约《打歌2025》，让好的舞台被看见，让好的歌声被听见！"
    }
  },
  "北京卫视": {
    "风味原产地": {
      "channel": "北京卫视",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    }
  },
  "安徽卫视": {
    "本色": {
      "channel": "安徽卫视",
      "title": "本色",
      "desc": "讲述来自纽约的少年弗雷泽在意大利的一个军事基地里，与凯特琳开始了一段浪漫的关系。然而，他对自己的性别认知并不清楚，因为他也对老兵杰森的产生了感情。"
    }
  },
  "东南卫视": {
    "非常旅行+": {
      "channel": "东南卫视",
      "title": "非常旅行+",
      "desc": "4位50+女性组成闺蜜旅行团，在非洲这片人类起源之地开启爱心公益之旅，通过独具个性的方式对外探索世界，冒险旅行，对内重拾友谊，审视自己。"
    },
    "分贝在出逃": {
      "channel": "东南卫视",
      "title": "分贝在出逃",
      "desc": "《分贝在出逃》是一档户外音乐治愈综艺节目。节目集音乐元素、旅途元素和真人秀元素为一体，传播音乐和友情的正能量。"
    },
    "鲁豫有约·一日行": {
      "channel": "东南卫视",
      "title": "鲁豫有约·一日行",
      "desc": "据了解，节目首播当期“华人首富”王健林将会带领鲁豫走进万达食堂，曝光传说中的万达内部食堂，还大谈与儿子王思聪的相处之道，甚至谈到了“自己要延迟退休以及为什么要延迟退休”，并且给鲁豫展示了自称一向“秘不示人”的“神秘收藏王国”，首次公开自己的私人飞机内部……这也将是王健林的综艺访谈节目首秀。著名主持人孟非，虽然全国知名，却从未上过任何一个节目深谈自己的人生和隐私，这一次听说是在南京与鲁豫盘桓一整日，对鲁豫全面开放了他的私人生活。除此以外，还有部分网友对杨丽萍位于大理的传说中“美到天上去”的月亮宫、因“抑郁症”远离观众视线10年的“摇滚蓝莲花”许巍和“网红霸道女总裁”董明珠的逆袭等也表示出了强烈的好奇，甚至有网友调侃称：“鲁豫姐姐一定要多吃饭，攒足力气多走出去带我们看看大咖们的人生”。还有网友表示能邀请到这些重量级的明星大咖，也只有鲁豫能做到。该节目将于8月26日起，每周五晚21：10分于东南卫视首播。"
    }
  },
  "湖北卫视": {
    "我是赵传奇": {
      "channel": "湖北卫视",
      "title": "我是赵传奇",
      "desc": "赵传奇接上级指令，令他带上档案，回军区接受重要任务。途中遭遇伏击，不得已烧掉档案。身负重伤的的赵传奇回到了军区，因无法证明身份而产生误会。赵传奇巧用诈降突围的事情恰巧又被军分区的侦察员亲眼所见，于是，赵传奇被扣上叛徒的帽子，跌落至谷底。小野的父亲为子报仇。请命前往晋察冀驻军，趁军区防御空虚，调动大队军马冒然出击。身陷禁闭的赵传奇凭借经验使得军区首长脱离险境。寡不敌众的赵传奇眼看要被俘虏，却被一伙拿着武器的村民解救。这些村民是褚家村的幸存者，为了活下去他们拿起武器开始保护自己。赵传奇获救后只好留在褚家村，赵传奇有作战经验，用自己的一套作战方法，利用村民手里现有的武器带着村民开始了抗日行动。赵传奇在带着村民抗日的过程中，终于救出自己的战友大出溜，证明了自己的身份，同时带领了村民加入了中国共产党。"
    }
  },
  "广东卫视": {
    "跟踪追击": {
      "channel": "广东卫视",
      "title": "跟踪追击",
      "desc": "1960年代初，深圳口岸。公安人员李明刚（林岚 饰）查获一只被人掉包的手提袋，里面装有炸药和雷管。经侦察发现，这只手提袋是老工人林德祥（简瑞超 饰）的侄子林永贵（辜朗晖 饰）的，立即抓捕突审，林交待要在国庆前夕炸电厂。李明刚将计就计要林告诉特务机关速派人来，不久，女特务徐英（红冰 饰）潜回大陆，她溜进潜伏特务钱家仁（史进 饰）家，狡猾的钱决定改变爆炸电厂，另择目标，并用“欲擒故纵”计迷惑我公安人员。李明刚识破敌伎俩，他通过种种表面现象，发现敌人下一步有更大的动作。为了国庆节的安全，他们和暗藏的敌人展开了殊死的较量。敌人将炸药藏在一只万用表里，关健时刻......  该片剧本是在“大跃进”期间，广州市委号召“人人写民歌，个个当诗人”的情况下产生。三个年轻的公安人员根据广州公安局隐蔽斗争的事迹，合力创作电影剧本《跟踪追击》。经广州公安局政治部交给珠影，后者反复推敲终成定稿。署名作者朱向群、安忠民并非真实姓名，前一个代表珠影，后一个代表广州公安局。"
    },
    "寻味东莞": {
      "channel": "广东卫视",
      "title": "寻味东莞",
      "desc": "东莞，中国广东重要的交通枢纽和外贸口岸，中国最具活力的国际化城市之一。过去的二十年来，东莞以高速发展的制造业闻名， 但在“世界工厂”身份之外，这里还隐藏着一个庞大神奇的美食世界。城市美食纪录片《寻味东莞》将以美食作为东莞的城市名片，带领人们探访东莞的地道⻛味，寻找一系列富有传奇色彩的鲜活美食，呈现这方水土过去和现在的碰撞，时间与空间的融合。"
    },
    "国宝时刻": {
      "channel": "广东卫视",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    }
  },
  "贵州卫视": {
    "詹姆士的厨房": {
      "channel": "贵州卫视",
      "title": "詹姆士的厨房",
      "desc": "《詹姆士的厨房·旅行季》是一档美食旅行慢综，由中国台湾著名烹饪美食家詹姆士与罗拉、王能能三人组成“寻鲜家族”，从贵阳出发自驾游遍贵州九地，一起制作一份旅行手帐，并开设一家创意集合菜小店，每一地还将有飞行嘉宾投送他的“美食订单”。"
    },
    "风味原产地": {
      "channel": "贵州卫视",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    }
  },
  "河北卫视": {
    "四喜": {
      "channel": "河北卫视",
      "title": "四喜",
      "desc": "家庭幸福、爱情甜蜜的明珠刚领证、怀孕，丈夫建奇就因见义勇为去世。明珠在众说纷纭中自己拿定主意，决定生下孩子，却遇见来寻亲的亲生父母一家。明珠在心有戚戚的亲情中走出伤痛，但公公意外猝死暴露了婆家的资不抵债。明珠挺身而出，厘清债务、承包单位，把家人们拧成一股绳，重新昂扬生活。"
    }
  },
  "山西卫视": {
    "三国": {
      "channel": "山西卫视",
      "title": "三国",
      "desc": "东汉末年，朝纲混乱。内有董卓巨奸权倾朝野，专横跋扈；外有黄巾军起义，撼动社稷。时有曹操韬光养晦，欲为国除害。逃出京城后，曹操与各地诸侯袁绍、刘备、孙坚等二十路豪杰会盟，共同讨伐董卓。几番征战，董卓最终死于义子吕布之手。此时大汉气数将近，英雄豪杰皆觊觎天下，因此上演了群雄逐鹿的争霸大戏。关羽、张飞、诸葛亮、周瑜、夏侯渊、陆逊、姜维、司马懿等风云人物相继入世，魏、蜀、吴三分天下，千古传奇流传至今……"
    }
  },
  "河南卫视": {
    "四喜": {
      "channel": "河南卫视",
      "title": "四喜",
      "desc": "家庭幸福、爱情甜蜜的明珠刚领证、怀孕，丈夫建奇就因见义勇为去世。明珠在众说纷纭中自己拿定主意，决定生下孩子，却遇见来寻亲的亲生父母一家。明珠在心有戚戚的亲情中走出伤痛，但公公意外猝死暴露了婆家的资不抵债。明珠挺身而出，厘清债务、承包单位，把家人们拧成一股绳，重新昂扬生活。"
    },
    "零炮楼": {
      "channel": "河南卫视",
      "title": "零炮楼",
      "desc": "贾寨与张寨一直以来相互争强互不相让，抗战时期两寨因日军的侵入团结一致。由于汉奸张兆银事先做好准备，龟田率领的日军轻易入驻两寨。他们建炮楼，搜刮两寨粮食，害死贾文坡及荷花，龟田还要强娶贾文锦新婚妻子张玉仙。贾文锦与张兆喜从国军战场溃败后得知日军作为，无比愤怒但又对国军失望，于是组建了白马团黑马团抗日武装。已在八路军中当上文工团团长的贾文柏奉命回村侦察敌情发展敌后武装。于是贾文柏整合了贾文锦的抗日武装和贾文灿的别动队，他们与维和会长贾文清里应外合打击敌人。在一次重要行动中，贾文清牺牲，张兆喜因贾文灿的叛变而身亡。受贾文柏感染，贾文锦同白马团黑马团成员加入八路军，他们最终端掉炮楼打败日军赢得了胜利。"
    },
    "西游记续": {
      "channel": "河南卫视",
      "title": "西游记续",
      "desc": "经过九九八十一难，唐僧师徒四人终于到达灵山，求取真经并修得正果。师徒一行驾云回到都城长安，觐见唐王李世民，并向其讲述了取经的经过。话说这一路真可谓艰难险阻，困难重重。通天河有灵感大王阻断行程，伤害性命；狮驼岭又有来自灵山的三神兽为妖作怪；期间更有师徒心生嫌隙，导致六耳猕猴趁虚而入，上演真假美猴王的好戏；更有金平府犀牛怪假冒佛祖，欺世盗名，引来天兵天将除妖。这万里艰辛，一言难尽。"
    },
    "聚焦": {
      "channel": "河南卫视",
      "title": "聚焦",
      "desc": "本片以震撼人心的真实事件改编，荣获普利策奖的《波士顿环球报》调查报道撼动了整座城市，并引发全球最古老、最具威望的机构之一陷入信任危机。当报社锲而不舍的“聚焦”调查组记者深入挖掘天主教会的性侵指控时，长达一年的调查揭露了波士顿宗教、司法与政府高层长达数十年的掩盖行径，随即在全球掀起揭露真相的浪潮。[开路影业]"
    }
  },
  "广西卫视": {
    "中国骑兵": {
      "channel": "广西卫视",
      "title": "中国骑兵",
      "desc": "该剧讲述了刘春雷和胡彦明这两个普通人在抗日战争时期不惜牺牲自己也要保家卫国的感人故事。"
    },
    "生死钟声": {
      "channel": "广西卫视",
      "title": "生死钟声",
      "desc": "讲述了因共党叛徒被国民党俘获后，出卖共党内部机密，潜伏在国民党内部的共产党员，为拯救共产党进步人士，并将共党人士安全送出上海，与国民党周旋斗智斗勇的故事。"
    },
    "画眉": {
      "channel": "广西卫视",
      "title": "画眉",
      "desc": "上世纪五十年代，海外学子计丹阳归国，投身国防科研工作。抵达香港后陷入敌特圈套。公安庞红梅保护计丹阳安全回到祖国，但敌特在香港失败后，继续围绕我方设在泸门的“水滴工程”，部署了“磐石计划”，由特务“雪狼”主持，试图破坏我方科研任务。为保证水滴工程的顺利开展，以庞红梅为代表的公安人员与敌特们展开数次交锋，但每到科研的关键节点，敌特总能先一步部署破坏计划，雪狼仍未找到，敌特仍在暗中破坏“水滴工程”，庞红梅等众公安在泸门与敌特进行了一场生死较量……而在保护专家组的过程中，庞红梅、计丹阳、厂医院护士白卉三人逐渐了解，成为好友。当庞红梅开始怀疑白卉父亲中医白铭汉的身份时，他们的友情又该何去何从？"
    },
    "三八线上": {
      "channel": "广西卫视",
      "title": "三八线上",
      "desc": "朝鲜战争打了三年以后，美帝国主义不得不座在了谈判桌上。但敌人是不甘心失败的，经常派特务越境收集我方情报，三八线上成了第二战场。美军戴维斯上校（道洛霍夫 饰）准备派遣间谍到北朝鲜找日本潜伏特务山本太郎（张展望 饰）取回002情报。甄别再三，他把任务交给了乔三（王运庭 饰）和崔春生（裴有犹 饰）。因为崔在日本特务机关受过训练，且他又是朝鲜人，还被特务机关洗过脑。俩人越境找到山本太郎，拿到002情报，在返回的途中，崔腿被打伤，躲进了阿妈妮家中，言谈中被阿妈妮发现了破绽，崔春生打伤了阿妈妮（王伯玲 饰），俩人落荒而逃。最终落入我志愿军和人民军之手。经证实，崔春生竟是阿妈妮的儿子......"
    },
    "南征北战": {
      "channel": "广西卫视",
      "title": "南征北战",
      "desc": "1947年冬，国民党军队对华东解放区发动重点进攻，我华东部队于苏北七战七捷后，为彻底歼灭敌人，大踏步后退。起初，有些战士想不通。某师一团一营高营长率部转移到沂蒙山区的桃村待命。老乡们对后撤也有意见。\r 为安定战士与老乡的情绪，高营长与村长赵玉敏分别将上级作战意图作了解释说明。这时，情况突然有了新的变化，敌方以为我军败退，集中三十万人马，从三面向我军合围，意欲决战。\r 我军在桃村前面的大沙河阻击敌人六个昼夜，然后向凤凰山转移，围歼凤凰山已被我军围困的敌军李军长所属的七个师。高营长奉命在摩天岭狙击前来增援的敌张军长部队。凤凰山一战结束后，高营长又奉命担任包歼援敌的先锋。\r 敌军退守大沙河以南负隅顽抗，高营长抄小路偷渡大沙河，切断敌军退路。敌人想炸掉大沙河上游的水坝，用水来阻止我军。赵玉敏带领游击队剪断了水坝上的炸药导火索，保全了水坝。我军渡过大沙河，歼灭了敌人，敌张军长及其参谋长均被生擒。"
    },
    "沧海丝路": {
      "channel": "广西卫视",
      "title": "沧海丝路",
      "desc": "西汉时期，汉武帝刘彻派遣张骞出使西域，打通了陆地丝绸之路，多年后，刘彻又做出了开辟海上丝绸之路的战略决策。面对重重阻力，名不见经传的青年易不全临危受命，担任汉朝使团正使。以刘太良、图六门为首的朝廷各种势力出于不同目的，都围绕这项新的国家战略反复角力，易不全也卷入他们的频繁交锋。易不全得到了恋人紫玉和使臣王中武等人的生死相助，率领大汉使节肩负国家重托，从始发港合浦扬帆起航，面向世界遍布仁义，修好外夷，惠及友邦，恩泽四海，将汉朝的丝绸等物产及华夏文明远播天下。他们历尽艰险，出访了都元、邑卢没、谌离、已不程等8国，开辟了闻名于世的海上丝绸之路和前无古人的伟大壮举。"
    }
  },
  "内蒙古卫视": {
    "洪湖赤卫队": {
      "channel": "内蒙古卫视",
      "title": "洪湖赤卫队",
      "desc": "1930年夏，彭家墩乡党支部书记韩英（王玉珍饰）和大队长刘闯（夏奎斌饰），根据战略需要率赤卫队主动撤退——用韩英的话讲就是把拳头缩回来为了更猛烈地打击敌人。民团组织白极会首领彭霸天（陈金鹏饰）勾结保安团冯团长（曹增根饰）乘势卷土重来，韩英根据打入敌保安团的中国共产党地下工作者张副官（谢添饰）提供的情报，组织力量重创犯敌。敌人伪装撤退，意欲阴谋偷袭。韩英识破诡计，便和刘闯率员狙击。在掩护乡亲时，她不幸身陷敌手。彭霸天抓来韩母（刘淑琪饰），企图以母女之情软化韩英，韩英大义凛然地表达了自己献出生命都不会投降的高尚情操。但刘闯在失去与领导联络的险恶环境中，开始有些急躁频频出击。这时，敌人派遣特务王金标（彭洪钧饰）作内线，妄图伏击赤卫队，同时又欲处死韩英，张副官闻讯后，冒险救出韩英，自己不幸殉难。韩英脱险返队后当即处决叛徒，并配合红军主力，一举消灭白极会与保安团。终于使在第二次国内革命战争时期，洪湖赤卫队在保卫湘鄂西革命根据地红色政权的战斗中屡建功勋。"
    }
  },
  "新疆卫视": {
    "超级美味": {
      "channel": "新疆卫视",
      "title": "超级美味",
      "desc": "阳光明媚的一天，盛大的B级美食嘉年华在春日部市召开，野原新之助（矢岛晶子 配音）看到新闻后兴奋非常，于是和樱田妮妮、风间彻、代全林、佐藤正男等好朋友们商定，偷偷前往嘉年华大饱口福。与此同时，B级美食嘉年华举行的消息也传到所谓的A级美食机构。该机构最高负责人满美食大人（中村悠一 配音）对B级食物充满鄙夷，他决定彻底摧毁这些下等吃食。未久，A级美食的飞船飞临嘉年华，对底层料理手艺人进行无情驱逐。为了挽救B级美食，炒面阿健决定启用传承已达五十代的秘制酱汁。阿健的相好红子走投无路，将酱汁罐子交给春日部防卫队的各位。 小新和朋友们无意间承担起包围B级美食的重任……"
    }
  },
  "延边卫视": {
    "纪录片": {
      "channel": "延边卫视",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "遍地书香": {
      "channel": "延边卫视",
      "title": "遍地书香",
      "desc": "市文化馆干部刘世成到椿树沟村任第一书记，带了满满一车书，作为给村民的见面礼。村民们有点抱怨，但仍然对他非常热情，村民李木林还送给他一只小狗，帮他消除对狗的恐惧。村委会妇女主任李文秀积极协助刘世成工作，却受到婆婆质疑，李文秀被迫公开与丈夫已离婚的事实，让婆婆感动不已。刘世成自己买来洗衣粉作为礼品，送给读书的村民；在村广播设立读书时间，让读书在村里蔚然成风。马千里来村发展旅游，没想到资金链断裂，村子陷入困境。在村子编筐技艺基础上，通过读书学习，刘世成与村民们一起改进了技艺。编筐走出了国门，村民们走上了致富之路。两年后，刘世成第一书记期满离开了村子，但椿树沟已成为远近闻名的富裕村文明村文化村。"
    },
    "战昆仑": {
      "channel": "延边卫视",
      "title": "战昆仑",
      "desc": "《战昆仑》是一部近代传奇题材电视剧，讲述1939年11月，日军登陆钦州，被炮火震昏的守军连长莫辛烈被部下抬出阵地，却被军方以逃兵论处执行死刑，共产党员学生军队长武少雄获悉原委后，当即召集民众找到国军高级将领白主任游说将其保释。为赎罪，莫辛烈决定组建宾阳民众抗日敢死队。在武少雄率领的学生军协助下，他们深入敌后救出国军飞行员、铲除日军和土匪组成的刺杀队、指挥炮兵炸死日军少将中村正雄，完成个人救赎。在武少雄的感召下，莫辛烈幡然醒悟，面对侵略者需要完成的不是个人救赎而是拯救危难中的国家和民族。正当敢死队冲出日军封锁摆脱危险载誉归来时，昆仑关战役打响，莫辛烈、武少雄毅然决定配合国军里应外合攻克昆仑关，惨烈的战斗中武少雄等学生军血洒疆场，莫辛烈将胜利的旗帜插在昆仑关上。"
    }
  },
  "CCTV4K": {
    "大地之上": {
      "channel": "CCTV4K",
      "title": "大地之上",
      "desc": "本系列纪录片分别从高原山脉、沙漠绿洲、江河湖泊、草木丛林、海洋、城市等地理单元出发，集中展现中国地理形态孕育下的历史文明与民风民情，力求向国内外展现中国大地与中国人民的“生命共通”，以及新时代的“中国之美”。\n\n在《崛起之地》见证自然伟力下诞生的青藏高原，在与风沙为伴的自然条件下聆听《大漠回响》，在《草木之间》了解我国的生物多样性......我们脚下的中华大地从何而来？大地之上的中国人是如何生存繁衍的？"
    },
    "农耕探文明": {
      "channel": "CCTV4K",
      "title": "农耕探文明",
      "desc": "系列纪录片《农耕探文明》将通过22集篇幅首次系统展现中国重要农业文化遗产的保护传承、开发利用和创新成果，深入挖掘农业文化遗产在经济、社会、文化、生态、科技等方面的功能价值，生动呈现农耕文明所承载的中华文明生生不息的基因密码和中华民族的思想智慧与精神追求。"
    }
  },
  "CCTV6": {
    "妒忌": {
      "channel": "CCTV6",
      "title": "妒忌",
      "desc": "娜塔莉是一位大学教授，离婚让她几乎在一夜之间从温柔多情变得充满了妒意。她无法抑制自己嫉妒身边的每一个人：她最好的朋友，她的新同事，她的前夫，甚至是她的女儿……每个人都受到她奇怪行径的摆布。在脆弱的本性和矛盾复杂的情感纠葛中，娜塔莉正经历着她不幸的中年危机。"
    },
    "丛林大冒险": {
      "channel": "CCTV6",
      "title": "丛林大冒险",
      "desc": "菈菈是一只喜爱幻想又精力旺盛的小刺猬。有一天，森林里的动物们发现提供水源的水之魔法石竟然不见了，没有了水之魔法石，动物们将面临干旱甚至灭绝。勇敢的菈菈自告奋勇地踏上取回魔法石的旅程，胆小的松鼠小杰也被指派加入冒险，个性天差地别的两人一路上争执不休，但也一起克服了许多难关，他们下定决心要不计一切代价，从可怕的熊王手中夺回珍贵的水之魔法石。"
    },
    "催眠·裁决": {
      "channel": "CCTV6",
      "title": "催眠·裁决",
      "desc": "轰动全港的林氏家族凶杀案踏入审讯最后一天，陪审团准备退庭商议时，成员之一许立生（张家辉饰）突然收到女儿茵茵（艾米饰）被绑架的消息，神秘人要求曾为国际催眠权威的立生通过催眠术令陪审团裁定被告谋杀罪名成立，否则其女儿将被撕票，这也就意味着立生必须在狭小的空间内、众目睽睽之下，不用专业工具隐秘地催眠至少4个人。立生偷偷将茵茵被绑架的讯息转发给曾为国内特种部队成员的小舅杨凯（张翰饰）后，进入了退庭商议室…"
    },
    "谍影重重": {
      "channel": "CCTV6",
      "title": "谍影重重",
      "desc": "杰森·伯恩（马特·达蒙 饰）在意大利被人从海上救起，他失去了记忆，除了臀部的瑞士银行帐号之外，他完全没有办法证明自己的身份。杰森从瑞士银行找到了大量的现金，六本护照，一把枪，同时他发现自己格斗、枪械、和语言等方面的能力，他开始追查自己的身份，并且把陌生女子玛丽（弗兰卡·泼坦特 饰）也卷了进来。两人从瑞士到巴黎，一路上受到神秘杀手组织的追杀，危机重重。杰森能否化险为夷，找到自己的真实身份？他是否有勇气面对真相？"
    },
    "雪劫": {
      "channel": "CCTV6",
      "title": "雪劫",
      "desc": "野骆驼观察站的环保者和追逐利益的淘金客，同时被一场突如其来的暴风雪困在阿尔金山无人区。面对生存绝境，双方都面对生死的一线之隔，原本对立冲突的双方，有人因渴求生存选择了恶，有人却为拯救他人的生命而牺牲。"
    },
    "缉枪": {
      "channel": "CCTV6",
      "title": "缉枪",
      "desc": "一次普通的车辆剐蹭事故里，俞苗老公刘明义拿枪打死了徐天的女朋友，被警察当场击毙。徐天找俞苗赔钱，二人去找卖枪给刘明义的枪贩子马三叹，却遇上了马三叹被警察连广阔抄了老窝。马三叹跳桥重伤，俞苗和徐天被马三叹的弟弟小马绑架，小马用徐天的生命要挟俞苗，要她去医院杀马三叹灭口。俞苗到医院，在连广阔的帮助下蒙混过关，警方根据俞苗的线索追查小马下落，警方设卡在山路围捕抢匪，双方展开了最后的较量。"
    },
    "不动声色": {
      "channel": "CCTV6",
      "title": "不动声色",
      "desc": "无论发生什么都面无表情的初中女生·柏田，和表情十分丰富的同班同学太田。\n\n完全相反的二人，一定是两情相悦…？\n\n这是柏田和太田，还有同班同学们的温暖恋爱喜剧。"
    },
    "戏杀": {
      "channel": "CCTV6",
      "title": "戏杀",
      "desc": "讲述了京剧名伶墨怜伊天姿国色，却被暗枪杀害!头七之夜，不靠谱的私家侦探满天飞和八位嫌疑人被劫持在一家戏院， 号称“疯子”的神秘花脸带手下将他们团团围住，强迫满探长必须在四小时内查明真凶，否则，就将现场所有人杀死，祭献墨怜伊亡魂的悬疑喜剧故事。"
    },
    "金克森姆": {
      "channel": "CCTV6",
      "title": "金克森姆",
      "desc": "艾诺·布拉斯科维奇伯爵在1848年匈牙利革命之后失去了一切。金克森姆，一匹匈牙利的奇迹之马，全胜56场比赛，无一例外，使他有机会找回一切：复仇、爱情和名声。"
    },
    "差等生乔曦": {
      "channel": "CCTV6",
      "title": "差等生乔曦",
      "desc": "海镇高中高二女生乔曦外表可爱，却是学校里出了名的坏女孩，捉弄老师、欺负同学、成绩白痴。被班主任封为无可救药那类学生，和学霸曲兰兰是两个极端。眼看高考在即，乔曦还是无心学习，和几个“臭味相投”的闺蜜混在一起。直到遇到新来了年轻班主任孙地一，点燃了乔曦人生的希望之火。"
    },
    "羞羞的铁拳": {
      "channel": "CCTV6",
      "title": "羞羞的铁拳",
      "desc": "靠打假拳混日子的艾迪生（艾伦 饰），本来和正义感十足的体育记者马小（马丽 饰）是一对冤家，没想到因为一场意外的电击，男女身体互换。性别错乱后，两人互坑互害，引发了拳坛的大地震，也揭开了假拳界的秘密，惹来一堆麻烦，最终两人在“卷莲门”副掌门张茱萸（沈腾 饰）的指点下，向恶势力挥起了羞羞的铁拳。"
    },
    "傲慢与偏见": {
      "channel": "CCTV6",
      "title": "傲慢与偏见",
      "desc": "根据简·奥斯汀同名小说改编。伊丽莎白·班纳特(凯拉·奈特丽 饰)出身于小地主家庭，有四个姐妹，母亲班纳特太太整天操心着为女儿物色称心如意的丈夫。新来的邻居宾格来先生和他的朋友达西（马修·麦克菲迪恩 饰）打破了她们一家人单调的乡村生活。宾格来和伊丽莎白的姐姐简·班纳特互生情愫；达西对善良聪明的伊丽莎白产生了好感，而伊丽莎白却对达西不可一世的傲慢心存偏见，不接受他的感情。然而，世事难料，宾格来和简·班纳特因为误会，关系危在旦夕；达西的种种作为，展示了性格中和伊丽莎白相同的善良一面，逐渐赢得了伊丽莎白的好感。两对有情人能否终成眷属？班纳特姐妹们能否得到自己想要的生活？\r 简·奥斯汀笔下十九世纪初英国乡村生活和社会风貌，重新展现在大银幕上。"
    },
    "天将雄师": {
      "channel": "CCTV6",
      "title": "天将雄师",
      "desc": "西汉汉元帝年间，西域都护府大都护霍安（成龙 饰）遭奸人陷害，沦为奴役，被刺配至雁门关修城。恰在此时，罗马将军卢魁斯（约翰·库萨克 John Cusack 饰）护卫遭到哥哥迫害的罗马小王子（西蒙子 饰）逃命至雁门关。双雄在西域戈壁相遇，从开始的兵戎相见到惺惺相惜，最终化敌为友。一日，霍安为洗清自己冤屈四处追查时，无意间撞破了好兄弟殷破（崔始源 饰）与罗马大王子提比斯（艾德里安·布洛迪 Adrien Brody 饰）不可告人的秘密。与此同时，提比斯为追杀卢魁斯与小王子一行人也亲自带兵赶来西域。为保护小王子和西域诸国的安危，霍安与卢魁斯联手与提比斯在戈壁大漠展开了一场生死之战"
    },
    "天下第一镖局": {
      "channel": "CCTV6",
      "title": "天下第一镖局",
      "desc": "《天下第一镖局》讲述的故事发生在清康熙年间，吴三桂驾崩之后，大将马宝为了将陈圆圆和其孙子护送归隐，开始寻求江湖势力保护，天下第一镖局——清平镖局意外担此重任，并经历了与多方势力的殊死混战，最终九死一生。"
    },
    "鳄鱼莱莱": {
      "channel": "CCTV6",
      "title": "鳄鱼莱莱",
      "desc": "影片改编自风靡全球的同名绘本系列，肖恩·蒙德兹献声演唱鳄鱼莱莱。  故事讲述了小男孩乔什·普利姆跟随父母举家搬进大城市的新居，和一只住在阁楼上、能舞会唱的鳄鱼成为好朋友的奇遇故事。自带欢乐属性的鳄鱼莱莱治愈了难以适应新环境的乔什，乔什也努力消除父母对莱莱的偏见。两小只开启前所未有的都市历险，历经重重欢乐闹剧，莱莱与普利姆一家最终成为了彼此的家人与伙伴。"
    }
  },
  "城市剧场": {
    "幸福请你等等我": {
      "channel": "城市剧场",
      "title": "幸福请你等等我",
      "desc": "王彩虹，一个精干的理发店老板，她平日生活节俭、精打细算。原本生活按照她设计的轨道平稳前行，不想，丈夫突然的失踪使彩虹陷入无限的恐慌和疑惑之中。牛一一，一个干练的公司白领，她嫁给王彩虹的弟弟王朝晖后住在王彩虹的对门，后来同王朝辉离婚。各自离婚后，王彩虹和牛一一继续住对门，想不打交道都难，更何况她们还都有各自的烦恼和麻烦，不由自主的，两个性格迥异的女人不得不开始了相互支持和相互扶助的生活，共同面对人生的难关。经历的过往让她们发现，爱情和婚姻对她们有多么重要，于是她们决定，重整旗鼓，重新出发，为了幸福的人生寻找美好的爱情与婚姻。\n\n真诚对待生活的人，必受眷顾。在经过多重磨砺之后，王彩虹终于得到了生活的回报，那种实在的生活和真诚的爱情。牛一一最终也在这段生活中增长了阅历，发现了自身的缺陷所在，她以全新的面目和身心，收拾行装，重新踏上幸福之路。"
    },
    "我不是精英": {
      "channel": "城市剧场",
      "title": "我不是精英",
      "desc": "大米和味精，青梅竹马的发小儿，两人偷偷恋爱已经有一段时间了，之所以要瞒着双方父母，是因为身为外企白领的米妈妈一直看不上大专毕业、没个正经工作的韦晶。但随着恋情的曝光，两家的冲突也爆发了。米妈妈逼着优秀帅气的米阳找一个“高学历、高智商、高情商”的“三高”女友。为了维护爱情，成为米妈妈眼中的精英人士，韦晶决定勇闯“外企”。阴错阳差，进入一家众人梦寐以求的知名外企，仿佛一下子成为人们艳羡的“白领精英”。本来身为优秀刑警的米阳，却因为一次工作失误，被调职到社区当片警。丑小丫变女神，王子变青蛙！两个人的身份彻底对调，这种落差也让他们的爱情充满考验。两个年轻人一边调试心态，一边努力工作，面对生活中的磨难和工作上的烦恼，他们用爱情给予彼此勇气。面对生活的坎坷，谁都不敢自称“精英”，唯有坚强乐观，才能收获幸福。"
    },
    "鼓楼外": {
      "channel": "城市剧场",
      "title": "鼓楼外",
      "desc": "鼓楼外一位老木匠易大船的大徒弟于钟声和其孙女易小船偷偷恋爱了，吃醋的二徒弟尹东义给于钟声使坏，在邻居家房梁上做了手脚。于钟声上当以致屋里的孩子死亡，锒铛入狱。狱外，心里还爱着于钟声的易小船迫于种种无奈嫁给了尹东义，而狱中的于钟声得知此消息悲愤交加，誓言报仇……"
    }
  },
  "音乐现场": {
    "民歌中国": {
      "channel": "音乐现场",
      "title": "民歌中国",
      "desc": "今日中国，家财万贯的企业家层出不穷，某搬家公司老总李浪也是其中一员。  　　20岁时在四川省成都创业，开设搬家公司。从两辆卡车起家，公司飞速发展，20年后的今天，已成长为在全国拥有4万工人的大企业。 　　虽然钱多到用不完，但他内心感受不到满足。摇摆于妻子与情妇之间的双重生活，也濒临分崩离析的危机。 　　\r 导演马占冬花费五年时间，贴身采访李浪，从最近距离，将其公私生活的种种场面摄入镜头，从中所呈现的今日中国是怎样一番景象？  　　本片以令人惊叹的赤裸裸的映像，描写成功富裕阶层的真实形象，剖析现代中国社会的深层。"
    }
  },
  "军旅剧场": {
    "平原烽火": {
      "channel": "军旅剧场",
      "title": "平原烽火",
      "desc": "故事发生在1941年，日本帝国主义悍然发动侵略战争的第四个年头，同时也是中国老百姓最为苦难的年份。穷凶极恶的日寇对河北冀中根据地发动疯狂扫荡，抗日势力面临着覆灭的危机。在此期间，一支日本冲锋队假扮成八路军四处活动，追踪八路军主力，更成为杀伤力巨大的威胁之一。劣迹多多却有着一腔热血和胆识的敌工部派遣战斗英雄罗金宝（张子健 饰）在历次战斗中打下名气，却也因触犯军规屡遭指摘和处罚。\n\n　　在和山本率领的小分队正面冲突后，罗被委任带队对抗神风小分队，他由此和日寇、汉奸、伪军等敌对势力展开了连番血与火的较量……"
    },
    "黄河在咆哮": {
      "channel": "军旅剧场",
      "title": "黄河在咆哮",
      "desc": "1937年，“七七事变”后，八路军奉命东渡黄河。郑川率独立团开赴前线，激战平型关、获得嘉奖；而国军失利遭批评，周治国不服郑川。战乱中，郑川与失去音讯的妻子黎英偶遇，在黎英帮助下，独立团突袭机场，支援了..."
    },
    "花儿与远方": {
      "channel": "军旅剧场",
      "title": "花儿与远方",
      "desc": "1952年，新疆生产建设兵团在山东招女兵，副区长郝玉兰为征兵工作顺利进行，被迫搁置了自己的婚事，带头报名参军，带领着二曼、赵凤、胡彩娥等一批山东妇女来到新疆。在屯垦生活中，这群山东妇女与兵团战士们纷纷擦出爱情火花，建立家庭。冬去春来，在他们辛勤开垦之下，戈壁滩在一天天发生变化，几对夫妻也各自经历了悲欢离合：连长战涛在一次剿匪中被打坏下身，妻子二曼不离不弃，坚守着自己的爱情；赵凤和葛俊历经磨难最终牵手，赵凤成为马莲窝子小学第一位老师；耿大炮和胡彩娥在吵吵闹闹中哺育着自己的后代。主人公刘北伐和玉兰的婚姻在经历丧子之痛后，玉兰学习驾驶拖拉机，成为兵团第一位女拖拉机手，刘北伐克服难题进行农业科技攻关。这群可爱而可敬的山东大嫂和他们的男人一起，扎根边疆，艰苦奋斗，终于改变了“一代而终”的屯垦历史。"
    }
  },
  "足球": {
    "天下足球": {
      "channel": "足球",
      "title": "天下足球",
      "desc": "在古代中原，这片富饶的土地上，粮食丰盛，稻谷飘香。然而，近邻的塞外野狼族一直觊觎着这片肥沃之地。十二年后，一纸战书传来，一场不可避免的大战即将爆发！在凤凰古城中，命运的安排将六个普通少年——拾儿、红袖、九斤、巨象、大花面、狂牛推向了这场战火之中。  　　拾儿，本是一名孤儿，从小在果栏做苦力，跟随着年迈的师父修习武艺，练就了独门绝技“飞云连环腿”。他与其他五个年轻人一起玩耍成长，怀揣着武侠梦想。战火燃起，少年们的身世之谜逐渐浮出水面——拾儿的生父竟是挑起战火的野狼族首领，而与他并肩作战的红袖，则是中原皇帝的独生爱女。父子之情深厚，乡亲之恩浓如山，伙伴之间的情谊铁如铁。少年们内心矛盾，面对命运的抉择，难以决断！在这场纷争之中，少年们将如何抉择？他们能否捍卫内心的信念，抵御战火的蹂躏，守护家园的和平？爱、亲情、友情将如何交织？期待见证这群少年的成长与奋斗！"
    }
  },
  "古装剧场": {
    "新醉打金枝": {
      "channel": "古装剧场",
      "title": "新醉打金枝",
      "desc": "唐代中叶，经历过武后乱政、安史之乱后，终于暂享了一段太平盛世。及至代宗一朝，朝中的两大势力分别是以代宗堂兄晋王为首的一众文臣，及汾阳王郭子仪所领的一众武将。两大阵营常因不同政见而争持不休，晋王与子仪虽然表面关系和洽，但其实平和气氛之下却藏着暗涌……"
    },
    "十二生肖传": {
      "channel": "古装剧场",
      "title": "十二生肖传",
      "desc": "故事发生在上古时期，孤儿星虎（郭品超 饰）与燕儿（王力可 饰）自幼相爱，村长受魑魅（苗海忠 饰）蛊惑横刀夺爱，星虎目睹爱人为救自己而死，一时急火攻心病倒，幸得神农氏（刘德凯 饰）与爱徒雪怜（李曼 饰）相救，治愈后，星虎带着雪怜踏上了寻找救世人于水火的十二生肖之路。二人历经磨难来到凤凰城，遇见米俊非（陈浩民 饰）和王小鱼儿（郑伟 饰），获取“天缺玉盘”，星虎被神力非凡的玉盘带到遥远的贺兰山，寻得羊生肖转世之人芷莘（陈德蓉 饰），他们凭借玉盘神力来到全长着三只眼的三目国，寻找隐藏其中的生肖转世之人。不料尾随而来的魑魅利用人类的贪婪将其化作了恶魔......"
    },
    "大汉悲歌": {
      "channel": "古装剧场",
      "title": "大汉悲歌",
      "desc": "公元前202年，16岁的辛追还是个美丽多情的湘女。就在她嫁到江夏王府的那天，就遇到韩信大军的围城。江夏王宁死不降命全家切腹自尽。热爱生命的辛追，就在韩信百万围城大军的重重包围下，独身一人毅然打开城门，走到这个不可一世的汉军大将韩信面前质问他：你为什么要在一个女人出嫁那天却让她死。韩信面对这个善良美丽的辛追，无言以对，他被这个少女镇住了，但事与愿违，城破家亡，辛追沦为女俘。大将军韩信爱上了这个美丽而倔犟的姑娘，辛追被带回了韩信家中，她无意中发现了婢女花样红杀死韩夫人。花样红怀上了钟离昧的骨肉却谎称是韩信的儿子。而韩信早已失去了生育能力。韩信忍辱负重救下公子丹的仁义之举打动了辛追。公子丹将辛追托付给韩信，自己前往刺刘邦。事败处..."
    }
  },
  "军事": {
    "军武零距离": {
      "channel": "军事",
      "title": "军武零距离",
      "desc": "《军武零距离》是中央电视台国防军事频道（CCTV-7）推出的一档主持人探访式专题节目。"
    },
    "世界战史": {
      "channel": "军事",
      "title": "世界战史",
      "desc": "《世界战史》是中央广播电视总台军事节目中心制作的军事战争纪录片栏目，前身为《百战经典》，在中央电视台国防军事频道（CCTV-7）播出 。栏目聚焦世界范围内著名战争战役、武器装备及军事人物，涵盖马拉松之战、二战东线战场、苏德战争等历史军事事件，解析战役过程与战术细节，如雅典军队迎战波斯大军、苏军特种摩托化步兵旅敌后作战等。"
    }
  },
  "地理": {
    "远方的家": {
      "channel": "地理",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    },
    "走遍中国": {
      "channel": "地理",
      "title": "走遍中国",
      "desc": "《走遍中国》开播于2002年9月2日，是中央电视台中文国际频道（CCTV-4）的一档大型专题报道栏目。它“聚焦中国新变化”，它关注发生在普通中国人身边、展现正能量的新现象、新风尚、新观念、新事物，全面、真实地反映中国人当前的生活状态与精神风貌，深入、客观地展现富于创新、充满活力、具有国际视野的当代中国。"
    }
  },
  "红色影院": {
    "三八线上": {
      "channel": "红色影院",
      "title": "三八线上",
      "desc": "朝鲜战争打了三年以后，美帝国主义不得不座在了谈判桌上。但敌人是不甘心失败的，经常派特务越境收集我方情报，三八线上成了第二战场。美军戴维斯上校（道洛霍夫 饰）准备派遣间谍到北朝鲜找日本潜伏特务山本太郎（张展望 饰）取回002情报。甄别再三，他把任务交给了乔三（王运庭 饰）和崔春生（裴有犹 饰）。因为崔在日本特务机关受过训练，且他又是朝鲜人，还被特务机关洗过脑。俩人越境找到山本太郎，拿到002情报，在返回的途中，崔腿被打伤，躲进了阿妈妮家中，言谈中被阿妈妮发现了破绽，崔春生打伤了阿妈妮（王伯玲 饰），俩人落荒而逃。最终落入我志愿军和人民军之手。经证实，崔春生竟是阿妈妮的儿子......"
    },
    "“独立”大队": {
      "channel": "红色影院",
      "title": "“独立”大队",
      "desc": "解放战争时期，粤北游击队驻地。叶永茂（中叔皇 饰）受上级委派只身赴马龙（郭振清 饰）所控杂牌武装，动员他们起义，接受共产党收编。收编后命名为“独立大队”，但马对叶及游击队始终怀有戒心，加之拜把兄弟刁飞虎（庞学勤 饰）从中作梗，更是对革命三心二意。一次去村里执行任务，刁竟与地主婆勾搭在一起，牛牯（达奇 饰）见状愤然离队，刁反诬牛牯携枪叛逃，牛牯当众揭发刁的土匪行径引众怒，纷纷要求严惩，但马念刁曾经的救命之思而手下留情。李登高（孙笑非 饰）叛变后，唆使刁用调虎离山计引马率部接应敌人的起义部队，马不知是计，险遭毒手，幸亏叶永茂及时赶到挽救了独立大队，严酷的现实擦亮了马龙的眼睛....."
    },
    "好孩子": {
      "channel": "红色影院",
      "title": "好孩子",
      "desc": "阿武（吴奇隆 饰）从小失去了父母成为了流落街头的流浪汉，和好友小鬼儿（萧颖 饰）过着相依为命的生活，平日里依靠兼职武打替身演员赚钱糊口。受过太多的冷遇和伤害，阿武渐渐用冷漠和无情武装柔软的内心，但本质上，阿武依旧是一个善良的好人。某日，阿武邂逅了名为琪琪（徐若瑄 饰）的美丽女子，被其美貌深深吸引，遂展开了热烈的攻势。只是，琪琪贵为当红偶像，她和阿武之间的差距绝不是一星半点，因此，这是一段注定不会有结果的感情。在一场意外中，阿武遭到了袭击，脑部受伤，陷入了日复一日的重复生活中，在琪琪和小鬼儿的帮助之下，阿武终于看清了深埋在心底的善意，做出了正确的选择。"
    },
    "老兵新传": {
      "channel": "红色影院",
      "title": "老兵新传",
      "desc": "解放战争未期，北大荒某地。已转业的老战（崔嵬 饰）响应国家号召，来到黑龙江开荒建农场，和他一起来的还有过去的通信员小冬子（孙永平 饰）和周清和（顾也鲁 饰）。小冬子热情活泼，周清和则对荒无人烟的北大荒心存畏惧。老战在一个废弃的碉堡中建立筹备处，他对北大荒的未来充满信心。不断涌来的垦荒大军和农业机械让老战满心欢喜，在和副场长赵松筠（韩涛 饰）进行一番争论后，坚持播下一万亩冬小麦，以期来年夏收。一天，残存的国民党匪兵偷袭了附近村庄，老战闻讯，组织农场人员前去剿匪，帮百姓夺回了被抢走的粮食，百姓们深受感动。当夏收时，收割机不够用，当地百姓自发帮农场割麦子，“虎口”夺粮的壮举深深感动了农场职工，而老战也面临接受新的任务......"
    },
    "青年鲁班": {
      "channel": "红色影院",
      "title": "青年鲁班",
      "desc": "建筑工人李三辈（毕鑑昌 饰）文化水平低，他常为此苦恼，大学生秦淑贞（李长乐 饰）是夜校老师，开始时她瞧不起三辈这样的笨学生，认为他们只配干粗活。但当她了解三辈的出身后，改变了原有的看法。几年后，三辈通过刻苦学习，已成长为能看建筑图纸的“土专家”。一次施工中为了图速度，忽视了向老工人师傅学习经验，操作失败，三辈摔成重伤。事后三辈主动承认错误，高师傅（王斑 饰）、秦淑贞也作了自我批评。1960年，三辈调往另一大型建筑工地，他边学习边钻研，向工地领导提出自己的革新建议，得到专家认可，但也有人反对，最后，在陈书记（张荧 饰）的支持下，他收获了成功，也收获了秦淑贞的爱情....."
    }
  },
  "精选": {
    "命运规划局": {
      "channel": "精选",
      "title": "命运规划局",
      "desc": "本影片根据菲利普·K·迪克的短篇小说《规划小组（Adjustment Team）》改编。天生就适合走上政治舞台的大卫·诺里斯(马特·达蒙 Matt Damon 饰)，是一名政坛的明日之星，他在信心满满的参选纽约州参议员期间，意外认识了认识美丽的芭蕾女演员爱丽丝(艾米莉·布朗特 Emily Blunt 饰)，两人一见钟情，正当情意正浓时大卫突然被一群穿黑西装、戴黑帽和墨镜的神秘人士绑走。这群自称是隶属于联邦的人生命运调整局的人，告诉大卫他命里该当总统，伊丽丝也会成为世界著名的编舞家，他们的相爱会使两人的前途都成为泡影。规划局想尽一切方式阻止两人再次相遇。知道真相的大卫是会追求自己的梦想而放弃爱丽丝？还是为了真爱，对抗命运调整局呢？"
    },
    "白雪公主与猎人": {
      "channel": "精选",
      "title": "白雪公主与猎人",
      "desc": "向冷酷无情的女王雷雯娜正在通过武力扩张着自己的版图。他已经讨伐下了好几个国家。就在他准备泰伯国的时候，她突然得到了一个消息：她的继女，白雪公主，已经命中注定地要成为“世界上最美的女人”，并且要取代她成为统一后的大王国的统治者。咽不下这口气的女王找来了自己的看家宝魔镜，魔镜告诉她，如果要继续保持美貌、统治王国并且永垂不朽的话，那么一定要杀死白雪公主并且吸尽她的生命。 　　被关押起来的白雪公主费尽千辛万苦从牢里逃了出来，并跑到了黑暗森林中。得知这个消息的女王非常生气，她派出了自己手下的猎人埃里克前往黑暗森林，杀了白雪公主。在黑暗森林中，埃里克突然良心发觉，他非但没有杀了白雪公主，反而成了她的守护神。两个人在黑暗森林里不断地逃命，突然之间，他们走到了黑暗森林的边界，进入了一个世外桃源般的地方。在这里，他们得知了女王的滔天罪行，并决议要复仇。而埃里克则教会了白雪公主战斗的技巧。 　　实力日渐强大的白雪公主带着埃里克、八个小矮人、从泰伯国里来的骑士、从小青梅竹马的情人威廉王子和一些随从，准备重新杀回皇宫，夺回属于自己的生活，并让命运成真……"
    },
    "亨利之书": {
      "channel": "精选",
      "title": "亨利之书",
      "desc": "《亨利之书》讲述小男孩亨利为了保护邻居家的小姑娘不被她的父亲所伤，暗自策划了一场谋杀。"
    },
    "蜘蛛侠": {
      "channel": "精选",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "偷盗艺术": {
      "channel": "精选",
      "title": "偷盗艺术",
      "desc": "《偷盗艺术》是一部加拿大犯罪喜剧.科朗奇·卡尔霍恩(拉塞尔)是一个蛮勇的车手,他算是半个改过自新的艺术品窃贼,答应了他弟弟尼基(狄龙)再做一单案子。当科朗奇找回他以前的队伍,正要偷取一本价值连城的古老的书时,尼基突然想到了一个更冒险的方案。而两兄弟并不知道,他们每个人的背后其实都有着一份自己的打算,而先前的计划则泡汤了。"
    },
    "维斯珀": {
      "channel": "精选",
      "title": "维斯珀",
      "desc": "在未来的某个时刻，地球的生态系统崩溃了。一个名叫Vesper的13岁孩子很坚强，她的父亲瘫痪了，她试图在任何可能的地方为他们获取食物。有一天，她在森林里发现了一个神秘的女人，她开始希望事情会发生变化......由于独特的艺术概念、演员的强劲表演和富有想象力的配乐的结合，这部二战科幻片为观众提供了全面的视听体验。"
    },
    "逃出绝命镇": {
      "channel": "精选",
      "title": "逃出绝命镇",
      "desc": "克里斯与女友萝丝的恋情到了“见父母”的阶段，她邀请他去郊外与米西和迪安共度周末。起初，克里斯将这家人的过分殷勤理解为面对女儿跨种族恋爱时的紧张表现，但随周末渐深，一连串愈发令人不安的发现，将他引向一个他从未想象过的骇人真相。"
    }
  },
  "经典剧场": {
    "三国演义": {
      "channel": "经典剧场",
      "title": "三国演义",
      "desc": "该剧演述的是三国时代的故事，是魏、蜀、吴的兴亡史，共分为《群雄逐鹿》（1—23集）、《赤壁鏖战》（24—47集）、《三足鼎立》（48—64集）、《南征北战》（65—77集）、《三分归一》（78—84集）五大部分。着重表现的是乱世中多个政治集团间错综复杂、紧张尖锐的斗争；这种斗争发展成为连接不断的对政治权力的争夺和军事冲突，造就了从东汉末年到西晋初年将近一个世纪中的风云变幻。"
    },
    "西游记": {
      "channel": "经典剧场",
      "title": "西游记",
      "desc": "故事发生在大唐初年，为了超度东土亡灵，一代高僧唐僧（何藩 饰）得到唐王支持，在大队兵马随从的护送下浩浩荡荡前往西天佛土，求取大藏真经。这一路坎坷艰辛，自不用提，更有洞府山川的妖怪精魅蠢蠢欲动，企图吃掉唐僧。适才还晴空万里，转眼飞沙走石，原来妖怪黑风大王施展法术，令唐僧和随从们失散，而妖怪们为了争抢唐僧更大打出手。唐僧一路逃亡，筋疲力尽，结果在五行山见到了被镇压在这里长达五百年的齐天大圣孙悟空（岳华 饰）。悟空受观世音菩萨指点，答应力保唐僧西天取经。在武功高强的徒弟的帮助下，唐僧总算暂时安下心来。\r 　　接下来的旅途中，他们又遭遇了高老庄的猪八戒（彭鹏 饰）、沙和尚（田琛 饰）以及白龙潭的小白龙，恢弘的西游记的故事正式上演……"
    },
    "红楼梦": {
      "channel": "经典剧场",
      "title": "红楼梦",
      "desc": "中国观众大多对上世纪八十年代中期拍摄的电视连续剧版红楼梦耳熟能详，而对稍晚于此拍摄完成的电影版红楼梦却知之甚少。与电视连续剧相比，给予电影版的评论一直是毁誉参半，甚至是毁多于誉。对电影版红楼梦评价一直不高的主要原因，除去电视连续剧版自身的成功之处外，恐怕还有观众们先入为主的心理。"
    }
  },
  "武侠剧场": {
    "仙侠剑": {
      "channel": "武侠剧场",
      "title": "仙侠剑",
      "desc": "十三妹名为何玉凤，何纪之女。纪献堂之子看中何玉凤美貌，提亲遭拒后，纪献堂想方设法诬陷何纪，让何纪被判入狱，在监牢中郁郁寡欢，一命呜呼。母亲带着何玉凤寄居在老英雄邓九公的青云山庄之中，一心想替父亲平反的何玉凤开始苦练武艺，邓九公特地赠她一把仙侠剑及剑谱，玉凤不负邓九公期望，久而久之成了一位暴安良、嫉恶如仇、智勇双全的女英雄，自此，何玉凤有了江湖绰号“十三妹”。一次，何玉凤从劫财劫色的恶僧手中解救出了携带重金的书生安骥，和漂泊异乡的张金凤。三人结下不解之缘。一番纠葛，十三妹看破红尘，成全了安骥与张金凤。从此浪迹天涯，不但替自己父亲平反，还成为百姓心目中替天行道、扬善除恶的侠女。"
    },
    "书剑情侠柳三变": {
      "channel": "武侠剧场",
      "title": "书剑情侠柳三变",
      "desc": "《书》剧以北宋著名词人柳三变(柳永)的生平为线索，展现了宋初年间一场关乎国家和民族命运的惊心动魄的政治斗争。宋初，时局稍显稳定，但西夏屡犯边关，南唐余党假托柳三变为后主之后，伺机复国。刚刚平静的百姓生活，又面临着战乱之祸。文才武略的柳三变，却有一颗忧国忧民之心，他知道战端一起，百姓又将生灵涂炭，在看到宋国太子励精图治，国家逐渐安定繁荣的形势，他毅然放弃最佳的复国时机，帮助宋室平息西夏叛乱，使国家和民族走上康宁繁荣之路\n\n　　柳永向往激情自由的生活，关心下层人民，特别同情被侮辱与被损害的下层歌女，为青楼歌女填词，是他为生活所迫，也是他自由个性的张扬，其间闪烁着自由和人性的光辉。在中国千百年封建统治下，柳永一直为正统文人所排挤，难为主流文化所容，《宋史》无传。《书》剧尽情展现并褒扬了柳三变的词与人生，将中国传统文化中最精美与最进步的文化精髓展示于世人。"
    },
    "少林僧兵": {
      "channel": "武侠剧场",
      "title": "少林僧兵",
      "desc": "大明嘉靖王朝，倭寇猖獗，严嵩父子把持朝政，不事抗倭。将领戚继光虽有报国之志，但面对困难的局面有些力不从心。在倭寇的杀戮中，少年月空失去了母亲，大脚僧搭救了月空，把他带到了少林寺。15年后，月空随方丈出席祭海大典，路遇日本女孩一本秀子和剑客风语，活泼的日本女孩秀子爱上了月空。在少林寺，秀子谎称是月空的妻子，引起轩然大波…"
    }
  },
  "美人": {
    "生活圈": {
      "channel": "美人",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "国学": {
    "跟着书本去旅行": {
      "channel": "国学",
      "title": "跟着书本去旅行",
      "desc": "《跟着书本去旅行》是一档体验式文化教育节目。节目以中小学课本或经典名著为线索，在读万卷书的同时行万里路，走近文化古迹、实地实景讲故事、身临其境受教育，触摸历史、感知文化，让陈列在广阔大地上的遗产活起来。"
    }
  },
  "星影": {
    "狂风压境": {
      "channel": "星影",
      "title": "狂风压境",
      "desc": "洛城警署探员山姆，在一次绑架案中因怀疑市长女儿涉案而被迫暂时离职，使得原本拮据的生活更是雪上加霜，通过上级介绍，他参加了拍攝真实情境的冒险节目“寻宝周记”，获胜者可获得一千万元奖金，为了提高收视率，节目中还穿插前美国海军海豹小组狙击参赛者的桥段，结果這些狙击手用的不是漆弹，而是真枪，加上突然来袭的飓风，将席卷太平洋上的小島，山姆和其他的参赛者能顺利逃出吗"
    },
    "狂蟒之灾2": {
      "channel": "星影",
      "title": "狂蟒之灾2",
      "desc": "位于婆罗洲的原始丛林中，比尔·约翰逊带领着他的探险小队穿行于其中，寻找着一种名为“血兰”的珍稀植物。在记载中，血兰拥有着能够使人长生不老的神秘力量，“几乎从未有人获得过它”的传闻也令血兰逐渐成为了传说。这一次，受一家著名的医药公司所托，比尔一行人决定揭开血兰的神秘面纱。在离目标越来越近的同时，危险也不期而至。血兰的力量没有使人类返老还童，却将一群蛇类变得凶猛而恐怖，为了挪动巨大的身体，它们不得不吃下比以往多达数倍的食物，而此时冒昧来访的人类，成为了它们最好的猎物。一边是丛林中恶劣的生态环境，一边是穷凶极恶的食人恶兽，同伴们一个接着一个的悲惨死去，比尔最终能够自保，并且挽救更多的生命。"
    },
    "寂静之城": {
      "channel": "星影",
      "title": "寂静之城",
      "desc": "Vitoria Gasteiz，巴斯克国家，西班牙，2019年。两具尸体出现在旧教堂的地下室。警官乌奈·洛佩斯·德阿亚拉（Unai López de Ayala）是一名犯罪特征分析专家，他必须追捕这名20年来一直在恐吓这座城市的宗教杀人犯。"
    }
  },
  "早教": {
    "七巧板": {
      "channel": "早教",
      "title": "七巧板",
      "desc": "吉奥是个对世界充满好奇心的小男孩，他是个建筑迷！在七巧板星球上，吉奥有一群几何形状的好朋友们，在他的带领下大家能够变换形状组装成神奇的七巧板物体或动物！他们常常能给七巧板星球的住户们提供最及时的帮助，克服看起来不可思议的困难。七巧板星球的自然景观更是独具特色：有立方体的峡谷，无重力的浮海，棉花糖一样的大河甚至还有金字塔形状的山脉！剧集片末将有一分钟的七巧板拼图学习回顾，趣味又好玩。超过6000多种的七巧板组装……想象力没有任何限制！"
    },
    "大风车": {
      "channel": "早教",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    }
  },
  "家庭影院": {
    "特种部队": {
      "channel": "家庭影院",
      "title": "特种部队",
      "desc": "一名法国战地记者女记者Elsa（黛安·克鲁格 Diane Kruger 饰）和她的同事在阿富汗采访期间遭到塔利班绑架。塔利班将被捕获的Elsa相关视频放倒了网络上，并声称在规定时间内，她将在摄像机面前被处死，而全世界的人民都可以通过网络看到全过程。\r 在Elsa被行刑之前，一支由特种部队成员组成的救援小组被法国军方派来营救她。面对着极其残暴的塔利班亡命之徒，救援小组不畏艰险在第一时间就救出了Elsa，却与总部失去联系，不得不开始一场更为险恶的保卫战。\r 一场在塔利班追捕者和救援小组之间的拉锯逃亡战不可避免的展开了。塔利班设下各种陷阱，未将救援小组一网打尽，而救援小组只有一个目标：成功营救Elsa逃离此地。"
    },
    "重振球风": {
      "channel": "家庭影院",
      "title": "重振球风",
      "desc": "肖恩（Dwayne Douglas Johnson）是少年监管所的管理员，每天都为少年犯之间的纷争而烦恼。在他看来这些少年犯在这样的监禁环境下根本无法洗心革面，他的工作毫无意义。  　　在年迈母亲的鼓励下，肖恩决定用橄榄球改变孩子们的人生，将他们拉回正轨。尽管通过艰难的游说，肖恩终于说服高校赛季同意他带领少年犯参赛，但说服这些问题少年组成一只真正的队伍更加困难重重。肖恩用自己的强硬和对孩子们的信任打动了他们，组建了一只“野马队”。在他看来，帮孩子们找回失去的人生比赢得比赛更为重要。  　　很快他们参赛了，一路风雨兼程，这只特殊队伍回取得怎样的成绩呢？"
    }
  },
  "好学生": {
    "开讲啦": {
      "channel": "好学生",
      "title": "开讲啦",
      "desc": "由中央电视台综合频道（CCTV-1）和唯众传媒联合制作的《开讲啦》是中国首档青年电视公开课。每期节目由一位名人倾情演讲，分享他们对于生活和生命的感悟，给予中国青年现实的讨论和心灵的滋养。讨论青年们的人生问题，同时也在讨论青春中国的社会问题。\n\n节目每期有八至十位来自全国各大高校的青年代表，向演讲嘉宾提问互动，300位大学生作为观众现场分享这场有思考、有疑问、有价值观、有锋芒的思想碰撞。他们对人生有思考，对未来有疑问，他们思想新锐，观点先锋，是中国未来的中坚力量。每期演讲嘉宾选择的主题，均为当下年轻人心中的问号，讲述青年最关心、最困惑的话题。"
    }
  },
  "喜剧影院": {
    "捉鬼敢死队": {
      "channel": "喜剧影院",
      "title": "捉鬼敢死队",
      "desc": "三名大学教授彼得·温克曼（比尔·默瑞 Bill Murray饰）、雷蒙德·斯坦兹（丹·艾克罗伊德 Dan Aykroyd饰）和艾根·斯宾格勒（哈罗德·雷米斯 Harold Ramis饰）专门研究鬼怪灵异之事。他们决定离开校园实验室，组成“捉鬼大队”。他们用最新的科学仪器，对付在纽约市出没的无数大鬼小鬼，取得成功。可政府部门却将他们视为江湖骗术。直到有一天，一群邪恶的魔鬼包围了整座纽约市，并附身于美女德纳（西格妮·韦弗 Sigourney Weaver饰）身上时，众人终于意识到了事态的严重。这只“捉鬼大队”是否能够拯救纽约，让魔鬼无所遁形呢？  　　本片荣获1985年第57届奥斯卡金像奖，最佳视觉效果、最佳原创歌曲提名，被誉为影史上最受欢迎、最好笑的喜剧之一。"
    },
    "真爱百分百": {
      "channel": "喜剧影院",
      "title": "真爱百分百",
      "desc": "Jocelyn是一个成功的商人，自私并且喜欢玩弄女性。他假装自己患有残疾，因为想去勾搭一个年轻漂亮的女人，但是有一天Jocelyn发现“猎物”的姐姐坐在轮椅上出现在自己面前……"
    },
    "情动假日": {
      "channel": "喜剧影院",
      "title": "情动假日",
      "desc": "故事发生在1987年的美国，阿黛尔（凯特·温丝莱特 Kate Winslet 饰）和亨利（加特林·格里菲斯 Gattlin Griffith 饰）是一对相依为命的母子，一次偶然中，两人在购物途中遇见了满身是血的流浪汉弗兰克（乔什·布洛林 Josh Brolin 饰），误打误撞之下，阿黛尔和亨利将弗兰克带回了家，弗兰克亦诚恳地坦白了他灰暗的过往。原来，弗兰克是一名逃犯，他因为发现深爱的儿子并非自己亲生而在愤怒之中失手杀死了女友曼迪（Maika Buckley 饰）。随着时间的推移，弗兰克和阿黛尔之间的关系越来越亲密，两人决定带着亨利远走高飞，然而，正当计划即将顺利实施之时，亨利却将这个秘密告诉了早熟的女孩莲诺（布丽吉德·弗莱明 Brighid Fleming 饰），这一举动为阿黛尔和弗兰克带来了灾难性的麻烦。"
    },
    "单身妈妈俱乐部": {
      "channel": "喜剧影院",
      "title": "单身妈妈俱乐部",
      "desc": "在一次学校事件后，来自不同社会阶层的单身母亲团结在一起成立了一个互助小组。"
    },
    "夏洛特的网": {
      "channel": "喜剧影院",
      "title": "夏洛特的网",
      "desc": "小女孩阿芬家的母猪在春天生下了一窝11只小猪，母猪只有十个奶头，最瘦弱的一只小猪没奶吃，阿芬爸爸准备将其杀掉。阿芬救下了小猪，帮它取名韦宝，亲自喂养。 　　随着小猪慢慢长大，阿芬不能再在家里养韦宝了，阿芬只好把韦宝送到隔壁舅舅的农场里继续饲养。韦宝天真烂漫，很快就以其热情、开朗的性格和农场里的动物成了好朋友。 　　幸福快乐的时光很快过去，韦宝从其他动物口中得知春天出生的小猪圣诞节前就会被杀掉制熏肉。韦宝的好朋友蜘蛛莎莉承诺会让韦宝看到冬天的雪。在老鼠的帮助下，莎莉织出了各种各样神奇的字来形容韦宝，引来人们争相观看，韦宝最终能否看到冬天的雪？"
    },
    "三毛流浪记": {
      "channel": "喜剧影院",
      "title": "三毛流浪记",
      "desc": "解放前的旧上海，大资本家、军阀、投机商人、洋人、流氓、骗子横行于世，他们过着养尊处优、挥金如土的腐败日子，而底层人民则穷苦不堪，生活艰辛。大头、圆鼻子、三根头发、瘦小身材，这个外貌滑稽的男孩就是本片的主人公三毛。三毛自幼失去父母，无依无靠的他终日在上海街头流浪，身无分文的他饿极了甚至吃刷广告的浆糊，困了就睡在垃圾车里。为了生存他送报纸、推黄包车、捡烟头，然而霉运却总尾随其后，所有的事都以失败告终。他好心做善事，反遭到诬陷和殴打。不过，生活在黑暗底层的三毛始终保持着诚实善良的性格，他从不愿为一口饭而沦为他人做恶的工具。"
    },
    "陌路之恋": {
      "channel": "喜剧影院",
      "title": "陌路之恋",
      "desc": "本片改编自丹佛·摩尔与朗·霍尔合着的纪实小说。  　　这是一则真实故事，生活于上流社会，事业有成的国际艺术画商朗·霍尔，某天听到妻子叙说她神奇的梦，这个梦将开启他与世界上另一个角落的男人，建立友谊并陪伴他度过人生最伤痛的时刻。"
    },
    "老爸当家": {
      "channel": "喜剧影院",
      "title": "老爸当家",
      "desc": "性格温和的老爸布拉德（威尔·法瑞尔 Will Ferrell 饰），他的人生目标就是要成为继子女心目中最棒的父亲。当孩子们游手好闲的亲生父亲达斯蒂（马克·沃尔伯格 Mark Wahlberg 饰）登门造访之后，两位老爸为了争取孩子们的欢心开始明争暗斗，闹出不少笑话。"
    }
  },
  "动作影院": {
    "碟中谍6": {
      "channel": "动作影院",
      "title": "碟中谍6",
      "desc": "伊森·亨特和队友们接到了追回三个大杀伤性核武器的任务。眼见任务马上就能完成，但为了挽救其中一位队友卢瑟的生命，三个核武器被人趁机带走。中情局负责人斯隆女士调来她手下的得意猛将沃克，让他盯着伊森·亨特完成追回核武器的任务。期间，女特工伊尔莎突然出现，伊森·亨特发现，他要面对的并不只是恐怖分子，还有潜藏在政府部门的内鬼。"
    },
    "侠探杰克": {
      "channel": "动作影院",
      "title": "侠探杰克",
      "desc": "六发子弹，五名死者，神秘枪手在闹市区制造了一起惨案让整个城市都陷入魁了恐慌。所有的证据都指向了前军队狙击手詹姆斯·巴尔。但他坚持自己的清白并要求把老相识 杰克·理查尔 找来，两人曾同在军队中服役。随着杰克调查的深入，他发现了更大的谜团，炮制这场惨案的真凶似乎另有其人，而别有用心的幕后黑手抓走了巴尔 ，只留下杰克一人探明真相。六发子弹中有一发漏空的子弹是杀手故意放空的。为了了解狙击手的工作，杰克特意来到了狙击手的训练营找到了一个叫做萨缪尔·卡什 的教练。在卡什和巴尔妹妹以及律师的帮助下，杰克渐渐走进了事件的中心位置，一个关于苏联改造营和俄罗斯黑帮的秘密也慢慢浮出水面……"
    },
    "狂蟒之灾2": {
      "channel": "动作影院",
      "title": "狂蟒之灾2",
      "desc": "位于婆罗洲的原始丛林中，比尔·约翰逊带领着他的探险小队穿行于其中，寻找着一种名为“血兰”的珍稀植物。在记载中，血兰拥有着能够使人长生不老的神秘力量，“几乎从未有人获得过它”的传闻也令血兰逐渐成为了传说。这一次，受一家著名的医药公司所托，比尔一行人决定揭开血兰的神秘面纱。在离目标越来越近的同时，危险也不期而至。血兰的力量没有使人类返老还童，却将一群蛇类变得凶猛而恐怖，为了挪动巨大的身体，它们不得不吃下比以往多达数倍的食物，而此时冒昧来访的人类，成为了它们最好的猎物。一边是丛林中恶劣的生态环境，一边是穷凶极恶的食人恶兽，同伴们一个接着一个的悲惨死去，比尔最终能够自保，并且挽救更多的生命。"
    },
    "狙击精英": {
      "channel": "动作影院",
      "title": "狙击精英",
      "desc": "为了阻止军火商释放致命的超级武器，王牌狙击手布兰登·贝克特（查德·迈克尔·柯林斯饰）和特工零号（瑞恩·罗宾斯饰）被派往科斯塔维德，领导一群精锐士兵。贝克特将一名未经考验的狙击手纳入麾下，面临着他最新的挑战：下达命令而不是接受命令。随着时间和弹药的减少，他们必须克服一切困难才能生存下来。"
    },
    "白雪公主与猎人": {
      "channel": "动作影院",
      "title": "白雪公主与猎人",
      "desc": "向冷酷无情的女王雷雯娜正在通过武力扩张着自己的版图。他已经讨伐下了好几个国家。就在他准备泰伯国的时候，她突然得到了一个消息：她的继女，白雪公主，已经命中注定地要成为“世界上最美的女人”，并且要取代她成为统一后的大王国的统治者。咽不下这口气的女王找来了自己的看家宝魔镜，魔镜告诉她，如果要继续保持美貌、统治王国并且永垂不朽的话，那么一定要杀死白雪公主并且吸尽她的生命。 　　被关押起来的白雪公主费尽千辛万苦从牢里逃了出来，并跑到了黑暗森林中。得知这个消息的女王非常生气，她派出了自己手下的猎人埃里克前往黑暗森林，杀了白雪公主。在黑暗森林中，埃里克突然良心发觉，他非但没有杀了白雪公主，反而成了她的守护神。两个人在黑暗森林里不断地逃命，突然之间，他们走到了黑暗森林的边界，进入了一个世外桃源般的地方。在这里，他们得知了女王的滔天罪行，并决议要复仇。而埃里克则教会了白雪公主战斗的技巧。 　　实力日渐强大的白雪公主带着埃里克、八个小矮人、从泰伯国里来的骑士、从小青梅竹马的情人威廉王子和一些随从，准备重新杀回皇宫，夺回属于自己的生活，并让命运成真……"
    },
    "勇敢者的游戏2": {
      "channel": "动作影院",
      "title": "勇敢者的游戏2",
      "desc": "父亲因为工作需要出门，姐姐莉莎（克里斯汀•斯图尔特 Kristen Stewart 饰）作为老大不得已担负起照顾两个弟弟丹尼和沃特的责任。然而莉莎偷懒留下丹尼（乔纳什•波波 Jonah Bobo 饰）和沃特（乔什•哈切森 Josh Hutcherson 饰）这两个生性好动，年幼顽皮的的家伙自己上楼去睡觉。无聊至极的二人只得自娱自乐，但二人不断的争吵让丹尼赌气离开，独自来到地下室淘宝，意外的发现了一套太空飞行棋。好奇心起的丹尼开启了游戏的开关，并邀请哥哥沃特参与到游戏中来。不断的流星雨和外星人侵袭让这场游戏越发的惊心动魄，而中途加入的神秘太空人真实的身份更是让人大跌眼镜。渐渐他们意识到，这不是一盘普通的游戏棋，而一旦开启了游戏的开关，如若不能到达游戏的终点扎图拉行星，等待他们的将是永远滞留在外太空。那么两兄弟能否在这场真实的冒险中尽释前嫌，联手度过难关？"
    }
  },
  "墨宝": {
    "美术里的中国": {
      "channel": "墨宝",
      "title": "美术里的中国",
      "desc": "节目聚焦中国近现代经典美术作品，见证中华民族复兴伟大征程中的时代之变、中国之进，深入提炼作品中的文化标识、当代价值、时代意义，以最前沿的数字技术，进行融媒体视觉探索，以科技助力艺术表达，打造影像化、数字化的美术馆。通过这些传播文化、记录变迁、诉说历史的中国美术佳作，弘扬中国精神，增强文化自信。"
    },
    "中国书法大会": {
      "channel": "墨宝",
      "title": "中国书法大会",
      "desc": "《中国书法大会》是由中央广播电视总台与中国书法家协会推出的大型书法文化类季播电视节目，节目深入挖掘书法文化，全景展现源远流长的汉字发展史、博大精深的中国书法史，通过先进视觉呈现为古老碑帖注入新的生命，鲜活表达中国文化蕴含的思想和精神力量，充分彰显中华民族的文化自信 。\n\n　　该节目于2023年6月2日起每周五晚20:00在总台央视综合频道（CCTV-1）首播，次日科教频道（CCTV-10）20:00档重播，央视频、央视网等新媒体平台同步上线"
    }
  },
  "光影": {
    "亨利之书": {
      "channel": "光影",
      "title": "亨利之书",
      "desc": "《亨利之书》讲述小男孩亨利为了保护邻居家的小姑娘不被她的父亲所伤，暗自策划了一场谋杀。"
    },
    "自由作家": {
      "channel": "光影",
      "title": "自由作家",
      "desc": "爱林（希拉里·斯万克 Hilary Swank饰）从事的第一份教育工作，就是在威尔逊学校一个糟糕透顶的班级里担任老师。这里有着给老师们带来噩梦的学生：他们虚度光阴，消磨时辰，把学校当成18岁之前的游乐场；更混乱的是，学生们来自社会里的不同种族和各类底层阶级，分帮结派互相斗殴。\r 　　爱林想方设法让仇恨远离孩子们的心，消解他们之间的敌意，可是，作为一名白人老师，孩子们对她树起了重重心墙，爱林的教育理想在现实中一次又一次地碰壁。\r 　　孩子们跌入深渊的心灵是否无药可救，他们的未来能否在爱林的循循教导下重现曙光，爱林的肩上承着千斤重担，她只有一本或者可以感化孩子的《安妮日记》，以及一颗热忱真诚的心，带领迷失的孩子找到明灯。"
    },
    "偷盗艺术": {
      "channel": "光影",
      "title": "偷盗艺术",
      "desc": "《偷盗艺术》是一部加拿大犯罪喜剧.科朗奇·卡尔霍恩(拉塞尔)是一个蛮勇的车手,他算是半个改过自新的艺术品窃贼,答应了他弟弟尼基(狄龙)再做一单案子。当科朗奇找回他以前的队伍,正要偷取一本价值连城的古老的书时,尼基突然想到了一个更冒险的方案。而两兄弟并不知道,他们每个人的背后其实都有着一份自己的打算,而先前的计划则泡汤了。"
    },
    "回到未来2": {
      "channel": "光影",
      "title": "回到未来2",
      "desc": "马丁（Michael J. Fox 饰）才回到现实世界与女友团聚，布朗博士（Christopher Lloyd 饰）就心急火燎地把他们带到了30年后的未来世界，原来这一次是马丁未来的两个孩子因参与抢劫锒铛入狱，博士要携马丁一起阻止悲剧发生。周旋一番后，两个孩子被成功挽救，但三人回到现实世界后，却发现周遭发生了天翻地覆的变化，世界被贝夫（Thomas F. Wilson饰）所控制，马丁的父亲乔治惨死，母亲洛莲（Lea Thompson 饰）竟然成了贝夫的妻子！这一切都是因为时光机器的秘密不慎被未来的老贝夫识破，他偷偷回去捣鬼，竟因此使得整个世界都在他的掌握下！马丁与博士再次踏上时光穿梭的征途，希望将世界扳回正轨。"
    },
    "看着我": {
      "channel": "光影",
      "title": "看着我",
      "desc": "Sean 和 Ricky 是孖生兄弟。Sean 的女朋友邀请他们出席她教会主办的音乐会。音乐会上，他们听到新派牧师侮辱性小众。Sean 大怒， 更在网上讽刺这个牧师及他的教会。结果，Sean 被告伤害教会，更被监禁。在监狱里，Sean 几乎发疯了。目击到教会的无情，在他的兄弟被监禁后，Ricky 变成了一个性小众权利的活动家。Sean 和 Ricky 的结果会变成么样？那个教会又会有什么下场? 在网络世界，一切都变得复杂。"
    },
    "异星觉醒": {
      "channel": "光影",
      "title": "异星觉醒",
      "desc": "大卫、米兰达、罗里、村上和休在同一艘太空船上工作。一次偶然之中，他们在火星上发现了一个尚未成熟的生命体。休将这个生命体带回了实验室，让大家没有想到的是，这个小小的细胞在外界的刺激之下竟然开始了飞速的成长。随着生命体的长大，事态的发展开始失去了控制，该生命体展现出了强大的攻击力和高超的智力，先后杀死了数名船员。不仅如此，大卫发现生命体似乎想随着飞船一起降落地球，而一旦它的阴谋得逞，地球上的人类势必将要面临灭顶之灾。"
    },
    "时空恋旅人": {
      "channel": "光影",
      "title": "时空恋旅人",
      "desc": "21岁的时候，蒂姆·雷克（多姆纳尔·格里森 饰）突然得知自己有穿越时空的能力。在和往年一样不欢而散的年夜饭之后，蒂姆的爸爸（比尔·奈伊 饰）跟他坦诚布公：我们这个家族的男人，生来就有着穿越时空的神力。蒂姆虽然不能改变历史，但是他能够改变自己生命中发生过的和将要发生的一些小事，所以他决定运用自己的能力，让生活变得美好——说白了他是希望给自己找一个女朋友。然而，这并非像他想象中那么容易。蒂姆从康沃尔海岸搬到了伦敦，受训成为律师，在这里他终于遇上了一位漂亮但不那么自信的姑娘，名叫玛丽（瑞秋·麦克亚当斯 饰）。两人相爱了。然而一次“穿越”当中，蒂姆不小心改变的一件小事就像“蝴蝶效应”一样让他在将来生活中没有机会遇到玛丽。通过一次又一次的尝试，蒂姆一次又一次地和玛丽相遇，他终于赢得了她的心。"
    }
  },
  "武术": {
    "藏着的武林": {
      "channel": "武术",
      "title": "藏着的武林",
      "desc": "《藏着的武林》由中央广播电视总台影视剧纪录片中心摄制推出。全片共6集，每集50分钟，通过回顾和梳理武术的历史源头、核心价值、人员构成、传承形态、生存处境及现实意义，在历史与现实的映照中寻觅到其流变轨迹，完成了对武术冷静、客观的再认识，是对中国传统武术的一次全面科普。《藏着的武林》从调研到摄制完成，前后历时3年。创作者以第一视角深入探访武林，用冷静克制但又不失温度的解说，理性、科学地解读了中国武术的历史源流和真实现状。"
    }
  },
  "美妆": {
    "生活圈": {
      "channel": "美妆",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "收视指南": {
    "越战越勇": {
      "channel": "收视指南",
      "title": "越战越勇",
      "desc": "故事发生在1965年的越战初期,美军第一骑兵师第七骑兵团第一营的450名战士，在盲目的指挥下，竟毫不知情、毫无准备地降落在北越军队集结的中心区域。北越方面在降落地点周围早已部署有2000以上的兵力，第一营的战士不得不面对近5倍于自己的敌人。尽管他们背后拥有强大的远程和空中火力支持，但是毕竟众寡悬殊，一营的官兵不得不展开一场异常惨重的生存保命战。 　 所幸，北越部队的情报有限，指挥也十分谨慎，没有抓住乘虚而入一举歼灭整个营地的机会。经过两天伤亡逾百人的战斗之后，第一营终于可以脱离战场，与前来解围的第二营返回基地。但是，途中由于第二营营长缺乏经验，竟然只为了审讯两名战俘，而命令丛林中已拖至500码长的纵队停止前进。以火力薄弱面撞上了北越方面的生力军，在激战中一营几乎被一扫而空。"
    }
  },
  "热播剧场": {
    "远方的山楂树": {
      "channel": "热播剧场",
      "title": "远方的山楂树",
      "desc": "1976年，东北农村一处普通的知青点里，团支书彭天翼被推荐为工农兵学员，即将返回北京上大学。然而，就在这人生转折时刻，航天科学家楚忠良把毕生研究成果偷偷交给他保管。彭天翼为保护珍贵的学术成果，放弃火热的初恋和即将被保送上学的前程。 知青大规模返城，彭天翼却继续扎根农村，他为了推动农业改革，与保守势力辩论，错过了高考；回城务工后，他在经济体制改革中大刀阔斧，因此导致家庭出现裂痕；为坚守强国富民的初心，他放弃了赴美国继承遗产的机会，安心于平淡艰辛的经济学研究。历经无数牺牲和奋斗，以彭天翼为代表的知青们为中国改革事业趟出一条血路……"
    },
    "当婆婆遇上妈之欢喜冤家": {
      "channel": "热播剧场",
      "title": "当婆婆遇上妈之欢喜冤家",
      "desc": "率真可爱的女孩陈双燕与钻石男林一凡相恋，一凡各方面都符合陈妈的女婿标准，唯独二婚这一条犯了陈家大忌。而身为外科专家的林母压根儿看不上出身寒微的准儿媳，再加上精明强干的前儿媳杨芳芳不断以孙女玲玲为筹码拉拢林母，林母内心的天平完全倒向了前儿媳。陈妈与林母是多年老同学，两人重逢后不久发现对方竟然是自己的未来亲家，一场另类的婆妈大戏就此上演。双燕的孪生弟弟双龙喜欢一凡的妹妹晓静，但晓静只把他当个成玩伴，这对最不可能成为恋人的欢喜冤家奉子成婚，令所有人大跌眼镜。陈妈和林母为了保卫各自儿女的婚姻战火不断升级。新的生命诞生了，硝烟散尽又是婆婆又是妈，后众人明白了一个道理，人心换人心，处处皆真情。"
    },
    "内衣先生": {
      "channel": "热播剧场",
      "title": "内衣先生",
      "desc": "《内衣先生》讲述了一位名叫“阿静”的年轻人的逗趣双面人生。主人公在双重身份中无缝切换，努力不懈，充满了“知其不可而为之”的励志精神。在内衣公司，阿静呆萌胆小，体验着职场新人的酸甜苦辣。在家族企业，阿静变身霸道总裁，淡定有智慧，与二位元老为首的“虾兵蟹将”斗智斗勇。其不按常理出牌的另类智慧总是能将老谋深算又十分逗比的元老们轻松玩转，一次次将危机用出人意料的幽默方式化解。"
    }
  },
  "经典电影": {
    "侠探杰克": {
      "channel": "经典电影",
      "title": "侠探杰克",
      "desc": "六发子弹，五名死者，神秘枪手在闹市区制造了一起惨案让整个城市都陷入魁了恐慌。所有的证据都指向了前军队狙击手詹姆斯·巴尔。但他坚持自己的清白并要求把老相识 杰克·理查尔 找来，两人曾同在军队中服役。随着杰克调查的深入，他发现了更大的谜团，炮制这场惨案的真凶似乎另有其人，而别有用心的幕后黑手抓走了巴尔 ，只留下杰克一人探明真相。六发子弹中有一发漏空的子弹是杀手故意放空的。为了了解狙击手的工作，杰克特意来到了狙击手的训练营找到了一个叫做萨缪尔·卡什 的教练。在卡什和巴尔妹妹以及律师的帮助下，杰克渐渐走进了事件的中心位置，一个关于苏联改造营和俄罗斯黑帮的秘密也慢慢浮出水面……"
    },
    "德古拉元年": {
      "channel": "经典电影",
      "title": "德古拉元年",
      "desc": "15世纪中叶，作风彪悍残忍的穿刺王弗拉德（卢克·伊万斯 Luke Evans 饰）在土耳其苏丹的扶持下回到故乡特兰西瓦尼亚，建立起一个和平祥和的国家。然而此时此刻他仍受制于土耳其苏丹王穆罕默德（多米尼克·库珀 Dominic Cooper 饰），苏丹要求弗拉德献上一千个男孩充军，包括他儿子在内的孩子们都将成为嗜血统治者的牺牲品。不愿孩子重走自己当年血腥之路的弗拉德奋起反抗，屠杀使者。为了赢得战争的胜利，他闯入神秘而恐怖的断牙山，期望借助传说中的怪物之手击退土耳其的入侵者。他为了国家不惜抛弃良知和灵魂，由此注定了千古悲剧的开始。吸血鬼德古拉的传说由此上演……"
    }
  },
  "少儿动画": {
    "亚瑟 圣诞": {
      "channel": "少儿动画",
      "title": "亚瑟 圣诞",
      "desc": "每年的圣诞节前夕，圣诞老公公的馈赠是全世界儿童最大的期盼。时至今日，圣诞老人也与时俱进，现役圣诞老人马尔科姆（Jim Broadbent 配音）乘坐最先进的S1飞行器，与成千上万的小精灵在圣诞夜飞遍全世界，给数亿儿童送去礼物。而他的长子史蒂夫（Hugh Laur ie 配音）则坐镇位于北极的中央控制室，通过最先进的设备指挥礼物的发放工作。崇尚技术的史蒂夫坚信自己将成为下一年的圣诞老人，无奈父亲老当益壮，丝毫没有退休的意思。可惜百密一疏，今年居住在英国某郡的小女孩没能收到礼物。被父亲称为麻烦精的亚瑟（James McAvoy 配音）不忍女孩失望，于是和他那丝毫不服老的爷爷——上一代圣诞老人（Bill Nighy 饰）乘坐被封存在仓库里的雪橇踏上补送礼物的征程。距离天亮还有两小时，亚瑟和爷爷争分夺秒向英国冲刺…… 　　本片荣获2012年安尼奖最佳配音奖（Bill Nighy）。　　  © 豆瓣"
    },
    "神奇乐园历险记": {
      "channel": "少儿动画",
      "title": "神奇乐园历险记",
      "desc": "一位极富创造力的女孩小六月，偶然间发现了一座神奇的乐园。在乐园里，有着各式各样惊险刺激的游乐设施和形形色色的动物朋友。在这个奇幻的世界里，将会发生怎样意想不到的故事呢？"
    },
    "欢乐好声音": {
      "channel": "少儿动画",
      "title": "欢乐好声音",
      "desc": "马修·麦康纳希（Matthew McConaughey）为剧院老板巴斯特（Buster Moon）——一只考拉配音，这家剧院是他父亲建立的，曾经十分辉煌，但现在门庭冷落。为了重振剧院，考拉经理决定举办一场全世界最伟大的歌唱大赛，冠军将获得10万美元的奖金！这在动物王国已经算是巨款了！  这场歌唱大赛最终选出了五位决赛选手，他们分别是：  瑞茜·威瑟斯彭（Reese Witherspoon）配音的猪妈妈罗茜塔（Rosita），她年轻时一直有音乐梦想，后来一窝生了25只猪仔后梦想就烟消云散了。如今她参赛一方面是为圆梦，另一方面也是因为经济上入不敷出。  斯嘉丽·约翰森（Scarlett Johansson）配音的少女豪猪艾什（Ash），她和男友建立了一个庞克摇滚乐队，但男友总是打击她，让她觉得自己没有音乐才华。如今她要摆脱傲慢的男友，开始自己的单飞事业。  塞斯·麦克法兰（Seth MacFarlane）配音的老鼠歌手麦克（Mike），他有着辛纳特拉的动听歌喉，但心机很深，无时无刻不在利用遇到的每个人。  托瑞·凯利（Tori Kelly）配音的小象米纳（Meena），胆子很小，有舞台恐惧症。  塔伦·埃格顿（Taron Egerton）配音的年轻大猩猩强尼（Johnny），父亲一心想让他继承自己家族的黑帮事业，但他不愿子承父业、只想唱歌。  此外，约翰·C·莱利（John C. Reilly）也将加盟本片，为考拉老板最好的朋友黑绵羊艾迪（Eddie）配音，他不看好歌唱比赛这个主意。"
    },
    "爱宠大机密": {
      "channel": "少儿动画",
      "title": "爱宠大机密",
      "desc": "讲述了在纽约一幢热闹的公寓大楼里，有一群宠物，每天主人出门后、回家前这里就变成了它们的乐园：有的和其他宠物一起出去玩；有的聚在一起交流主人的糗事；还有的在不停捯饬自己的外貌，使自己看上去更可爱以便从主人那里要来更多的零食……总之，宠物们每天的“朝九晚五”是他们一天中最自由、最惬意的时光。在这群宠物中，有一只小猎犬是当仁不让的领袖，他叫麦克斯（Max），机智可爱，自认为是女主人生活的中心——直到她从外带回家一只懒散、没有家教的杂种狗“公爵”（Duke）。麦克斯和公爵人生观价值观都不一样，自然很难和平共处。但当它们一起流落纽约街头后，两人又必须抛弃分歧、共同阻止一只被主人抛弃的宠物兔“雪球”（Snowball）——后者为了报复人类，准备组织一支遭弃宠物大军在晚饭前向人类发起总攻……"
    },
    "宝可梦": {
      "channel": "少儿动画",
      "title": "宝可梦",
      "desc": "真新镇的少年年满10岁之后，就可以得到训练宝可梦的资格。10岁的少年小智以成为最厉害的宝可梦大师为目标，即将踏上修行之旅。小智因为早上赖床迟到，险些失去挑选最初的宝可梦的资格，无奈下他领走了一只被挑剩下的宝可梦——皮卡丘。皮卡丘又名电鼠，虽然长相可爱，但性格含羞内向却又不亲近人类，稍有不满就乱放电电人，暴躁的脾气让小智吃尽了苦头。大木博士把宝可梦图鉴和精灵球作为践行礼物送给了小智。在小智和皮卡丘的前方，宝可梦的世界有许多谜题和探险在等着他们，迎接他们的到底是光明还是黑暗，小智能否如愿成为宝可梦大师呢？"
    },
    "小黄人": {
      "channel": "少儿动画",
      "title": "小黄人",
      "desc": "这部新片将是2015年推出的小黄人独立电影《小黄人》的直接续集。它作为《神偷奶爸》的衍生作品，讲述了小黄人们在“前格鲁”时代为其他主人服务的经历，不过少年格鲁曾经出现在这部衍生电影里，续集将围绕他与小黄人们结缘的过程展开剧情。"
    },
    "精灵鼠小弟3": {
      "channel": "少儿动画",
      "title": "精灵鼠小弟3",
      "desc": "他是一个聪明的、热心的家伙——他是一只老鼠，一只颇有心计的老鼠，他的名字叫斯图亚特。斯图亚特在这个对他来说超级庞大的世界里，一心想寻找自己的家和归属的意义，当他被里特一家收养之后，他开始了一场和各种角色一起的冒险活动——包括他的宿敌家：猫斯纳贝尔。"
    }
  },
  "魅力时尚": {
    "熊爸熊孩子": {
      "channel": "魅力时尚",
      "title": "熊爸熊孩子",
      "desc": "35岁投资公司副总经理熊雄，在人生即将迈向成功的时刻，被副手李有为暗算失业，又得罪贤惠美丽的妻子金子。妻子离家出走，留给他一个叛逆儿子维尼和女儿小小熊。他被儿子定义为“狗熊爸爸”。此外，不着调摄影师尤用、替姐姐监督后院的小姨银子、动辄以左勾拳解决问题的老丈人老陶、开房车周游全国的爹妈、知性大龄女班主任林老师、纠缠不休的女金领段雨楠，都让熊雄的生活几番风雨，原本的职场“战神”不得不回归家庭当起“奶爸”。然而通过和孩子们的相处，熊雄终于认识到自己性格的问题，成功蜕变成一个真正的好男人、好爸爸，也在和老婆的“面包大战”中重新赢回芳心，成为一个事业家庭两不误的无敌爸爸。"
    },
    "富贵门": {
      "channel": "魅力时尚",
      "title": "富贵门",
      "desc": "一起意外事故，让本来是老千的沙富摇身一变，成为了卓家老爷多年在外的私生子卓一鸣（罗嘉良 饰）。卓家的大哥卓一元（吕良伟 饰）是个正直的银行家，对于一鸣的身份从未表示过怀疑。不仅一元对一鸣百般照顾，善于讨人欢心的一鸣还得到了卓家上上下下的喜爱，而这其中包括了卓家的女儿卓一心（袁咏仪 饰）的爱。但碍于与一鸣的这份“兄妹”关系，让一心陷入到了痛苦之中。\n\n　　一开始只准备在卓家捞一笔钱的富来，渐渐忘记了最初的目的，在一鸣的身份下，贪念在不断膨胀。那些之前未曾享受过的亲情、爱情和权利，让他想要更多的掠夺。而再好的伪装也终究有被揭穿的一天，一鸣和卓家最终会何去何从……"
    },
    "最美的安排": {
      "channel": "魅力时尚",
      "title": "最美的安排",
      "desc": "潘大为（范明饰）的凄子杨冰去世多年。杨冰孪生妹妹杨清从国外归来，想要找回当年遗弃的孩子，而这个孩子就是潘大为的女儿潘朵拉。潘大为不许杨清告诉孩子真相，杨清便以二姨的身份跟潘朵拉建立了深厚的感情。杨清想偷偷带潘朵拉出国，被潘朵拉发现真相，与杨清断绝关系。杨清为了得到潘朵拉的原谅，决定跟潘大为结婚，遭到潘朵拉和家人反对。杨清失落，准备离开。潘大为让女儿看了杨清为潘朵拉准备的一切，dianshiyu.com潘朵拉体会到母爱，母女相认。岳母张翠兰记恨杨清当年抛家弃子，不认杨清。潘大为让杨清装扮成杨冰的模样，向张翠兰认错悔过，张翠兰原谅杨清。杨清对潘大为好感倍增，建立了恋爱关系。潘朵拉的生父温一虎出现，要夺回杨清和潘朵拉，杨清摇摆不定，潘大为揭穿温一虎的阴谋，最终与杨清走到了一起。"
    }
  },
  "IPTV野外": {
    "自然传奇": {
      "channel": "IPTV野外",
      "title": "自然传奇",
      "desc": "《自然传奇》栏目以引进、编译国外优秀节目为主，结合节目的主题化、系列化的选题及制作理念，聚焦动植物世界生命传奇故事、探寻揭示宇宙万象的神奇奥秘。精心打造一个充满神奇自然生命传奇、展现天文地理奇观魅力的平台。为观众开启一扇了解世界、认识自然的窗口，启发广大青少年热爱自然、热爱科学、勇于探索的精神。《自然传奇》于2000年9月23日起开播，初期在中央电视台第一套节目（CCTV-1）现“中央电视台综合频道”播出，每期时长70分钟。后来先后进入中央电视台第二套节目（CCTV-2）现“中央电视台财经频道”、中央电视台第七套节目（CCTV-7）原“中央电视台军事•农业频道”，现中央电视台国防军事频道。2010年12月13日，《自然传奇》开始在中央电视台科教频道（CCTV-10）播出，同时时长也由原来的90分钟调整为50分钟。"
    }
  },
  "IPTV法治": {
    "今日说法": {
      "channel": "IPTV法治",
      "title": "今日说法",
      "desc": "诞生于1999年1月2日的《今日说法》是全国第一档全日播法制栏目，秉持“点滴记录中国法治进程”的理念，以“重在普法，监督执法，促进立法、服务百姓”为己任，为全国观众推出了丰盛的“中国人的法治午餐”。栏目通过“举案说法”的形式，权威解读典型案例，诠释法治精神，传递公平正义，使法治信仰浸润人心，努力让人民群众在每一个司法案件中感受到公平正义。20多年来，《今日说法》栏目在全国午间收视率排位中始终稳居第一。在全面推进依法治国的今天，《今日说法》将继续秉承栏目既定理念，恪守媒体职责，为中国的法治建设贡献力量。"
    },
    "天网": {
      "channel": "IPTV法治",
      "title": "天网",
      "desc": "1981年，一个偏远山区小县城新到任的县委书记秦裕民发现了—桩奇案。花岭村村会计李荣才因揭发支书贾仁贵，反被诬陷贪污而被开除，一家三口到处上访，一告告了20年，问题没有解决，致使老伴疯了，儿子跑了，流浪街头乞讨为生。秦裕民对此百思不解、义愤填膺，立即组织调查组进驻花岭村。不久，调查组便查出贾仁贵在经济上有严重的亏空，在村里横行霸道，鱼肉百姓。于是工作组决定让贾仁贵停职检查。而贾仁贵居然不理睬，离家出走去向不明。为此调查组发了贾仁贵违纪的通报并在县报上刊登。对贾仁贵的处理决议一宣布，便引起了轩然大波，来自县委、地委的各种阻力及污陷纷纷而至，但是，秦裕民力排各种阻力，执著地清查贾仁贵的案子。艰辛的调查工作终于有了结果，贾仁贵的错误和违法行为有了确凿的证据，经县委决定开除了他的党籍，并登了报，民心大振，秦裕民又追查证据，彻底给李荣才平了反，安了新家。李荣才深情地说：“秦书记，我以后再也不打扰你了，让你有更多的时间为老百姓办事吧!”"
    }
  },
  "爱电影": {
    "狂蟒之灾2": {
      "channel": "爱电影",
      "title": "狂蟒之灾2",
      "desc": "位于婆罗洲的原始丛林中，比尔·约翰逊带领着他的探险小队穿行于其中，寻找着一种名为“血兰”的珍稀植物。在记载中，血兰拥有着能够使人长生不老的神秘力量，“几乎从未有人获得过它”的传闻也令血兰逐渐成为了传说。这一次，受一家著名的医药公司所托，比尔一行人决定揭开血兰的神秘面纱。在离目标越来越近的同时，危险也不期而至。血兰的力量没有使人类返老还童，却将一群蛇类变得凶猛而恐怖，为了挪动巨大的身体，它们不得不吃下比以往多达数倍的食物，而此时冒昧来访的人类，成为了它们最好的猎物。一边是丛林中恶劣的生态环境，一边是穷凶极恶的食人恶兽，同伴们一个接着一个的悲惨死去，比尔最终能够自保，并且挽救更多的生命。"
    },
    "特种部队": {
      "channel": "爱电影",
      "title": "特种部队",
      "desc": "一名法国战地记者女记者Elsa（黛安·克鲁格 Diane Kruger 饰）和她的同事在阿富汗采访期间遭到塔利班绑架。塔利班将被捕获的Elsa相关视频放倒了网络上，并声称在规定时间内，她将在摄像机面前被处死，而全世界的人民都可以通过网络看到全过程。\r 在Elsa被行刑之前，一支由特种部队成员组成的救援小组被法国军方派来营救她。面对着极其残暴的塔利班亡命之徒，救援小组不畏艰险在第一时间就救出了Elsa，却与总部失去联系，不得不开始一场更为险恶的保卫战。\r 一场在塔利班追捕者和救援小组之间的拉锯逃亡战不可避免的展开了。塔利班设下各种陷阱，未将救援小组一网打尽，而救援小组只有一个目标：成功营救Elsa逃离此地。"
    },
    "变形金刚4": {
      "channel": "爱电影",
      "title": "变形金刚4",
      "desc": "当年那场惨烈的芝加哥大战，汽车人虽然成功击退了霸天虎的入侵，却也让地球人对他们失去了应有的信任与尊重。由美国中情局组建的“墓风”部队对所有的变形金刚进行无差别的猎杀，一时间汽车人和霸天虎全都在地球不见了踪影。某天，居住在得州的落魄机械发明家凯德·伊格 买回来一辆破旧的卡车车头，谁知那竟是处在休眠中的汽车人首领擎天柱。嗅到气息的墓风部队蜂拥而至，苏醒后的擎天柱救走了凯德一家，也和散落在各个角落的汽车人相继取得联系。另一方面，疯狂的人类科学家从变形金刚的残骸中获知了他们变形的秘密，并企图借此制造出人造金刚，而脱胎自威震天的惊破天正是他们的得意作品以及催命死神。新一轮的危机卷土而来，地球面临更大的灾难……"
    },
    "维斯珀": {
      "channel": "爱电影",
      "title": "维斯珀",
      "desc": "在未来的某个时刻，地球的生态系统崩溃了。一个名叫Vesper的13岁孩子很坚强，她的父亲瘫痪了，她试图在任何可能的地方为他们获取食物。有一天，她在森林里发现了一个神秘的女人，她开始希望事情会发生变化......由于独特的艺术概念、演员的强劲表演和富有想象力的配乐的结合，这部二战科幻片为观众提供了全面的视听体验。"
    }
  },
  "爱大剧": {
    "春暖花开": {
      "channel": "爱大剧",
      "title": "春暖花开",
      "desc": "《春暖花开》是一部关于中国青年文化的寓言故事，讲述了年轻一代对爱情的重视。该片由七十年代的邵氏美女李亚俐、舒培培和林嘉欣主演，她们在片中饰演寻找爱情的单身女人。这是一辆三层浪漫巴士，在一条不归路上飞驰，驶向一座低矮的桥。"
    },
    "暖暖的幸福": {
      "channel": "爱大剧",
      "title": "暖暖的幸福",
      "desc": "梅花手工旗袍店是一家百年老店，高超的工艺曾在京城名操一时，随着时代的变迁，生意日渐萧条。上门女婿金满堂作为梅花旗袍店的掌门人，一直坚守着“一针一线世代相传”的祖训，靠着自己的一张“好嘴”以及多年积累的老客户捧场，勉强维持一家老少的生计。两年前金满堂的妻子在一场车祸中意外丧生，岳母梅奶奶经受不住打击病倒，弥留之际逼着金满堂将贤惠善良的保姆惠莲娶进家门，经过抢救梅奶奶死里逃生醒来却忘记女儿去世一幕，全家人只好将错就错，一直延续这个善意的谎言，金满堂和惠莲只能一直“隐婚”。金满堂偶遇“贵人”，将百年老店“梅家旗袍店”关张做起发财梦，不料卷入一场骗局欠下巨额债务，金满堂为抓骗子发生车祸，梅奶奶发病离家出走不知所踪，惠莲回到金家不离不弃照顾一家老少的起居生活，绣儿中途辍学扛起家庭重任，金元和绣儿决定重振“梅家手工旗袍店“却困难重重，一家人历经坎坷，一次次度过难关，最终成为相亲相爱的一家人。"
    }
  },
  "北京卫视4K": {
    "风味原产地": {
      "channel": "北京卫视4K",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    }
  },
  "广东卫视4K": {
    "寻味东莞": {
      "channel": "广东卫视4K",
      "title": "寻味东莞",
      "desc": "东莞，中国广东重要的交通枢纽和外贸口岸，中国最具活力的国际化城市之一。过去的二十年来，东莞以高速发展的制造业闻名， 但在“世界工厂”身份之外，这里还隐藏着一个庞大神奇的美食世界。城市美食纪录片《寻味东莞》将以美食作为东莞的城市名片，带领人们探访东莞的地道⻛味，寻找一系列富有传奇色彩的鲜活美食，呈现这方水土过去和现在的碰撞，时间与空间的融合。"
    },
    "国宝时刻": {
      "channel": "广东卫视4K",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    }
  },
  "山东卫视4K": {
    "纪录片": {
      "channel": "山东卫视4K",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "馆长来了": {
      "channel": "山东卫视4K",
      "title": "馆长来了",
      "desc": "《馆长来了》由山东广播电视台发起，沿黄九省(区)文旅部门、电视台联合制作的一档黄河文化溯源节目。节目以沿黄九省(区)博物馆文物为载体，邀请沿黄九省（区）27家博物馆及国家级权威专家参与其中，共同溯源孕育中华文明的文化基因。节目从黄河源头青海出发，溯源九省至山东入海，甄选了几十件最具黄河文化特色的镇馆之宝级珍贵文物，沿黄九省（区)电视台主持人来到节目中；馆长们与权威专家、文化学者、文物相关人交流碰撞，展现灿烂的黄河文化，溯源历史，增强民族自信。"
    },
    "调查": {
      "channel": "山东卫视4K",
      "title": "调查",
      "desc": "Vijay Malik经营着一个新闻频道，他始终遵循自己的经营道德原则——老老实实做新闻。这导致他的频道的收视率，不断被善于哗众取宠，制造轰动效应的对手频道抢走。他的儿子Jai 野心勃勃，发誓拼回收视率。于是，背着父亲联系上一位富有的、腐败的政治家Mohan Pandey，两人合力制造丑闻，大造舆论，Jai骗取父亲的信任，利用父亲的电视台播报关于总理牵涉恐怖袭击的假新闻。在Jai的帮助下，Mohan Pandey成功竞选为新总理。然而，Malik手下的一名记者Purab发现了真相。Vijay Malik在他的新闻节目中公开道歉，承认错误。Jai畏罪自杀。Mohan Pandey拒绝承认与该丑闻有关。Vijay Malik辞职，将电台交给了诚实的记者Purab。"
    }
  },
  "湖南卫视4K": {
    "声起地平线": {
      "channel": "湖南卫视4K",
      "title": "声起地平线",
      "desc": "《声起地平线》是由迪玛希作为发起人，携手来自丝路沿线六国的青年音乐人共同开启的全新户外音乐唱演节目。八位歌手深入“一带一路”首倡地哈萨克斯坦的四座特色之城，感受在地的历史人文、城市建设和自然风光，将沿途见闻转化为八场融合民族底蕴与国际视野的舞台竞演。节目以积分角逐“荣耀之星”，在发起人和多位音乐见证人的助力下，展开了一场丝路青年互学互鉴的音乐奇旅。"
    },
    "与凤行": {
      "channel": "湖南卫视4K",
      "title": "与凤行",
      "desc": "身为魔界衔珠而生的碧苍王，沈璃的一生是璀璨而夺目的，但在她千岁诞辰之际，政治联姻的魔爪劈头盖脸的挠过来。九十九重天上的帝君，一纸天书颁下，着碧苍王与帝君第三十三孙拂容君定亲。拂容君早年便因花心而闻名天外，她堂堂魔界一霸，一杆银枪平四海战八荒，岂能嫁给那种花心草包!这婚必须逃!沈璃不想，这一跑还真碰上了那个不属于三界五行的男子..."
    }
  },
  "江苏卫视4K": {
    "子夜外卖": {
      "channel": "江苏卫视4K",
      "title": "子夜外卖",
      "desc": "《子夜外卖》以“子夜”为时间窗口，既没有邀请明星嘉宾助阵，也没有主持人串联，而是完全以外卖员的第一视角，进行原生态的社会风貌记录。将以一期一主题的单元设置，辐射夜色下的缤纷风景。《子夜外卖》第一季分为8期节目，每期有3名外卖小哥作为故事主角，穿插其他人物群像，展现奋斗故事。拍摄过程采用全程跟拍的方式，第一时间对取单送单过程中发生的状况进行实时记录捕捉。"
    },
    "打歌2025": {
      "channel": "江苏卫视4K",
      "title": "打歌2025",
      "desc": "全国首档直播打歌综艺《打歌2025》重磅钜献！多元风格碰撞出彩，实力唱将火热开麦！7月25日起每周五21:20同步直播，LIVE视听盛宴，一起相约《打歌2025》，让好的舞台被看见，让好的歌声被听见！"
    }
  },
  "浙江卫视4K": {
    "奔跑吧": {
      "channel": "浙江卫视4K",
      "title": "奔跑吧",
      "desc": "《奔跑吧兄弟》是中国浙江卫视引进韩国SBS电视台制作的真人实境秀节目，从2014年10月开始播出，原版为韩国SBS电视台的《Running Man》。\n\n《奔跑吧兄弟》的游戏设定为成员与嘉宾前往各个任务地点进行前期任务，由胜出的队伍或个人获得对最终任务有利之提示或权力，最后在最终任务地点完成最终任务。最终任务游戏沿用《Running Man》的“撕名牌”环节。\n\n第五季开始，节目更名为《奔跑吧》（Keep Running），赛制亦稍作少量修改。"
    },
    "庆余年": {
      "channel": "浙江卫视4K",
      "title": "庆余年",
      "desc": "某大学文学史专业的学生张庆熟读古典名著，但他用现代观念剖析古代文学史的论文命题不被叶教授所认可。为了让叶教授成为自己的研究生导师，张庆决定通过写小说的方式，进一步阐述自己想要表达的观点。 在他的小说中，身世神秘的少年——范闲，自小跟随奶奶生活在海边小城澹州，随着一位老师的突然造访，他看似平静的生活开始直面重重的危机与考验。在神秘老师和一位蒙眼守护者的指点下，范闲熟识药性药理，修炼霸道真气并精进武艺，而后接连化解了诸多危局。因对身世之谜的好奇，范闲离开澹州，前赴京都。 在京都，范闲饱尝人间冷暖并坚守对正义、良善的坚持，历经家族、江湖、庙堂的种种考验与锤炼，书写了光彩的人生传奇。"
    },
    "幸福像花儿一样": {
      "channel": "浙江卫视4K",
      "title": "幸福像花儿一样",
      "desc": "八十年代，某军区文工团，在那个空气里都散发出纯真气息的时代，杜鹃（孙俪 饰）是其中最阳光的女孩子，身为舞蹈演员的她身段出色技术出众，赢得无数青睐与赞赏。她与同样才气出众的林彬（辛柏青 饰）恋爱，每天快乐得如同幸福的青鸟一样。然而这段纯爱没能经受住种种天意人为的考验，黯然分手，杜鹃嫁给了高干子弟白杨（邓超 饰），婚后白杨变化极大，他爱杜鹃，却爱得独霸嫉妒，倔强的杜鹃难以接受这样的爱，吵闹变成家常便饭。加上人生里种种事端让二人越走越远。生下孩子的杜鹃执意离婚，婚后重新面对林彬和白杨的追求，她会如何选择？\n\n　　大梅（殷桃 饰）是杜鹃最好的朋友，与纯真的杜鹃比起来，大梅敢作敢当敢爱敢恨，她审时度势嫁给了高干子弟，当经商大潮来临时又毫不犹豫地下海，一直处于时代潮流中。\n\n　　纯真的杜鹃，不管时代如何变迁，都保持着自己内心的清纯，她会否获得自己真正的幸福？而幸福是否能像花儿一样绽放，绽放在她的周围？"
    }
  },
  "四川卫视4K": {
    "生物圈日记": {
      "channel": "四川卫视4K",
      "title": "生物圈日记",
      "desc": "《生物圈日记》是一部由五洲传播中心与中国科学院联合制作的2集生态纪录片，于2025年底在央视纪录频道播出。影片以2025年第五届世界生物圈保护区大会在中国召开为背景，通过塞尔维亚人类学家玛塔博士的视角，深入走访中国多个世界生物圈保护区，探讨人与自然和谐共生的中国实践与东方智慧。"
    }
  },
  "东方卫视4K": {
    "乌云之上": {
      "channel": "东方卫视4K",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "马王堆·岁月不朽": {
      "channel": "东方卫视4K",
      "title": "马王堆·岁月不朽",
      "desc": "《马王堆·岁月不朽》通过现代科技与文化艺术的结合，突破考古发现式纪录片的常规范式，以湖南博物院为叙事空间，以马王堆文物为叙事主体，创造性地构建了一个全新的叙事框架，也记录了一场关于守护、传承与创新的深刻对话。让观众深刻感受和理解马王堆文化所代表的瑰丽文化，让古老的文明焕发出新的生命力。"
    },
    "锚点": {
      "channel": "东方卫视4K",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "两说": {
      "channel": "东方卫视4K",
      "title": "两说",
      "desc": "龟有公园前派出所隶属东京都新葛饰署，原本只是一间平凡无奇的小派出所，但是自从一位举世无双的超级麻烦兼笑料制造者的警员两津勘吉被分派到此地之后，龟有这个小地方就因为他的存在，而一年365天、一天24小时都有各种数不清的乌龙闹事发生。龟有公园前派出所也因为这个可以闹到警视厅，甚至是因能上达天宫、下至地府的世界第一乌龙警察而名震日本…"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视4K",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "爱上海": {
      "channel": "东方卫视4K",
      "title": "爱上海",
      "desc": "美国作家帕特里夏-海史密斯（1921-95）的生活、爱情和工作的故事，通过她未发表的日记、她自己的声音和认识她的人（包括家人和亲密朋友）的声音讲述。"
    },
    "1/7": {
      "channel": "东方卫视4K",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    }
  },
  "CCTV16": {
    "场面": {
      "channel": "CCTV16",
      "title": "场面",
      "desc": "南太平洋某岛，一支中国电影剧组正在拍摄战争题材电影。骄横跋扈的大明星林东，竟意外踩在一颗“松发式”地雷上，好消息是不抬脚不炸，坏消息是随时会炸。全组人员想尽一切展开疯狂营救……"
    }
  },
  "四川卫视": {
    "熊猫奇遇记": {
      "channel": "四川卫视",
      "title": "熊猫奇遇记",
      "desc": "《熊猫奇遇记》是由国家广播电视总局宣传司和国家林业和草原局宣传中心指导，中国大熊猫保护研究中心、北京市广播电视局支持，四川卫视和北京卫视联手打造的季播节目，于2024年12月6日在北京卫视、四川卫视同步播出。\n\n该片共六集，通过英文解说的形式，聚焦大熊猫的诞生、大熊猫的成 长、大熊猫的野化放归、大熊猫的“朋友圈”、通过大熊猫开展的国际交流与合作，以及大熊猫幸福安详地“养老”生活。 首次在全国范围内对大熊猫这一国宝级物种进行全面系统的梳理和深度观察解读，让国内外的观众能够全面、深入感受大熊猫的独特魅力和我国大熊猫保护成果。"
    },
    "2026花开天下国韵新年演唱会": {
      "channel": "四川卫视",
      "title": "2026花开天下国韵新年演唱会",
      "desc": "2026花开天下·国韵新年演唱会"
    }
  },
  "黑龙江卫视": {
    "四喜": {
      "channel": "黑龙江卫视",
      "title": "四喜",
      "desc": "家庭幸福、爱情甜蜜的明珠刚领证、怀孕，丈夫建奇就因见义勇为去世。明珠在众说纷纭中自己拿定主意，决定生下孩子，却遇见来寻亲的亲生父母一家。明珠在心有戚戚的亲情中走出伤痛，但公公意外猝死暴露了婆家的资不抵债。明珠挺身而出，厘清债务、承包单位，把家人们拧成一股绳，重新昂扬生活。"
    },
    "百年巨匠美术篇": {
      "channel": "黑龙江卫视",
      "title": "百年巨匠美术篇",
      "desc": "百年巨匠是由央视、中央新影、银谷艺术馆联合摄制的大型人物传记纪录片,呈现了齐白石,徐悲鸿,黄宾虹,张大千等绘画巨匠的传奇人生和非凡艺术历程。"
    }
  },
  "海南卫视": {
    "风华正茂": {
      "channel": "海南卫视",
      "title": "风华正茂",
      "desc": "1918年，毛泽东同萧子升、蔡和森、何叔衡等新民学会成员一同来到北京筹备赴法勤工俭学之事。在京期间他结识了新文化运动领袖人物李大钊、陈独秀等人，第一次接触到马克思主义，他的思想进入到一个广阔的新天地。毛泽东放弃赴法留学回到长沙，执教于修业小学。正值“五四”运动爆发，湖南督军张敬尧倒行逆施，暴力镇压爱国民众。毛泽东联络社会各阶层，公开打出“驱张”的旗帜，虽取得了胜利，可是，并未改变军政腐败、官僚混乱、民不聊生的三湘现状。迷惘中的毛泽东离开湖南来到萍乡，深入工人阶级，探寻革命成功之路。新民学会中各种主义交锋，成员间逐渐产生思想裂变。终于，萧子升踏上赴法的轮船，彭煌自杀，毛泽东与何叔衡踏上参加中共“一大”的征途，他们犹如滚滚北去的湘江之水，汇入了改变中国命运的历史洪流。"
    },
    "美丽俏佳人": {
      "channel": "海南卫视",
      "title": "美丽俏佳人",
      "desc": "这是个上班族的爱情故事。本剧写了三个个性各异的女人的故事，探讨女人在现今的社会中，如何伸出纤细的臂膀，与男人搏斗、也与女人角力；探讨在这多元的时代，女人如何追求幸福和自由。"
    }
  },
  "吉林卫视": {
    "过年": {
      "channel": "吉林卫视",
      "title": "过年",
      "desc": "一年一度的农历春节来临，生活在东北农村的程家老两口（李保田 & 赵丽蓉 饰）满心欢喜地等待儿女回家过年。去年的团圆饭不欢而散，因此母亲更加盼望这次能过个愉快的团圆年。  不久，子女们陆续回来：长子（六小龄童 饰）木讷老实，大媳妇（丁嘉丽 饰）泼辣刁蛮；干部大姐夫（葛优 饰）不走正道，在外拈花惹草，还强逼妻子堕胎；小儿子（梁天 饰）不务正业，贪图享乐，只知道伸手要钱；父亲最疼爱的二女儿当初忤逆父命嫁给架子工（申军谊 饰），如今自食其力干出事业的小两口也再次归来。  看似喜庆祥和的兄弟妯娌们却各有各的小九九，不知今年的年夜饭该如何收场……  赵丽蓉籍此片获1990年第4届东京国际电影节评委最佳女主角大奖。"
    }
  },
  "陕西卫视": {
    "英雄坦克手": {
      "channel": "陕西卫视",
      "title": "英雄坦克手",
      "desc": "抗美援朝战争期间，世界头号军事强国美国侵略者仰仗现代化武器对我志愿军350高地发起猛攻。我年轻的坦克部队奉命在张勇带领下支援前线步兵作战。驾驶员盛力标（张连伏 饰）在左腿负伤的情况下，忍痛驾驶，炮长杨德厚（高保成 饰）冒险拆除定时炸弹，按时赶到350高地。当他们单车出击时，遭遇敌坦克群，张勇先发制人，率先开炮击毁敌坦克，而后撤时被敌击中，张勇边迷惑敌人边抢修坦克，并及时与上级联系，求得命令后他们伪装起来埋伏在敌阵地前沿，战胜了饥饿干渴，伺机打击敌人。战斗开始后，装填手王大刚（赵汝平 饰）壮烈牺牲，炮弹打光了，他们用手榴弹炸毁了敌坦克....."
    }
  },
  "宁夏卫视": {
    "百年巨匠美术篇": {
      "channel": "宁夏卫视",
      "title": "百年巨匠美术篇",
      "desc": "百年巨匠是由央视、中央新影、银谷艺术馆联合摄制的大型人物传记纪录片,呈现了齐白石,徐悲鸿,黄宾虹,张大千等绘画巨匠的传奇人生和非凡艺术历程。"
    }
  },
  "精彩影视": {
    "玩命": {
      "channel": "精彩影视",
      "title": "玩命",
      "desc": "身怀绝技的路阳（李炳渊饰）从事着玩命替身工作，为了自己远大理想不懈奋斗，玩命打拼。而残酷现实不仅将他打入谷底，更卷入一场跨国盗卖珠宝文物大案中，遭遇连环追杀。不服输的路阳开始绝地反击。他挑战黑拳高手（王洪祥饰）、对决跑酷大神（大卫·贝尔饰）、连灭各路强敌、单挑跨国盗窃组织。他要用自己的拳头暴击邪恶、赢得尊严。不想被命运玩弄，就必须玩命出击。"
    },
    "无人区": {
      "channel": "精彩影视",
      "title": "无人区",
      "desc": "小有名气但利欲熏心的律师潘肖（徐峥 饰），凭借扎实的法律知识和巧舌如簧的庭辩技巧，成功帮盗捕国家珍禽阿拉泰隼并残忍杀害一名警察的西北盗猎团伙老大（多布杰 饰）洗脱罪名。老大承诺十天后付清余款，潘肖则要求对方用一辆红色轿车抵押。在此之后，他驾驶着新车踏上从西北荒漠返回大都会的路程。谁知路上险情不断，先是和一对开卡车拉茅草的哥俩（王双宝 & 巴多 饰）发生摩擦，导致人伤车损，接着又不慎撞飞一个似乎拦车求助的男子（黄渤 饰）。自知摊上人命的潘肖辗转来到一家专事不法勾当的黑店，并在此结识了受困于此的妓女（余男 饰）。与此同时，盗猎老大尾随其后，似乎另有凶险计划。此时潘肖还没真正意识到，他前方是怎样一条充满凶险的旅途。"
    },
    "狼图腾": {
      "channel": "精彩影视",
      "title": "狼图腾",
      "desc": "1967年，北京知青陈阵（冯绍峰 饰）和杨克（窦骁 饰）响应上山下乡号召来到了内蒙古额仑大草原插队，结识了蒙古族牧民毕利格（巴森 饰）、噶斯迈（昂哈尼玛 饰）一家，也见识了草原上最令人敬畏的动物：狼。在与狼群的接触过程中，陈阵对这一物种有了强烈的兴趣，甚至有了想自己养一只小狼的念头。就在此时，一群外来人贪婪地掠夺了狼群储存过冬的黄羊，打破了狼群和牧民之间的生态平衡。而以场部主任包顺贵（尹铸胜 饰）为首的生产队员更是发起了一场灭狼运动，让狼群和人类之间的关系陷入到了剑拔弩张的地步……  　　电影改编自姜戎同名小说，以作者自己主要在文革时期在蒙古草原的亲身经历、以近乎自传体的叙事角度，描述了狼的活生生的世界。"
    },
    "创想季": {
      "channel": "精彩影视",
      "title": "创想季",
      "desc": "大学时代同寝室的四个铁哥们毕业在即。一次突发的事件让这四个毫无背景却心怀大志的草根青年为了在“北京”这块充满机遇的土地上实现各自的人生梦想，决定“抱团取暖”合租一套房子。没想到至此麻烦不断。几人在艰难的找房过程中受到启发，决定自己创业，准备以“互联网+”的思维和全新的商业模式为同样受到租房困扰的北漂们服务。几个好朋友相互理解、相互配合，几经周折，在经历了种种磨难后，面对利益与责任、财富与梦想、亲情与诱惑、爱情与背叛，终于突破了自我，创造出一条通往梦想之路。"
    }
  },
  "CCTV世界地理": {
    "中国微名片世界遗产": {
      "channel": "CCTV世界地理",
      "title": "中国微名片世界遗产",
      "desc": "《中国微名片·世界遗产》是我们对于世界遗产的缩微表达。5分钟的体量，给您快捷游览遗产地的体验，不拖沓、不造作，更留足了观看者的遐想余地，一张“微名片”，带观众“云”游四海。\n\n　　中国共有世界遗产56处。我们没理由不去诉说五千年中华文明的绚烂、神州大地的华美，也没理由不去展现数亿年地球演化的大观、生命进化的奇迹。时光和文明在大地上刻画下一处处内涵丰富的宝藏之地，但我们尽量在5分钟的短暂时间内，带给您更多的沉浸感和知识点。\n\n　　作为第一季，我们从全国56处世界遗产中，精选出15处先期制作，它们包括：北京皇家祭坛——天坛、云冈石窟、左江花山岩画文化景观、苏州古典园林、杭州西湖文化景观、澄江化石地、红河哈尼梯田文化景观、湖北神农架、鼓浪屿：历史国际社区、良渚古城遗址、大足石刻、云南三江并流保护区、福建土楼、四川大熊猫栖息地、周口店北京人遗址。"
    }
  },
  "都市剧场": {
    "爱与谎言": {
      "channel": "都市剧场",
      "title": "爱与谎言",
      "desc": "特奥在少年足球队踢前锋，被作为俱乐部重点培养的种子。父母离婚后，跟着母亲和其男朋友一起生活。虽然父亲劳伦脾气暴躁、酗酒，有时也会令特奥当众出丑，但特奥坚信父亲本性不是这样的。特奥的教练得知英国职业足球俱乐部“阿森纳”会暗中招募有天分的孩子进俱乐部，不小心说漏嘴让劳伦知道，劳伦对此事表现得十分兴奋。特奥想借此事改变父亲，帮助父亲找回曾经的自己。然而阿森纳俱乐部的人并没有选中特奥。为了不让父亲失望，特奥告知父亲及教练自己被选中了。劳伦在酒吧为特奥举办了庆祝会。为了圆谎，特奥只好请擅长计算机技术的朋友马克斯帮忙，给教练发了一封伪造的英文邀请函。谎言的雪球越滚越大，渐渐周围熟识的人都知道特奥被阿森纳选中的事，特奥骑虎难下。一次偶然的机会，劳伦认识了阿森纳负责选人的员工并得知特奥并未入选。劳伦深受打击，酗酒后与人打架进入医院。劳伦并没有责怪特奥。马克斯给阿森纳的人写信恳请他们重新衡量对特奥的考核，加上在比赛中表现出色，阿森特决定让特奥入选。最终特奥不仅帮助父亲找回了曾经的自己，同时实现了自己的梦想。"
    }
  },
  "CHC动作电影": {
    "超级女特工": {
      "channel": "CHC动作电影",
      "title": "超级女特工",
      "desc": "1940年，丘吉尔设立了一个新的情报组织“特别行动局”，简称SOE。其中一个分部负责监督法国的行动。1944年，为了确保盟军登陆成功，这个分部付出了沉重的代价。  　　Louise（苏菲·玛索 Sophie Marceau 饰）刚刚失去丈夫，被哥哥带回法国参加SOE，接受的任务是救出落入敌手的一位英国地质学家——他手中拥有的是德军布置在诺曼底的防御工事图，几乎是盟军登陆的全部关键。\r 　　和Louise共同作战的还有其他几位姑娘。妓女Jeanne（茱莉·德帕迪约 Julie Depardieu 饰）因为杀害自己的客人而被判死刑，SOE承诺只要她完成任务即可获得豁免。随后加入的Suzy、Gaëlle，都是有着一段不为人知的伤心往事。当她们为了盟军而贡献自己的聪明才智，任务能否成功，她们又是否能全身而退？"
    },
    "长空之王": {
      "channel": "CHC动作电影",
      "title": "长空之王",
      "desc": "雷宇（王一博 饰）等优秀飞行员经过严苛选拔，正式成为了我国新一代试飞员——一款战斗机的正式列装，背后不仅有无数科研人员的努力，也需要试飞员们一次次对飞机的安全边界和极限状态进行测试。他们将在队长张挺（胡军 饰）的带领下，参与到最新式、最尖端战斗机的试飞工作，在不断挑战战机和自我极限的过程中，一个个危机接踵而来……"
    },
    "秘密访客": {
      "channel": "CHC动作电影",
      "title": "秘密访客",
      "desc": "一个甜蜜四口之家的地下室里，住进了一位秘密访客，原本和谐完美的家庭不再平静，一件又一件的怪事随之而来……"
    },
    "死侍2我爱我家": {
      "channel": "CHC动作电影",
      "title": "死侍2我爱我家",
      "desc": "拥有不死之身的死侍韦德·威尔森（瑞恩·雷诺兹 Ryan Reynolds 饰）继续在惩恶扬善、毒舌嘴贱的路上绝命狂奔，与此同时他和女友瓦内莎（莫蕾娜·巴卡林 Morena Baccarin 饰）的爱情逐渐升华，两人全新期待新生命的到来。谁知命运难测，因瓦内莎意外身亡，韦德万念俱灰，绝望地渴求生命的终结。在他最失落的时候，钢力士和少年弹头等将他领走，成为 X 战警中的一员。在某次行动中，死侍因袒护暴走的 14 岁变种人拉塞尔（朱利安·迪尼森 Julian Dennison 饰）而随同对方被关入冰盒监狱。没过多久，来自未来的电索（乔什·布洛林 Josh Brolin 饰）闯入监狱，意图杀死在未来引起无数灾难的拉塞尔。为了阻止电索，逃离监狱的死侍找到一群战友与之对抗，而拉塞尔则朝着黑暗渐渐远去……"
    },
    "蛛丝马迹": {
      "channel": "CHC动作电影",
      "title": "蛛丝马迹",
      "desc": "丹泽尔·华盛顿商谈主演华纳打造警察题材惊悚影片，约翰·李·汉考克操刀剧本并有望执导。丹泽尔有望饰演克恩郡治安官德克，他与洛杉矶县警长部门的侦探巴克斯特一起侦破一桩狡猾的连环杀手案。德克对“小细节”有着灵敏又准确的洞察，但他摒弃规则的意愿使巴克斯特陷入了困境。"
    },
    "索邦大学谜案": {
      "channel": "CHC动作电影",
      "title": "索邦大学谜案",
      "desc": "索邦大学法学院学生维克托·米索尼耶（Victoire Misonier）被指控谋杀查尔斯·萨德（Charles Sard）大师。绝望的维克多向刑法教授塞萨尔·嘉宝寻求帮助。在两名学生助理的陪同下，他们试图追踪受害者（索邦大学的一位杰出教授）的非典型职业生涯。"
    },
    "侠骨风流": {
      "channel": "CHC动作电影",
      "title": "侠骨风流",
      "desc": "隋朝末年，淫贼猖獗，兵荒马乱。身怀救国救民大志的铁匠尉迟恭弃工从戎，却遭奸人诬陷，解甲归田。后听唐王李世民规劝，与程咬金等人协助李世民南征北战，屡立战功。在李世民登基的盛典上，尉迟恭站在武官之首，好不威武。"
    },
    "火线追凶2之鹈鹕行动": {
      "channel": "CHC动作电影",
      "title": "火线追凶2之鹈鹕行动",
      "desc": "人头攒动的法租界闹市街头，一名慌张的男子当街遭人毒杀。老虎探长钟朗（吕良伟 饰）和美丽女教授于胜男（李若斯 饰）赶到现场，通过缜密的勘察推断出死者身份和受伤情况。令人难以置信的是，押送尸体的车遭到数名持枪蒙面人袭击，不仅尸体被抢走，甚至导致小笼包等几名巡捕遇难。韩非不在身边，钟朗只能和老孔展开调查。与此同时，康华生（徐亮 饰）出现在胜男面前。不久，老孔在江边发现被开肠破肚的死者。顺着残缺的线索，钟朗他们终于查到死者的真实身份，然而却由于敏感问题被阻挡住了去路。  　　为了给遇害的巡捕们报仇雪恨，钟朗他们展开了凶险非常的独立调查……"
    }
  },
  "CHC家庭影院": {
    "超级小鸟": {
      "channel": "CHC家庭影院",
      "title": "超级小鸟",
      "desc": "库科（Cuco）是一只墨西哥小鹦鹉，比起在家族鸟类马戏团帮忙做家务，它更愿意模仿电视超级鹦鹉英雄“美国佬”（El Americano）的疯狂特技。然而，当一群恶霸鸟威胁到它的驯兽师父亲并接管了马戏团后，库科踏上了一段滑稽又危险的旅程，前往好莱坞（Hollywood）寻求它的英雄来帮忙战斗，却在途中发现了真正的……"
    },
    "剩者为王": {
      "channel": "CHC家庭影院",
      "title": "剩者为王",
      "desc": "盛如曦，35岁的优质白领女性。伴着事业有成的同时，感情生活上的空白却成为了家人朋友间乐此不疲操心的话题。同样的情况还发生在盛如曦的好友汪岚和章聿身上，这三个职场精英女性面对事业和爱情的天平，面对年龄的增加而带来的身价下跌，面对催婚的父母和身旁友人的感情归属，面对各种迥异的相亲对象和无法投入的定制爱情，她们展现出了当下女性多彩的人物性格，更在这样一个剩女的境地下勇敢地表达着自己独特的爱情观。然而，伴着率真年轻25岁暖男马赛的出现，对盛如曦的生活开始产生了微妙的影响。"
    },
    "非正式爱情": {
      "channel": "CHC家庭影院",
      "title": "非正式爱情",
      "desc": "柔情硬汉石头和强势萝莉艾嘉在机缘巧合下卷入是非，由此产生误会。艾嘉为达到目的套路石头从猫捉老鼠到女仆游戏，轮番上演爱情三十六计。相爱相杀的两人开启一段5g升级爱情故事。然而种种意外导致背后秘密浮出水面，非正式爱情该如何继续.。"
    },
    "陪安东尼度过漫长岁月": {
      "channel": "CHC家庭影院",
      "title": "陪安东尼度过漫长岁月",
      "desc": "影片是关于一个男生从20岁到23岁、从大学到工作、从国内到国外的生活片段及内心感悟。安东尼（刘畅 饰）是一个不特别、不会说很酷话的普通男生，在20岁的时候从大连留学墨尔本，并遇到了小萱（唐艺昕 饰）、家明（白举纲 饰）、小黑（宋芸桦 饰）、Pierre（布鲁斯 饰）等一众好友。在这漫长岁月里，发生了一系列或浪漫、或甜蜜、或可笑、或感人的故事。而他同时也记挂着远在日本的小樱（白百何 饰），时隔两年后在东京相见的他们，会发生怎样的故事。影片根据安东尼的同名畅销作品改编。"
    },
    "碟中谍4幽灵协议": {
      "channel": "CHC家庭影院",
      "title": "碟中谍4幽灵协议",
      "desc": "特工汉纳威执行任务时遇害，核机密文件被女杀手莫洛（蕾雅·赛杜 Léa Seydoux 饰）截获。为了找回文件，特工班吉（西蒙·佩吉 Simon Pegg 饰）和特工简（宝拉·巴顿 Paula Patton 饰）从俄罗斯监狱救出了伊桑·亨特（汤姆·克鲁斯 Tom Cruise 饰）。他们接受的幽灵协议任务便是从克林姆林宫盗取核军事密码。然而，当他们接近目标时，却发现被恐怖分子亨德里克斯（迈克尔·恩奎斯特 Michael Nyqvist 饰）捷足先登，抢走了核军事密码。在爆炸中，亨特受困医院，遭俄特工的追捕，幸好他身手矫捷，才化险为夷。不过，亨特的上司也在混乱中丧生，只剩下其助手布兰德（杰瑞米·雷纳 Jeremy Renner 饰）与亨特死里逃生，加上班吉和简，逼上绝境的四人开始了最后一搏，从迪拜到印度，他们出生入死，与恐怖分子斗智斗勇……"
    },
    "女汉子真爱公式": {
      "channel": "CHC家庭影院",
      "title": "女汉子真爱公式",
      "desc": "悉尼大学数学统计专业女学霸何修舞（赵丽颖 饰）在硕士论文中推导出了“真爱公式”，坚信自己公式绝对无误的何修舞，却接到了自己第一个实验对象失败自杀的噩耗……  　　为了早点送走可怕的学霸女，叶思逸（张翰 饰）决定亲自帮助她寻觅她的真命天子，只是这个过程中，到底是哪里变的不对了，竟然有了奇怪的化学反应……"
    },
    "四海": {
      "channel": "CHC家庭影院",
      "title": "四海",
      "desc": "被浪荡父吴仁腾抛弃小岛上的年轻人吴仁耀，与奶奶相依为命，梦想能找一份与所热爱的摩托车有关的工作；为了追求打工妹周欢颂而结识了她的哥哥周欢歌，并加入了他的车队「不败传说」──虽然从来没有赢过，孤独的阿耀却终于有了朋友。  好景不常，一次意外让阿耀与欢颂背负巨款债务，两人不得不离乡背井前往城市打拼，渴望互相取暖却又想各自独立的两人，即将迎接一场未知旅途；直到阿耀的一身摩托车特技，遇上一个自己都意想不到的机会，身处现实的洪流中，阿耀会如何选择？他们的未来又该何去何从？"
    },
    "隐婚男女": {
      "channel": "CHC家庭影院",
      "title": "隐婚男女",
      "desc": "崔民国（陈奕迅 饰）与老婆张静宜（白冰 饰）十分恩爱，但也深感房贷压力。某日，崔民国遇到了调香大师好友Tony（庾澄庆 饰），后者发现了他对气味的天分，拉他加盟公司。不过，由于老板（刘若英 饰）明令禁止招收已婚男人，所以崔民国只得隐瞒结婚事实。起初，他遭到了老板前任秘书的奚落，被女同事们嘲讽。但是，高薪水还是让他跟老婆有了交代，这对隐婚男女也对地下工作乐此不疲。在一次应对日本客户“回忆”难题时，崔民国挺身而出，精彩解围，得到了老板的赏识。此后，他被经常要求加班，哪怕节假日也不放过，引发老婆极大不满。在请教闺蜜——情感专家如小果（秦岚 饰）后，崔民国被老婆鉴定为出轨，夫妻关系闹得很僵。与此同时，崔民国却留意到老板对明星阿伦（林依伦 饰）的关注非同寻常……"
    },
    "找到你": {
      "channel": "CHC家庭影院",
      "title": "找到你",
      "desc": "律师李捷（姚晨 饰）正在离婚进行时，与前夫争夺女儿抚养权，拼命工作为给孩子最好的生活，幸有保姆孙芳（马伊琍 饰）帮忙照顾孩子视如己出。 一日下班，李捷发现保姆孙芳和女儿毫无预兆地消失了，她内心最大的恐惧变成了现实。在追寻孙芳和女儿的下落时，她收到来自家人的谴责声讨，甚至遭到警方的怀疑。几乎崩溃的李捷，靠着惊人的勇气，踏上独自寻访的旅 程。在追踪过程中，李捷逐渐接近了另一个女人——保姆孙芳的人生故事，她的身份原先都是谎言，而真相也将浮出水面……"
    },
    "沼泽深处的女孩": {
      "channel": "CHC家庭影院",
      "title": "沼泽深处的女孩",
      "desc": "电影改编自一部扣人心弦的畅销悬疑小说。主角是一名叫做基亚的女孩，她遭到家人遗弃，在北卡罗来纳州中一片危险的沼泽地里独自生活并长大。多年来，巴克利湾一直萦绕着一则关于“沼泽女孩”的传言，导致聪明坚强的基亚遭到当地居民的排斥。有一天，基亚被镇上来的两位年轻人所吸引，面对一个全新的、令人震撼的世界，她敞开了自己的心扉。但是，在其中一位年轻人的尸体被发现后，她立刻被小镇认定为头号嫌疑人。随着案件调查取得新的进展，真相反而变得愈发难以捉摸。沼泽内暗藏的诸多秘密即将被揭开。"
    },
    "将错就错": {
      "channel": "CHC家庭影院",
      "title": "将错就错",
      "desc": "运势一向极差并且做任何事都十分倒霉的宫男（小沈阳 饰）因为听信了坑蒙拐骗、信口开河的不靠谱算命先生萨摩耶夫（李诚儒 饰）的指点，因此与为了一份跟梦中情人的口头婚约而绞尽脑汁、迫切求财的秦招妹（田亮 饰）组成“呆萌寻女”二人团，阴差阳错来到新加坡，想借出国碰运气，开始了他们的发财梦。从坐上飞机开始，两个“逗比”就一路笑料百出，风波不断，为了赚钱甚至还打起了挖地道到古董店抢劫的主意，令人啼笑皆非。也在经历了“赌场风波”后，两个倒霉蛋又卷入一宗古董大劫案之中，并因此与“南洋富商”董大山（陈小春 饰）结下梁子。但赚钱的同时泡妞也不能耽误，宫男邂逅了神秘“女神”颜琪（熊黛林 饰），虽然令他魂牵梦绕的女神一直难以琢磨，并不妨碍他与董大山展开一场激烈的“女神”争夺战，原本庸庸碌碌平平淡淡的宫男也在新加坡引来了人生中戏剧性的变化…"
    },
    "大醉侠": {
      "channel": "CHC家庭影院",
      "title": "大醉侠",
      "desc": "江湖败类“索命五虎”作恶多端，杀人如麻。其老大被两江总督张大人俘获，不日问斩。其余四虎铤而走险，劫走张大人之子张步青以作要挟。张步青之妹张熙燕（郑佩佩 饰）武艺高强，人送绰号“金燕子”。为救兄长，张熙燕独闯虎穴，然恶徒狡猾非常，金燕子救兄不成，还险些丢掉性命。关键时刻，幸得隐于江湖的侠客范大悲（岳华 饰）出手搭救。  　　范大悲曾为某寺院修行者，其师兄了空大师为夺掌门人之位杀害师傅，师傅临死前将丐帮掌门人信物交给范大悲。念及师兄弟之情，范从此隐姓埋名，以醉猫的诨号浪荡江湖。此次索命五虎与了空大师联手，势要将金燕子和范大悲斩草除根……"
    },
    "哈里斯夫人闯巴黎": {
      "channel": "CHC家庭影院",
      "title": "哈里斯夫人闯巴黎",
      "desc": "影片改编自保罗·加利科同名畅销小说。讲述1950年代的伦敦，一个寡居的清洁女工 疯狂地爱上了一件迪奥的高级定制的裙子，并决定要有一件属于她自己的。在经历了工作、挨饿和赌博筹集资金以追求自己的梦想之后，她开始了前往巴黎的冒险之旅，这不仅将改变她的前景，还会让这座标志性时尚之都的未来焕然一新。"
    },
    "我们俩": {
      "channel": "CHC家庭影院",
      "title": "我们俩",
      "desc": "冬天，在某个四合院孤孤单单生活的老太（金雅琴）迎来一个来北京求学的外地女孩（宫哲）。女孩想租老太离学校很近的房子，但嫌老太要价太高，老太一脸爱住不住的表情坚决不降价，女孩无奈租了下来，两人开始磕磕绊绊争吵不休的主客生活。无论是安装电话、缴纳电话费，还是点电炉、借用电冰箱，女孩都觉得老太在处处算计她，心里十分委屈，老太看她，也是一百个不顺眼。但日久生情，两人渐渐成了彼此的依靠。日子溜过春天、夏天，老太眼见女孩生活尤其恋爱中的喜怒哀乐，她晚年的孤独因为有女孩的陪伴冲淡了不少。秋天来临，女孩找到更好的住处，要离开老太，老太的精神一下子垮了下来。"
    },
    "交换人生": {
      "channel": "CHC家庭影院",
      "title": "交换人生",
      "desc": "如果交换人生会交换家人，你还愿意吗？仲达（雷佳音 饰）与金好（张小斐 饰）相亲后，意外和暗恋金好的少年陆小谷（张宥浩 饰）换身，并误打误撞交换了家人，开启了令人捧腹有笑有泪的奇“换”之旅……"
    },
    "鹦鹉杀": {
      "channel": "CHC家庭影院",
      "title": "鹦鹉杀",
      "desc": "电影故事源自大量“杀猪盘”真实案例！ 都市白领周冉（周冬雨 饰）在一次网恋中，被骗走了55万。循着骗子留下的蛛丝马迹，周冉来到沿海小城，并意外结识了小镇青年林致光（章宇 饰）和许照（张宥浩 饰）。周冉渐渐发现二人身上隐藏着自己受骗的线索，一场复仇之计也由此展开……"
    },
    "少林小子": {
      "channel": "CHC家庭影院",
      "title": "少林小子",
      "desc": "明朝左丞相胡惟庸意图叛国，为阻止胡奸计，烈士们率领六十名少林弟子以死开路，意图突破锦衣卫重围，接近鑾驾。洪武十三年，胡惟庸终以叛国罪，碎磔於市。一百七十九位忠义烈士蒙圣恩，御赐「一代忠良」金匾，以奖忠荐。"
    },
    "向阳花": {
      "channel": "CHC家庭影院",
      "title": "向阳花",
      "desc": "影片以其独特视角讲述了一个残疾儿童的励志故事。主角“葵花”原本是个开朗、活泼的小姑娘，突如其来的变故，使她双目失明。在她绝望之际，她的父母不离不弃、陪伴左右；她的教练、村干部、残联干部纷纷伸出援手；为了葵花练跑步，村民不惜砍掉成片向日葵，修建简易跑道。亲人的鼓励和社会各界的关心支持使小“葵花”重燃生活的信心，苦练跑步，最终在残疾人体育运动会上夺得冠军。"
    },
    "谍影重重": {
      "channel": "CHC家庭影院",
      "title": "谍影重重",
      "desc": "杰森·伯恩（马特·达蒙 饰）在意大利被人从海上救起，他失去了记忆，除了臀部的瑞士银行帐号之外，他完全没有办法证明自己的身份。杰森从瑞士银行找到了大量的现金，六本护照，一把枪，同时他发现自己格斗、枪械、和语言等方面的能力，他开始追查自己的身份，并且把陌生女子玛丽（弗兰卡·泼坦特 饰）也卷了进来。两人从瑞士到巴黎，一路上受到神秘杀手组织的追杀，危机重重。杰森能否化险为夷，找到自己的真实身份？他是否有勇气面对真相？"
    },
    "龙门客栈": {
      "channel": "CHC家庭影院",
      "title": "龙门客栈",
      "desc": "武侠电影的艺术疆域因这部充满明代权谋的斗争故事而迈入崭新境界。独揽大权的宦官杀害兵部尚书后，派遣杀手追杀其遗孤至北方边陲。然而这场血腥追杀，却被一群突现的神秘侠客所阻——他们为伸张正义、守护无辜而来。胡金铨为寻求创作自由从香港赴台后执导的首部作品，以凝练的节奏剪辑、精妙的动作设计、壮丽的宽银幕构图，为武侠类型注入前所未有的艺术高度。这部现象级作品不仅为经典武侠范式注入蓬勃生机，更确立了胡金铨作为华语电影最大胆革新者之一的地位。[标准收藏公司]"
    },
    "螳螂": {
      "channel": "CHC家庭影院",
      "title": "螳螂",
      "desc": "由一代武打巨匠刘家良师傅执导又一功夫之作《螳螂》，当年有刘家辉、黄杏秀、李丽丽及姜大卫坐阵演出，为观众活现「螳螂拳法」！\r 　　故事背景于清朝，清官之子韦风（姜大卫饰）为了到田家找出叛变之实据，遇上了田家孙女芝芝（黄杏秀饰），芝芝最後为掩护韦风，惨死于田老拳下；韦风死里逃 生，为报仇创出螳螂拳法……"
    },
    "岳父大人": {
      "channel": "CHC家庭影院",
      "title": "岳父大人",
      "desc": "本片将聚焦一个古巴裔美国家庭，围绕一位准新娘的父亲如何面对女儿的婚礼展开。"
    },
    "恩里科比亚乔——意大利之梦": {
      "channel": "CHC家庭影院",
      "title": "恩里科比亚乔——意大利之梦",
      "desc": "老牌意大利军工企业Piaggio＆C. S.p.A.（意大利比亚乔集团）在二战后工厂已被夷为平地，企业创始人的儿子Enrico Piaggio（恩里科·比亚乔）为了迅速恢复战后经济，决定针对民用市场生产摩托车产品。历经重重困难，在爱情和同事们的支持下，最终恩里科成功生产出了Vespa摩托，并借由电影《罗马假日》的桥段打响了国际声誉。"
    },
    "血芙蓉": {
      "channel": "CHC家庭影院",
      "title": "血芙蓉",
      "desc": "故事描述清雍正为了巩固其统治地位，组织了暗杀集团“血滴子”，以作杀害异己之工具。时有侍卫统领韩天德，因无意间发现雍正乃血滴子幕后主使而招致全家灭门，唯独其妻容秋燕（陈萍饰）因事外出，幸免于难，事后发现乃“血滴子”统领金罡风（罗烈饰）所为，后其独闯金府行刺，试图为全家报仇，但功亏一篑被迫逃亡，金调集人手穷追不舍。途中遇师兄王俊（岳华饰），不料王乃金私生子，多次下手害容，最后被容杀死。后得到前“血滴子”成员马腾（徐少强饰）相助，排除万难，终将金杀死，为夫报仇。"
    },
    "孤儿橄榄球队": {
      "channel": "CHC家庭影院",
      "title": "孤儿橄榄球队",
      "desc": "在大萧条时期，一名专心致志的高中橄榄球教练因其神秘的过去而备受困扰，他带领一支骨瘦如骨的孤儿球队赢得了州冠军，并在此过程中激励了一个破碎的国家。"
    },
    "对不起我们错过了你": {
      "channel": "CHC家庭影院",
      "title": "对不起我们错过了你",
      "desc": "肯·洛奇将打造全新影片[对不起，我错过了你]，保罗·拉弗蒂([我是布莱克])操刀剧本，丽贝卡·奥·布莱恩制片，影片卡司包括克里斯·希钦(Kris Hitchen)、黛比·霍华德(Debbie Honeywood)、里斯·斯通( Rhys Stone)、凯蒂·普罗克特(Katie Proctor)主演，故事讲述瑞奇和家人自2008年金融危机后就一直与债务纠缠不清。"
    },
    "聊斋新传之画皮人": {
      "channel": "CHC家庭影院",
      "title": "聊斋新传之画皮人",
      "desc": "11月20日，聊斋系列院线电影“聊斋新编四部曲”（《聊斋新编之画皮人》《聊斋新编之婴宁》《聊斋新编之辛十四娘》《聊斋新编之鸦头》）在象山影视城开机。电影由尹波执导，无限精彩（无锡）影业公司，安徽泽深影业，杭州宝行文化出品。"
    },
    "穿过寒冬拥抱你": {
      "channel": "CHC家庭影院",
      "title": "穿过寒冬拥抱你",
      "desc": "2020年1月23日，农历腊月二十九，武汉宣布封城。本片聚焦这一特殊时刻，以温情和治愈为基调，刻画了普通市民守望相助、真挚动人的爱情群像。快递员阿勇（黄渤 饰），骑手武哥（贾玲 饰），钢琴老师叶子扬（朱一龙 饰），中年夫妇刘亚兰（徐帆 饰）和李宏宇（高亚麟 饰），退休老医生谢咏琴（吴彦姝 饰）和餐厅老板沛爷（许绍雄 饰），实习护士夏晓（周冬雨 饰），滞留旅客张哲（刘昊然 饰）和君君（乔欣 饰）。疫情下，爱给了他们挺身而出的勇气和力量。他们以笑做盾，以爱为矛，冲破凛冽寒冬和恐惧，勇敢拥抱。爱在武汉的烟火气下蔓延，抵御一切苦难，最终见证奇迹。"
    },
    "达荷美女战士": {
      "channel": "CHC家庭影院",
      "title": "达荷美女战士",
      "desc": "影片讲述了史上最英勇女战士的非凡故事，改编自发生在19世纪非洲西海岸的真实历史事件。  　　当外来侵略者虎视眈眈，位于西非的达荷美王国组建了一支完全由女性组成的军团，她们骁勇善战、所向披靡，誓要粉碎侵略者的野心。影片展现了纳尼斯卡将军震撼人心的旅程——她训练下一代新兵，并让她们做好准备，不惜一切代价保卫家园……"
    },
    "西游记女儿国": {
      "channel": "CHC家庭影院",
      "title": "西游记女儿国",
      "desc": "唐僧师徒途经忘川河，因激怒河神而误入西梁女界。闯入其中，众人才发现这个国家只有女性，并且建国以来此地就没来过男性。而且国中立有祖训，将男人视为天敌。典籍中更有预言，指明有朝一日，会有东土而来的僧人带着一只猴子、一头猪和一个小蓝人闯入其中。他们到来之日，便是女儿国走向毁灭之时。"
    },
    "乌云背后的幸福线": {
      "channel": "CHC家庭影院",
      "title": "乌云背后的幸福线",
      "desc": "本身生性开朗乐观的中学教师帕特（布莱德利·库珀 Bradley Cooper 饰）回家撞见老婆出轨后因精神创伤被父母送进医院进行精神治疗。出院后帕特回到父母家与父母同住，在父亲（罗伯特·德尼罗 Robert De Niro 饰）与母亲（杰基·韦佛 Jacki Weaver 饰）的过度关怀下不免觉得压抑。一次聚会上帕特遇到了刚刚失去丈夫和工作的年轻女子蒂凡妮（詹妮弗·劳伦斯 Jennifer Lawrence 饰）。浑身是刺的蒂凡妮与帕特处处针锋相对，令帕特一开始唯恐避之不及。但随着两人接触的深入，帕特渐渐发现了蒂凡妮的动人之处，蒂凡妮也发现了帕特身上难以磨灭的乐观精神。蒂凡妮要求帕特与她共同练舞参加比赛，两人的关系开始向积极的方向改善。在舞蹈比赛的赛场，帕特终于找到了一生的所爱，而他与蒂凡妮的生活也拨开乌云重见阳光。本片根据Matthew Quick的同名小说改编。自2012年在多伦多国际电影节首映后获得各项好评，其后得到包括四项金球奖提名，三项BAFTA提名，五项独立精神奖提名，八项奥斯卡提名等多项电影节与电影奖项提名。其中詹妮弗·劳伦斯获得第七十届金球奖最佳女主角奖，第八十五届奥斯卡最佳女主角奖。"
    },
    "窃密风暴": {
      "channel": "CHC家庭影院",
      "title": "窃密风暴",
      "desc": "马克·费尔特是美国联邦调查局前副局长。在二十世纪美国最大政治丑闻“水门事件”中，他向《华盛顿邮报》记者披露了对尼克松总统不利的线报，从而导致尼克松下台。当时他没暴露自己的身份，只是以一部热门色情电影的片名作为自己的代号，也就是“深喉”。直到2005年，马克·费尔特才承认自己就是“深喉”。"
    },
    "神偷谍影": {
      "channel": "CHC家庭影院",
      "title": "神偷谍影",
      "desc": "香港高科技商业间谍组织ATM的Jackal、Cash、Titan以及他们从未谋过面的秘密首脑Sam同时受到香港警局情报室主任Stanley的邀请，原来Stanley以四人过往犯案的证据及冻结四人账户作要挟，要他们为警方偷取英镑伪钞电模版。四人找来聋哑怪人也是电子高手Phoenix，五人合力取得电模版后，按约定地点和Stanley交易，却不料只等来炸弹一枚， Phoenix被当场炸死，原来要挟他们的Stanley早已辞职，此时他们已被香港警局情报室及政府通缉。为了洗脱罪名，四人决意找回Stanley。"
    },
    "人间至味": {
      "channel": "CHC家庭影院",
      "title": "人间至味",
      "desc": "丁人间（佟大为 饰）因为带领公司同事要求老板涨薪而遭到了开除，妻子林月（林鹏 饰）在好友唐晓刚（朱刚日尧 饰）的怂恿下向丈夫提出了离婚，之后和唐晓刚走到了一起。失业后的丁人间无奈之下来到了翟至味（王一博 饰）的公司打工，处处受这个小自己很多的小老板的管制。之后，唐晓刚在商场上刻意排挤翟至味，导致他的公司破产，与此同时，翟至味的父亲去世令他的人生跌至低谷。再度失业的丁人间辗转住进了安清欢（陈乔恩 饰）的家中，两人一同帮助翟至味走出阴影，在此过程中碰撞出了爱情的火花。种种波折也令丁人间成长为了一个成熟可靠的男人。"
    },
    "三兄妹": {
      "channel": "CHC家庭影院",
      "title": "三兄妹",
      "desc": "萝拉有两个兄弟：第三次结婚的伯努瓦和结婚迟到的皮埃尔——道歉、责备、鞭打、争吵，每个人都在努力过自己的生活。伯努瓦将在没有准备的情况下成为父亲。萝拉在离婚时与佐赫会面。至于皮埃尔，他的职业问题令人痛苦。他们生活中的一切都应该搬走，但这三者是形影不离的。"
    },
    "骗骗喜欢你": {
      "channel": "CHC家庭影院",
      "title": "骗骗喜欢你",
      "desc": "平凡善良的保险理赔员海星惨遭渣男欺骗，背负巨额债务，她不得不省吃俭用，甚至在网上直播吃奇葩食物，只为早日结束还债，而这却被职业骗子“欧阳”盯上。但上过一次当的海星岂会轻易上当，她将计就计，查出了骗子的真实身份，并以此为要挟令“欧阳”替她复仇，骗回被前男友卷走的钱财，并与同乡姐妹董晓惠以及欧阳的舅舅柏仕通一起联手合作。一场谍中谍的爆笑骗局，就此展开!然而，面对以坑蒙拐骗为生的欧阳，海星又能否对他完全尽信？到底谁才是真正的最后羔羊？"
    }
  },
  "翡翠台": {
    "东张西望": {
      "channel": "翡翠台",
      "title": "东张西望",
      "desc": "《東張西望》（英語：Scoop）是電視廣播有限公司的一個綜合資訊節目。\n\n節目內容以娛樂新聞及藝人貼身追訪為主，亦會穿插無線電視劇集和藝員的最新動向。而部份娛樂新聞內容片段會在翌日的《娛樂直播》重播。\n\n本節目由2005年6月6日起，逢星期一至五19:30-20:00（香港時間）於翡翠台播出，並於2019年3月3日起更改為每天播映，並於myTV（後為myTV SUPER）提供「節目重溫」。"
    },
    "身体最诚实": {
      "channel": "翡翠台",
      "title": "身体最诚实",
      "desc": "《身体最诚实》（英语：Listen To Your Body）是香港电视广播有限公司制作医学健康节目，由莫树锦、李佳芯、何沛珈、梁超怡主持，本节目为《TVB传承·狂欢55节目博览2023》重点宣传节目之一，由香港时间2023年6月26日起，逢星期一至三22:30－23:05在翡翠台播放，由“新西兰Omekanz营养油”特约赞助。"
    },
    "单恋双城": {
      "channel": "翡翠台",
      "title": "单恋双城",
      "desc": "罗式适（陈茵薇 饰）被未婚夫程展博（杨明 饰）和闺蜜黄淇英（高海宁 饰）同时背叛，情感受到严重伤害的式适决定放手。直到失去了式适，展博才明白了她的好，可此时的式适已无意回头。为了追回式适，展博找到了自己的好友陆恭梓（程展鹏 饰），向他寻求帮助，恭梓对式适亦有说不清道不明的好感，面对好友的请求，他只得将感情收入心底。  　　式适将一心希望成为甜品制作师的小姑子介绍到了好友钱进（洪永城 饰）的门下学艺，对师傅日久生情的小姑子在偶然之中发现钱进一直都暗恋着式适。反复伤害她的展博，默默帮助她的恭梓，深深爱恋她的钱进，在这三个男人之间徘徊的式适最终会做出怎样的选择呢？"
    },
    "天龙八部": {
      "channel": "翡翠台",
      "title": "天龙八部",
      "desc": "大理国皇叔段正淳少时欠下多笔风流债。他与秦红棉偷情时被对方丈夫黄袍人撞破，段正淳仰仗精纯一阳指功夫反将黄袍人双腿打断。未婚妻舒白凤赶到，带走段正淳，临行不忘羞辱秦红棉。时光荏苒，段、舒之子段誉（李修贤 饰）已长大成人，段誉违背家训无心向武，终于不堪父母唠叨凭满脑的圣贤书私闯江湖。段誉于路结识玩蛇姑娘钟灵（林珍奇 饰），两人误闯毒蛾派领地被陷，幸有秦红棉之女木婉清（恬妮 饰）搭救。另一方面，黄袍人潜心修炼十余年后携师弟岳苍龙向段家复仇，段誉虽饮得异蛇之血功力大增，仍失手不敌黄、岳二人。为救段誉，正淳与正明赶赴万劫谷与黄袍人决战……"
    },
    "阿爷厨房": {
      "channel": "翡翠台",
      "title": "阿爷厨房",
      "desc": "铁汉李家鼎（鼎爷）武艺非凡毋庸置疑，原来厨艺亦相当「耍家」！由于父亲「嘴刁」，鼎爷在父亲悉心调教下，培养出一手良好的厨艺功架，古法粤菜更是其「拿手」菜式。已荣升爷爷的鼎爷，设立《阿爷厨房》，伙拍对美食素有要求的谭玉瑛，每集带大家搜购心水食材，并由鼎爷亲自下厨，炮制出多道拿手小菜、汤水及甜品，为大家奉上代代相传的怀旧粤菜的好滋味！\n\n坊间正宗古法盐焗鸡每只售价起码二、三百元，鼎爷却有方法以「抵食价」煮出同样的古法滋味？蒸鱼最讲求火候与时间的掌控，到底如何可以蒸煮出嫩滑口感的同时不失鱼的鲜甜？秋冬时份，不少人爱吃「香喷喷」的煲仔饭，更不会错过香脆的饭焦，但大家又可曾见过有两面饭焦的煲仔饭？鼎爷一一教路！"
    },
    "樱桃小丸子": {
      "channel": "翡翠台",
      "title": "樱桃小丸子",
      "desc": "小丸子是一名小学二年级的女生，她活泼、好动、懒惰、什么事情都拖到最后一刻才做、学习不认真、成绩平平、经常和姐姐斗气、爱幻想、做事没恒心……在小丸子身上我们或多或少都看到了自己童年的影子。如果小丸子算是一个“怪人”的话，那么她的周围可谓“怪人”多多，有点神经质的班长丸尾同学、权利欲极强的女副班长、经常和小丸子一起疯的爷爷，讨人厌的宾治同学等等，这群性格各异、精力充沛的小孩、大人们，每天都在演绎着生活的趣事，伴随着小丸子一天天长大。"
    },
    "HandsUp": {
      "channel": "翡翠台",
      "title": "HandsUp",
      "desc": "Janson在沙滩上回忆他十年前的一段初恋.这一年,一个清纯漂亮的女生竟然来到他们的课室做插班生,她叫琪琪.第一天上学,琪琪便主动跟Janson表现得非常亲匿,原来她只是想借他来刺激其男友,还以为琪琪对他有好感,直至有一晚,琪琪却突然失踪......以八十年代香港为背景的校园爱情喜剧，三个男主角是以《古惑仔》系列开始令人留下印象的朱永棠、谢天华和林海峰，饰演活泼调皮的中学生。在谭咏麟与张国荣在香港歌坛争持得激烈的那一年，他们班上来了一位美丽性感的插班生舒淇。她在上课的第一天便对朱永棠主动表示亲热，令他神魂颠倒，乃与两名好友合作展开追求攻势，不料舒淇此举的目的只是为了刺激其男朋友陈小春，而她的真正身份竟是别人的情妇。"
    },
    "忍者乱太郎": {
      "channel": "翡翠台",
      "title": "忍者乱太郎",
      "desc": "战国时代，为了成长成为一名出色的忍者，贫民之家的少年乱太郎（加藤清史郎 饰）进入了一流的忍者学校忍术学园学习。就读于一年叶组（一年は组）的乱太郎结识了好吃贪睡的新兵卫（木村风太 饰）、干着多份兼职的孤儿雾丸（林辽威 饰）以及许多同龄好朋友。小忍蛋们每日的学习紧张有趣，搞怪不断。在第一年的暑假，四年叶组的齐藤鹰丸（沟口琢矢 饰）和父亲齐藤幸隆（鹿贺丈史 饰）遭到刺客万寿鸟（竹中直人 饰）和土寿鸟（石垣佑磨 饰）的袭击。由此引发了忍术学园和稗田八方斋（松方弘树 饰）率领的毒竹忍者队的大对抗。究竟谁能敲响打鸣寺的钟声？忍蛋和毒竹忍者的对决就此展开……\r 　　本片根据尼子骚兵卫连载长达26年之久的国民漫画《落第忍者乱太郎》改编。"
    },
    "非常检控观": {
      "channel": "翡翠台",
      "title": "非常检控观",
      "desc": "律政司高级助理刑事检控专员包希仁患有罕见的「镜反射触觉症」，具有极致同理心。他以还原案件100%真相为目标，致力让被告认罪，减少受害者面对冗长聆讯的痛苦。希仁与律政书记公孙珀、志同道合的高级督察展熊飞、曾是受害者的秦湘言、实习检控官赵子帧等人通力合作，伸张正义。众人遇到不少阻力，希仁甚至要与身为财团长女的母亲为敌、跟身为大律师的旧情人王颂星对垒……然而，希仁坚守信念，誓要还受害人一个真相和公道！"
    },
    "在家宴客60道菜": {
      "channel": "翡翠台",
      "title": "在家宴客60道菜",
      "desc": "喜慶佳節臨近，許多家庭煮人喜愛親手準備一桌佳餚，邀請親友共享天倫。不過，要構思整份既豐富又得體的菜單，確實要花不少心思。「廚藝嚮導」龔嘉欣再次登場，除了繼續有兩大「星廚」肥媽、「鼎爺」李家鼎坐鎮之外，還邀得邵德龍、黃永幟、李文星、許美德、Jacques Kagi 等重量級名廚齊齊亮相，公開各自的獨門秘方。教煮陣容全面升級，計劃於15天內，讓觀眾掌握烹調60道宴客佳餚，讓在家設宴從此不再是難題！"
    },
    "名媛望族": {
      "channel": "翡翠台",
      "title": "名媛望族",
      "desc": "该剧为2012无线节目巡礼场刊版剧集之一，2012年10月22日上映播出。\n\n三十年代香港，正值东西文化冲击，女性开始争取地位。法律界名大状钟卓万（刘松仁 饰）曾留学英国，生活洋化，但骨子里是一个传统的中国男人，拥有几个女人，彰显他的权力和身份地位。元配顾心兰（韩马利 饰）是大家闺秀，二太太是前清格格尔嫣（陈玉莲 饰），三太太是银行家之后易懿芳（江美仪 饰），四太太是著名刀马旦康子君（杨怡 饰），第五个女人则是贪慕虚荣的赵丹丹（贾晓晨 饰）。然而，卓万心中最爱只有子君，但子君为争取妇女地位，跟卓万意见不合。在严父强权管教下，两个儿子钟启燊（马国明 饰）和钟启烨（王浩信 饰）先后与卓万反目，女儿钟浩颐（马赛 饰）不顾一切嫁给穷警察，钟家各房人明争暗斗愈演愈烈之际，金木水（吴卓羲 饰）爱慕义妹季小由（朱晨丽 饰），不甘她成为钟家媳妇，混入钟家展开复仇大计；豪门表面煦灿，内里四分五裂……"
    },
    "秘密的偶像公主": {
      "channel": "翡翠台",
      "title": "秘密的偶像公主",
      "desc": "普通的中学生日向某天发现了神秘的手环，敞开了公主之门并进入了《美妙偶像》的世界，成功出道为偶像公主！但是，她能在最好的朋友未月面前守住秘密吗？两位少女秘密的偶像生活就此展开。"
    },
    "大玩特玩": {
      "channel": "翡翠台",
      "title": "大玩特玩",
      "desc": "大玩特玩，可拋下一切煩憂！每集邀請10位藝人，分成大玩隊及特玩隊，前往別有特色的外景場地，毫無顧忌地參與瘋狂遊戲，換取歡樂笑聲及友誼之餘，亦隨時贏取足金金犬、按摩椅、名貴腕表及大利是！\n\n首三集為新春篇，由林曉峰、林盛斌(Bob)及區永權(Albert)引領各位男神女神，包括張振朗、丁子朗、何廣沛、余德丞、蔚雨芯、陳嘉桓、陳婉衡、董嘉儀等，走到燒烤場、冬日嘉年華會，甚至重返校園，重獲知識，並挑戰大家的膽量及體力！\n\n其後集數是復活節篇及夏日篇，由Bob及Albert擔大旗，繼續邀請各方好友一同玩遊戲贏獎品，同時發掘藝員的另一面。戲劇中的何浩文英勇無比，卻是一名極度畏高者；何君誠正經時可以很正經，跳拉丁時卻另有一面！黃美棋、何雁詩、林秀怡雖有「先天不足」，但只要投入，任何難題都可迎刃而解！連詩雅、朱智賢、翟威廉看似冰雪聰明，卻是隊友眼中的豬隊友！相反，楊潮凱、周志康堪稱遊戲達人，玩遊戲毫無難度。\n\n他們闖入party room、購物城、昂坪、馬灣、婚宴場地等，大玩特玩各款遊戲，鬥智鬥力，玩得癲喪！藝員們玩得盡興，觀眾看得開懷，讓大家在笑聲中歡度節日及周末。"
    },
    "玩转香港日与夜": {
      "channel": "翡翠台",
      "title": "玩转香港日与夜",
      "desc": "香港人热爱旅游，无奈心愿太多、年假太少，出国游埠对一众勤奋的「打工仔」来说谈何容易？然而，许多令人目不暇给的本地特色景点，其实近在咫尺！ 作为举世知名的旅游城市，香港本地不乏精彩游玩热点：长洲赏樱花，摩星岭观星，登上嘉顿山上远眺万家灯火，深入西环品嚐正宗台湾风味……节目走访全港各区，逐一发掘经常被忽略的隐世景点，教大家好好运用週末两日一夜的假期，尽情玩转香港日与夜。"
    },
    "煮东煮西": {
      "channel": "翡翠台",
      "title": "煮东煮西",
      "desc": "當三位「閨密食家」黃翠如、連詩雅、陳自瑤，遇上四位「廚藝達人」黃亞保、莫家嘉、顏志恒、支嚳儀，實行《煮東煮西》分享下廚樂。每集選定一款主題食材，保哥會呈獻中式美饌，莫家嘉則巧製西式Fusion料理，並由顏志恒、支嚳儀出任「幫煮」。同一食材兩種煮法，三位美女閨密向眾位星廚「問東問西」兼偷師，還即席試食，品評「東西」好滋味！此外，支嚳儀貼心照顧女士們的胃口和健康，為觀眾帶來多款養生湯水與甜點。"
    },
    "后空翻少年": {
      "channel": "翡翠台",
      "title": "后空翻少年",
      "desc": "故事以男子高中生韵律体操为主题，故事舞台为日本宫城县岩沼市，主角「双叶翔太郎」在中学最后的夏天被男子韵律体操吸引，进入私立苍秀馆高等学校（通称苍高）男子韵律体操社，并与体操界新星「美里良夜」以及性格丰富的前辈们相遇，共同向同一个目标前进的热血运动故事。"
    },
    "有个闺密叫祖蓝": {
      "channel": "翡翠台",
      "title": "有个闺密叫祖蓝",
      "desc": "绝世闺密，不一定是情同姊妹的女性朋友，男与女之间的升华感情，或许较情比金坚更为稳固。疫情反复，阻隔了相聚机会，但分隔不了友情。多位移居内地的女艺人离港日久，思「香」情浓，主持王祖蓝决定亲自探望她们。跟一众知己好友难得重逢，他更会为闺密们度身订造「港式惊喜」，务求将思乡之情，转化为有笑有泪的友谊万岁新篇！"
    },
    "溜走的真味": {
      "channel": "翡翠台",
      "title": "溜走的真味",
      "desc": "潮州菜是起源自中國廣東潮汕地區的菜餚，除了名物滷水打冷，近年潮汕牛肉火鍋更名副其實成為「潮菜」，風行全國。上述菜餚之外，潮汕人在生醃海鮮、米製美食等方面亦做得十分出色。「煮得之人」蕭秀香(三姐)聯同潮州菜名廚許美德(德哥)，偕同「潮州仔」林正峰到訪潮汕之地，尋訪滋味食店，品嚐最地道的潮州菜。兩位廚藝專家亦會各顯身手，炮製不同的潮汕特色佳餚、美食，並請來「星級」嘉賓一同品味。"
    },
    "熊猫一家人": {
      "channel": "翡翠台",
      "title": "熊猫一家人",
      "desc": "大熊猫科普纪实节目，聚焦大熊猫保护培育，带领观众走近中国的大熊猫保护事业及熊猫饲养员的日常。"
    },
    "多啦A梦": {
      "channel": "翡翠台",
      "title": "多啦A梦",
      "desc": "学习、体育全不擅长还饱受胖虎和小夫欺负的少年野比大雄在20世纪的日本过着平凡无聊的生活，这一天突然有意外的访客出现在大雄面前，对方是自称来自22世纪大雄孙子的孙子世修以及猫型智能机器人哆啦A梦。世修愁眉紧锁，似乎对这位曾祖父有着诸多的不满，他专门介绍了大雄的未来：进入社会的大雄求职失败，转而自己开公司当老板，可是由于不善经营导致公司破产，还背负了巨额债务。他的厄运直接影响到了也比家的子孙，为了扭转自己的命运，世修打算从源头着手，派哆啦A梦协助大雄改变命运。哆啦A梦被世修设定了“完成程序”，如果他不能顺利实现改变曾祖父命运的重任，就无法返回22世纪。百般不上进的大雄就这样和责任心十足却有着这样那样缺点的哆啦A梦生活在了一起。哆啦A梦那神奇的百宝袋可以变出各种各样令人咋舌的道具，它们帮助大雄解决了生活中大大小小的难题，当然在此期间由于大雄的滥用也惹来了不少的麻烦。两个好朋友携手并进，不知不觉间感情也变得好了起来。终于，对于大雄来说最重要的人生目标——和美丽女孩源静香结婚——在未来得以实现，废柴少年的糟糕命运彻底扭转，哆啦A梦圆满完成了他的使命，即将启程返回22世纪。只不过他和大雄之间的羁绊已经非常深了，纵使依依不舍，却仍然迎来告别的时刻。大雄该如何以一己之力实现他那来之不易的幸福未来呢？"
    },
    "出走澳洲": {
      "channel": "翡翠台",
      "title": "出走澳洲",
      "desc": "走过「浮华大地」、「足球圣地」后，黄翠如、洪永城相隔五年再次合作主持旅游节目。,他们以自驾形式游历澳洲，从阿德莱德出发，穿越大洋路到墨尔本。,塔斯曼尼亚是二人初次拍摄旅游节目的地方，十多年后重临旧地，感受如何？,　　「有一种关系叫洪永城和黄翠如」，二人由青葱岁月相识至今，同步经历人生不同阶段，结成真挚感情不逊情侣的好朋友。,这一次出走，他们除了畅谈关系上的种种变化，还会公开绝密照片，跟观众分享二人的共同回忆。"
    },
    "食好D食平D": {
      "channel": "翡翠台",
      "title": "食好D食平D",
      "desc": "通脹飆升，衣食住行全部加價，但市民的薪金原地踏步。拿著有限的家用，又要家人吃得好，真是難為了媽媽。對此感同身受的肥媽，聯同陸浩明，帶觀眾走訪全港街市及食材店，務求為媽媽們找出既便宜又富營養的食材，並以簡單的方法「食平D」，烹調出各式各樣的佳餚美饌。\n\n節目更請來城中多名星級大廚，包括星級行政總廚張倩敏（Charmaine）、《大廚出馬》冠軍人馬陳國強，還有曾自設私房菜，亦出過烹飪書籍的余健志（Jacky Yu）等，教大家如何以最低的價錢，煮出多款最滋味的各國美食。"
    },
    "少年中医说": {
      "channel": "翡翠台",
      "title": "少年中医说",
      "desc": "中医药养成系文化类真人秀《少年中医说》，汇聚了来自国内7所顶尖中医药高校的青年才俊，在主持人蒋昌建的指导以及中医药名家的陪伴下组成“国际班”，探访八大医圣故里，展开一段别开生面的游学之旅。"
    },
    "吃货横扫曼谷": {
      "channel": "翡翠台",
      "title": "吃货横扫曼谷",
      "desc": "《吃货横扫曼谷》（英语：Bangkok Foodbusters）香港电视广播有限公司制作之旅游节目。由高海宁、彭慧中、陈星妤、林澄光主持，本节目由香港时间2023年2月20日起，逢星期一至三22:30－23:05、星期六 22:30-23:00在翡翠台播放。\n\n因為疫情，香港不少朋友已數年未有外遊。泰國曼谷向來是港人的旅遊熱點之一，闊別近三年，大家或已對當地感到陌生。三位「女神」高海寧、彭慧中、陳星妤聯同「少年食神」林澄光率先探路，穿梭曼谷的大街小巷，發掘隱世地道美食與打卡景點。近年流行素食，主持們也會化身「找素」達人，介紹曼谷的滋味素食。遊泰國當然不能錯過「歎SPA」，女神們會親身上陣體驗各式SPA，務求為觀眾揭開最高CP值的歎世界攻略。"
    },
    "甜心先生": {
      "channel": "翡翠台",
      "title": "甜心先生",
      "desc": "杰里（汤姆·克鲁斯 Tom Cruise饰）待人和善，仪表不凡，是个出色的体育界经纪人。也许连天都妒嫉这个完美的男人，决定给他一个打击，杰里因为一篇流畅出色的发言稿而招来上司不满，导致被炒鱿鱼。漂亮女友离他而去，职业前景也陷入一片迷茫，从巅峰跌入谷底的杰克在临走前奋起疾呼，动员同事们跟他离开公司一起创业。结果，杰克只带走了一条鱼，还有愿意和他干一番事业的会计多萝西（芮妮·齐薇格 Renée Zellweger饰）。  　　现在，杰克的客户只剩下一名二流的黑人橄榄球员罗德（小库珀·古丁 Cuba Gooding Jr饰）。万事开头难，杰克和多萝西还没有完全搞清楚要如何开始创业生涯。看来，要想迎来事业的第二春，杰克还要狠狠摸爬滚打一番；也正是在逆境中，他得以实践自己的职业信念，并寻获一生中的最爱"
    },
    "一周星星": {
      "channel": "翡翠台",
      "title": "一周星星",
      "desc": "訪談節目《一周星星》，每集邀請星級藝人、界別名人，與區永權、許文軒、王鎮泉等娛樂主播，分享新近工作企劃，談論電影、電視、演唱會相關的特別話題，尤其是網民與圈中朋友關心熱議的人和事！周邊訊息如此多，節目特設「Fact Check」核實環節，由嘉賓親自回應各式各樣的傳聞，讓當事人說清楚箇中真相！"
    },
    "美食新闻周报": {
      "channel": "翡翠台",
      "title": "美食新闻周报",
      "desc": "香港匯聚環球美食！黃嘉雯、倪嘉雯、伍倩彤等美食主播、主持，緊貼最新美食潮流，從不同平台網羅超「人氣」餐廳消息，主持親自試食，帶來真實食評；相約「星級飯腳」到訪他們私心推介的「飯堂」開餐；深入了解食店滋味背後的不同故事；名廚、食評家亦會帶路「搵食」，帶來專業推介。節目精選《美食新聞報道》介紹的多間「人氣」餐廳，力推當中招牌美食，並會速遞美食優惠，讓觀眾即時掌握最滋味、抵食的飲食情報。"
    },
    "廉政行动2024": {
      "channel": "翡翠台",
      "title": "廉政行动2024",
      "desc": "廉署首席调查主任江见秋，在上市公司贪污案以准母亲身份接近关键人物，找到破案缺口。总调查主任司徒啓文，在调查维修招标案中带著助理调查主任丁芯假装成父女买楼，并在枪队成员徐浩南与助理调查主任锺巧玲帮助下，成功游说关键人物搜集涉事建筑公司的罪证。高级调查主任伍学宾，透过IT知识找出狱中是谁与外界沟通的痕迹，成功侦破惩教人员贪污案。即使巧玲与丁芯对中学工程贪污案涉案人物的判断不同，二人甚至在保险行贿案因认识涉案人物而被停止接触案件，强烈正义感与使命感无阻二人向著找出真相的目标进发。"
    }
  },
  "明珠台": {
    "贱熊30": {
      "channel": "明珠台",
      "title": "贱熊30",
      "desc": "孤僻的约翰儿时许了一个愿，希望他的玩具泰迪熊可以活过来，成为他真正的朋友。奇迹发生了，泰迪有了生命，并和约翰一起生活了二十多年。如今老大不小的约翰无所事事，整天和泰迪一起抽烟喝酒吸大麻，过着醉生梦死的生活。直到他遇上美丽的劳丽，决心要改变自己。可是，泰迪却并不喜欢约翰的新女友劳丽，总是处处给劳丽找麻烦，甚至破坏约翰和劳丽的感情。面对陪伴多年的老友，和刚刚俘获的女友，约翰要如何处理两者之间的关系？他是不是能找到一个平衡点呢？"
    },
    "穹苍下的世界": {
      "channel": "明珠台",
      "title": "穹苍下的世界",
      "desc": "《空中俯瞰》从空中视角展现人类活动如何在地表留下可见印记，以及地理环境又如何反过来影响国家的发展轨迹。"
    },
    "迷你波莉": {
      "channel": "明珠台",
      "title": "迷你波莉",
      "desc": "《迷你波莉》（Polly pocket）又名：口袋波莉；最初是由美国美泰（Mattel）发售的系列玩具；先后经过几次改版后2018在美国家庭频道播出了一幅名为Polly Pocket的卡通片。该系列节目中的一个年轻女孩名为Polly，她拥有一个神奇的小盒坠子，可让她和她的朋友们缩小到很小的尺寸。该系列由DHX Media（现为Wildbrain）和Mattel制作和发行，也就是我们现在看到的版本。"
    }
  },
  "武术世界": {
    "功夫少林": {
      "channel": "武术世界",
      "title": "功夫少林",
      "desc": "《功夫少林》是一部集中展现中华少林武术博大精深文化内涵与中国传统功夫人自强不息，尚武崇文的爱国主义精深的一部高清纪录片。该片是中央电视台2015年度重点纪录片制作项目，摄制组用长达两年的拍摄周期，详细、深入地记录了少林功夫在全国乃至世界各地的发展状况。该片围绕少林寺与少林功夫展开，同时深入现代社会各领域，是一部展现现代少林功夫的纪录片作品，也是中国纪录片人向全球功夫人的献礼。\n\n自电影《少林寺》播出后，三十多年来，人们对千年古刹、少林功夫的记忆犹存。但时至今日，少林功夫还存在吗？江湖中还流传有少林功夫秘籍吗？传统功夫如何适应现代社会？在今天这样一个信息瞬息万变的全球一体化时代，又有谁还在潜心研习古老的功夫秘笈？纪录片《功夫少林》立足当下，向全球观众展示21世纪的今天，少林功夫与功夫人的真实传奇，揭秘功夫背后深藏着的中国人的生存智慧与生命哲学。"
    }
  },
  "爱上4K测试体验": {
    "救火奶爸": {
      "channel": "爱上4K测试体验",
      "title": "救火奶爸",
      "desc": "“赵喜娜”带领的消防队员们在灭火行动后遭遇史上最大挑战：照顾火灾现场救出的三个孩子。性格迥异的姐弟三人将这支消防队闹得鸡犬不宁，铁血战士硬核带娃的场景充满反差萌，笑料不断。"
    },
    "神奇乐园历险记": {
      "channel": "爱上4K测试体验",
      "title": "神奇乐园历险记",
      "desc": "一位极富创造力的女孩小六月，偶然间发现了一座神奇的乐园。在乐园里，有着各式各样惊险刺激的游乐设施和形形色色的动物朋友。在这个奇幻的世界里，将会发生怎样意想不到的故事呢？"
    }
  },
  "山东少儿": {
    "熊出没之春日对对碰": {
      "channel": "山东少儿",
      "title": "熊出没之春日对对碰",
      "desc": "该片讲述在春天的森林里的故事。为了阻止光头强破坏森林，保卫自己的家园，以熊大熊二为首的丛林动物们和光头强继续展开保卫森林的斗争的故事。"
    }
  },
  "TVB星河": {
    "Click入黄金屋": {
      "channel": "TVB星河",
      "title": "Click入黄金屋",
      "desc": "本剧以“书”为纽带，讲述了一个香港传统家庭中两代人对理想、亲情与事业的坚守与选择。\n\n方学文（秦沛 饰）是旧式书店的老臣子，对书籍有着深厚感情，与妻子颜如玉（韩马利 饰）因书结缘。他的大儿子方心明（黎耀祥 饰）为帮补家计，放弃升学远赴毛里求斯打工，资助弟弟心正（孙耀威 饰）赴美留学。十多年后，心明返港成为一名普通保安，而心正则学成归来，成为炙手可热的网络保安工程师。\n\n尽管两兄弟社会地位与收入悬殊，但亲情从未改变。父亲方学文为给大儿子更好的前途，毅然倾尽积蓄盘下一间即将结业的旧书店，希望心明接手。这个决定让心明从最初的不适应，到逐渐在书海中找到人生新方向，实现了父子两代人在精神上的传承。\n\n与此同时，事业有成的方心正却陷入感情困境，在回归的旧爱婉仪（杨思琦 饰）与投契的新同事希敏（杨秀惠 饰）之间难以抉择。方家小女儿心美（何天儿 饰）则代表了沉迷网络的年轻一代，引发了诸多家庭趣事与风波。全剧透过方家的喜怒哀乐，温情呈现了在数字时代背景下，传统价值观与亲情纽带的珍贵。"
    }
  },
  "ViuTV": {
    "爆旋陀螺X": {
      "channel": "ViuTV",
      "title": "爆旋陀螺X",
      "desc": "极限时刻即将到来！一名业余陀螺手和一名神秘前冠军组队，一起朝着X塔之巅挺进。"
    }
  }
}