{
  "CCTV1": {
    "花开中国": {
      "channel": "CCTV1",
      "title": "花开中国",
      "desc": "《花开中国》是由中央广播电视总台、国家林业和草原局与中国花卉协会联合摄制的大型花文化融媒体节目共12集。节目首期的主持人为撒贝宁，嘉宾为刘诗诗、王昱珩。节目聚焦新时代中国花卉业高质量发展，花文化文旅体验与生活美学，通过探访团深入当地特色花园、古镇、街区体验园艺劳作等，带领受众感受自然与人文交织的诗意生活，生动展现发展花卉业对建设生态文明和美丽中国、满足人民日益增长的美好生活需要的重要作用。"
    },
    "藏海传": {
      "channel": "CCTV1",
      "title": "藏海传",
      "desc": "《藏海传》讲述钦天监监正蒯铎之子身负血海深仇，潜心十年学艺，化名藏海后进京寻找真相，最终报仇雪恨、惩恶扬善、坚守正义的故事。"
    },
    "好好的时光": {
      "channel": "CCTV1",
      "title": "好好的时光",
      "desc": "上世纪70年代末，带着两儿一女的机械厂工人庄先进，迎娶了带着一儿一女的歌舞团演员苏小曼，来自两个家庭的孩子各怀心思，和父母一道演绎了一段三十年的情感大戏。自小当家的大女儿庄好好，是两个重组家庭的“定盘星”，从电车售票员到歌舞厅里的驻唱红歌手，她像高山之巅的野花，和家人们携手并肩心向阳光，顽强生长。庄先进终于实现了为孩子起名“好好学习，天天向上”的梦想，可为之圆梦的庄向上却成为庄好好和苏小曼之间不可说破的“秘密”。庄学习和王元媛本是青梅竹马的同学，却因各自父母的结合，两人只能擦肩而过。庄先进的徒弟刘成追求庄先进的女儿庄好好未果，却娶了苏小曼的女儿。"
    },
    "自然中国": {
      "channel": "CCTV1",
      "title": "自然中国",
      "desc": "2018年12月30日，由CGTN策划制作的200集原创4K系列节目《美丽中国：自然》在央视4K超高清频道正式播出。\n\n　　该系列节目采用高分辨率、宽色域、高动态范围、环绕声的4K摄制和播出标准，身临其境地展现我国近年在动植物和自然环境保护等方面取得的成就，诠释了人与自然是共生共荣的生命共同体的主题。《美丽中国：自然》系列节目还将在CGTN官网、客户端及海外社交平台陆续投放，向世界讲好中国故事，塑造中国形象，传播中国理念"
    }
  },
  "山东卫视": {
    "纪录片": {
      "channel": "山东卫视",
      "title": "纪录片",
      "desc": "纪录 许巍 此时此刻 纪录片  　　从一开始，许巍和团队，就有一个共识，希望能为《此时此刻》专辑拍摄纪录片，完整的纪录整张专辑的制作过程。这是内地的第一次，从创作、录音、访谈，全方位的纪录一张专辑产生的真实过程。拍摄时间从2012年3月16日设备搭建开始，一直到10月底配唱完成，  　　将近8个月的时间，包含许巍和每一个音乐家，以及参与的幕后工作人员，录音工程总监金少刚，录音混音师李军等，都在其中留下最珍贵的访谈。当参与其中的每一个成员看到后制完成的纪录片，仿佛，再次经历了其中的苦与甜。  　　而热爱摇滚的导演李旻浩，尽管拍摄过无数的MV，但这么长时间的纪录，也是他职业生涯的第一次，在漫长的录音阶段里，他的镜头是最忠实的听众，他的收获比大家都有重量，除了满心的成就感，还有将近一部电影的档案，将近8T的素材。  　　值得一提的是，在录音过程中的西双版纳之行，像是一场春意盎然的大丰收。  　　2012年四月，许巍&乐队全体、录音及音响工程及影像摄制，超过60个人的工作团队，从北京到云南3000多公里的设备接驳搬运，浩浩荡荡来到了云南之南，西双版纳州，勐腊县。为了让纪录片的影像风格与音乐相呼应，在依山傍水的山谷里，许巍和乐队全体，表演了一场与大自然共融的party，这是一场难得一见的户外同期录音实况，在最平静的地方，对着天空，大地 ，风与树，鸟和花吟唱，大自然是此时此刻最好的观众，让每一个置身其中的音乐家，仿佛回到了最初。本真的状态。  　　气候和地势虽然增加了录音和拍摄团队执行上的难度，但却更人更专注的、忠实的纪录下歌声与音乐，在最原始的空间里每一个细微的感受，而拍摄团队，也精确的掌握了每一个音乐家们最忘我的瞬间。在“纪录 许巍 此时此刻 纪录片”DVD中所听到的每一个乐句，看到的每一个画面，都来自西双版纳户外同期录音现场。  　　而这些，都将在许巍 《此时此刻》专辑中以纪录片的形式，与专辑同步呈现。  　　没有MV，没有打榜单曲，把空间留给听众  　　你们决定自己最爱的歌曲  　　摆脱过去约定俗成的推广方式，这是一张没有主打歌的专辑。  　　为了呈现专辑最真实的面貌，所有发片前的预告，全部以纪录片为唯一的讯息传播方式。我们要表达的，是真诚的态度，希望所有的音乐朋友，都能在听完专辑的10首作品后，拥有属于自己的感受。  　　这是最好的分享。"
    },
    "2026乐龄春晚": {
      "channel": "山东卫视",
      "title": "2026乐龄春晚",
      "desc": "《2026乐龄春晚》是由国家老年大学、中国教育电视台、北京曜阳公益基金会等联合主办，中国文化书院大众传播专业委员会承办的春节晚会 [2]，由黄薇担任晚会总导演，黄薇、朱军、子涵、李耀阳主持 [3]，于2026年2月4日19:30在北京世纪剧院举办，国家老年大学和快手平台同步直播，中国教育电视台及江苏卫视、山东卫视、辽宁卫视、四川卫视、河北卫视、山西卫视在春节期间进行大屏播出 [1]。\r 晚会以“乐龄迎春·马上接福”为主题，既是专为全中国3亿多乐龄群体量身打造的精神家园，更是新时代积极应对人口老龄化、弘扬敬老爱老传统美德的生动实践，在辞旧迎新的美好时刻，为神州大地注入温暖而持久的生命力 [1]。\r 该晚会播出后，截至2026年2月5日，相关热门话题传播超17.4亿人次。直播时段内晚会收获各级网络媒体报道238条，多平台直播累计传播互动1291.1万人次，参与晚会内容分发及宣传推广的各新媒体平台账号累计覆盖网络用户超1.1亿人次 [3]。"
    },
    "馆长来了": {
      "channel": "山东卫视",
      "title": "馆长来了",
      "desc": "《馆长来了》由山东广播电视台发起，沿黄九省(区)文旅部门、电视台联合制作的一档黄河文化溯源节目。节目以沿黄九省(区)博物馆文物为载体，邀请沿黄九省（区）27家博物馆及国家级权威专家参与其中，共同溯源孕育中华文明的文化基因。节目从黄河源头青海出发，溯源九省至山东入海，甄选了几十件最具黄河文化特色的镇馆之宝级珍贵文物，沿黄九省（区)电视台主持人来到节目中；馆长们与权威专家、文化学者、文物相关人交流碰撞，展现灿烂的黄河文化，溯源历史，增强民族自信。"
    },
    "动画片": {
      "channel": "山东卫视",
      "title": "动画片",
      "desc": "1960年，上海美术电影制片厂摄制了一部短片《水墨动画片段》（编剧、导演、摄影均为集体创作），长度1本，作为水墨动画的实验。这是世界上首部水墨动画。在该片成功摄制后，该厂同年又拍摄了第一部正式的水墨动画片《小蝌蚪找妈妈》。"
    }
  },
  "CCTV2": {
    "万物滋养": {
      "channel": "CCTV2",
      "title": "万物滋养",
      "desc": "《万物滋养》系列纪录片选取国内六种典型环境（海洋、江河、丛林、田野、高山、草原）中具有代表性的滋补性食材，以它们为主角来构建本系列片内容。第一季用镜头向观众展示中国的自然之美和风物之美，展现中国人特有的滋补哲学和滋补智慧，带领观众进入食材的原产地，探寻种植人与滋补食材之间的动人故事。"
    },
    "万物之生贵州篇": {
      "channel": "CCTV2",
      "title": "万物之生贵州篇",
      "desc": "《万物之生·贵州篇》共五集，包括《隐》《勇》《谋》《王》《道》。十七万平方公里的山河纵横，幻化出贵州多彩的物种、丰富的生态。"
    },
    "沃野千里": {
      "channel": "CCTV2",
      "title": "沃野千里",
      "desc": "春种一粒粟，秋收万颗子。又是一年春耕时，4月7日至11日，在播种美好与希望的好时节，由中央广播电视总台财经节目中心制作的五集《沃野千里》开播。该片聚焦农业新质生产力，展现农林牧渔多元化供给体系，通过人与土地的互动实践推进农业现代化。 ‌"
    },
    "雨林之子": {
      "channel": "CCTV2",
      "title": "雨林之子",
      "desc": "《雨林之子》定位为“热带雨林自然人文纪录片”，展现的是中国云南西双版纳热带雨林的生态系统及人文延展，“雨林之子”意即因雨林而生、伴雨林生存的生灵们——动物、植物、微生物，当然也包括人类，通过他们的生存状态，呈现西双版纳热带雨林的生态环境特点，以及人与自然如何和谐共生。"
    },
    "祁连山国家公园": {
      "channel": "CCTV2",
      "title": "祁连山国家公园",
      "desc": "本片通过祁连山野生动物的故事，展示了祁连山完整的生物链，彰显出祁连山的中国生态屏障地位。片中通过黑颈鹤和斑头雁的领地争夺、求偶、孵化、小黑颈鹤和小斑头雁的生存故事，展示高原湿地这一候鸟的天堂，展现了纵纹腹小鸮和大鵟这两种留鸟的孵化和生存状况。"
    },
    "万物之生": {
      "channel": "CCTV2",
      "title": "万物之生",
      "desc": "天地间，万物有灵；种群纷繁，皆相伴而生，一同栉风沐雨，行循自然。云之南，基因王国；多样生命，虽生而不同，却于彩云之境，相依而存。洞悉生命的含义，聆听自然的密语；以自然之道，养万物之生。\n\n本片以联合国《生物多样性公约》第十五次缔约方大会（COP15）为创作背景，从云南典型的自然生态环境出发，通过真实、新奇、生动的人物故事，展现生态环境与人类生活的紧密关联。\n\n本片采用8K全流程制作技术，将自然、人文、民俗等维度的内容全面呈现，传达国家的生态文明理念。在人们与自然和谐、有趣的相处方式背后，是宏观层面“生态兴则文明兴”、“绿水青山就是金山银山”的时代表达。"
    },
    "大河之洲": {
      "channel": "CCTV2",
      "title": "大河之洲",
      "desc": "由中共山东省委宣传部指导，山东广播电视台、中共东营市委宣传部联合出品的纪录片《大河之洲》将于1月9日至11日登陆央视九套，每天20:00播出。  《大河之洲》第一次以4K画质，以国际化表达，全景深度呈现人与自然和谐共生的壮美画卷，展现了黄河三角洲的自然之美、人文之美，为弘扬黄河文化、讲好新时代“黄河故事”山东篇章提供了实践样板。  该片已入选国家广播电视总局“十四五”纪录片重点选题规划，并获得2022年“新时代·新影像”中外联合创作计划社会价值单元最佳提案。  摄制组在黄河三角洲蹲守一年多的时间，他们用4K超高清摄影技术记录下自然界的磅礴伟力，定格生动故事的感人瞬间，以国际的视角、宏大的格局、绝美的影像和细腻的表述，生动展现黄河三角洲这一生物多样性热点地区独一无二的资源禀赋，向观众呈现一幅美丽、流淌、行进的中国画卷。  作为山东广播电视台喜庆党的二十大重点作品之一，《大河之洲》在党的二十大胜利召开期间在山东卫视晚间黄金时段首播。播出后，该片及其系列短视频强势出圈，引发强烈反响，业界、学界和全网纷纷点赞，好评如潮，被誉为我国人与自然题材纪录片的又一佳作。中国视协纪录片学术委员会名誉主任刘效礼评价该片：“故事生动，解说精彩，引发人们对人与自然和谐共生的思考，为讲好中国故事做出了非常有益的探索”。  纪录片《大河之洲》播出前精心制作《凤求凰》《共同家园》《三角洲之恋》等短视频，迅速火爆全网，并在中国驻美大使馆官方账号、中国新闻周刊阿语版脸书账号刊发，取得了良好的国际传播效果。闪电新闻微博号运营的#被黄河入海口的鸟鸟鸟惊艳到了# #鸟儿相亲的仪式感有多强#等多个话题“串珠成线”，持续不断登上新媒体平台全国热搜。学习强国全国平台首页推荐，截至2022年10月31日，相关内容全网总阅读量超1.75亿。"
    }
  },
  "CCTV4": {
    "远方的家": {
      "channel": "CCTV4",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    },
    "天下同心": {
      "channel": "CCTV4",
      "title": "天下同心",
      "desc": "1948年，面对蒋介石国民党反动派的假民主、真独裁，中共中央邀请民主人士前往解放区召开和平建国的政治协商会议，以毛泽东为核心的第一代党的领导集体，以政治、军事、经济、民生方方面面一切“为人民服务”的实际行动，最终让以李济深、沈钧儒、张澜、宋庆龄、黄炎培、梁思成等为代表的各民主党派、各阶层、各阵营，甚至包括傅作义等国民党起义高级将领、张治中等国共和谈代表都看到了中国共产党为中华民族带来的全新希望，他们从此自觉选择并真心拥护中国共产党的领导，团结合作、肝胆相照、荣辱与共，携手建立独立、民主、和平、统一的新中国，华夏大地万水朝东、天下同心，迈向伟大的民族复兴新征程 。"
    }
  },
  "CCTV7": {
    "掩不住的阳光": {
      "channel": "CCTV7",
      "title": "掩不住的阳光",
      "desc": "描述了方志敏同志率领的北上抗日先遣队遭国民党围追堵截，弹尽粮绝，方志敏、赵天明等人不幸被捕，狱中同志在方志敏领导下成立秘密党支部，方志敏就义后大家坚守信仰遵其遗志，继续在错综复杂的监狱环境下开展狱中斗争，最后在党组织营救下走出牢房，投入到抗日战争新战场的故事。北上抗日先遣队作为红军长征的先锋部队，拉开了长征的序曲。"
    },
    "第二战场": {
      "channel": "CCTV7",
      "title": "第二战场",
      "desc": "CCTV-7国防军事频道《第二战场》是一档外交、谍战题材纪录片栏目。"
    },
    "独立大队": {
      "channel": "CCTV7",
      "title": "独立大队",
      "desc": "解放战争时期，粤北游击队驻地。叶永茂（中叔皇 饰）受上级委派只身赴马龙（郭振清 饰）所控杂牌武装，动员他们起义，接受共产党收编。收编后命名为“独立大队”，但马对叶及游击队始终怀有戒心，加之拜把兄弟刁飞虎（庞学勤 饰）从中作梗，更是对革命三心二意。一次去村里执行任务，刁竟与地主婆勾搭在一起，牛牯（达奇 饰）见状愤然离队，刁反诬牛牯携枪叛逃，牛牯当众揭发刁的土匪行径引众怒，纷纷要求严惩，但马念刁曾经的救命之思而手下留情。李登高（孙笑非 饰）叛变后，唆使刁用调虎离山计引马率部接应敌人的起义部队，马不知是计，险遭毒手，幸亏叶永茂及时赶到挽救了独立大队，严酷的现实擦亮了马龙的眼睛....."
    },
    "砺剑": {
      "channel": "CCTV7",
      "title": "砺剑",
      "desc": "砺剑是一部以部队生活为题材的电视剧，于2005年上映。\n\n剧中故事发生在二十一世纪的今天。通过海军试验部队未来战争中的撒手锏“海剑”信息化超音速舰导弹，深入地刻画了新老两代科学家工作者对试验模式的不同观点，由此引发了新老观念的激烈碰撞，既歌颂了以专业所所长秦海川为首的老一代科学家爱岗敬业，无私奉献的品德……"
    }
  },
  "CCTV9": {
    "故事中国": {
      "channel": "CCTV9",
      "title": "故事中国",
      "desc": "在新中国成立70周年之际，电影卫星频道节目制作中心特别策划大型专题片《足迹——银幕上的新中国故事》，通过对具有重大时代节点、反映新中国各方面建设成就和人民精神风貌的经典影片的梳理与回顾，以崭新的当代视角、新老影人介绍访谈、影片外景地制作地的重访的形式，力图勾勒新中国70年璀璨岁月的光影足迹，揭秘电影人不为人知的创作艰辛和幕后故事。"
    },
    "冰雪国度": {
      "channel": "CCTV9",
      "title": "冰雪国度",
      "desc": "影片讲述因一场事故，知名滑雪选手凌风的职业生涯陷入谷底。为了挽救自己热爱的事业，凌风重返家乡、回到起点，在一群青年人的帮助下，一边寻找恩师，一边找回初心与勇气，最终突破极限，破茧蜕变的故事。"
    }
  },
  "CCTV10": {
    "欣赏": {
      "channel": "CCTV10",
      "title": "欣赏",
      "desc": "音乐人艾伦的乐队刚解散，他来到纽约发展自己初露头角的摇滚事业。他先是为一场已安排的演出寻找鼓手，其余时间则忙于自我推广的种种琐事。电台DJ萨拉看中了艾伦——这位温和却略显疏离的乐手，并主动为他找到了鼓手。闲暇时，艾伦与老友、研究生劳伦斯及其女友、记者艾莉一起喝酒、筹划未来。艾伦努力坚持着自己的事业，而艾莉却不由自主被他吸引。这份好感是相互的，但双方都犹豫着是否该向前一步。[Goodbye Cruel Releasing]"
    },
    "地理·中国": {
      "channel": "CCTV10",
      "title": "地理·中国",
      "desc": "《地理·中国》属科普类电视栏目。以地质科考为线索，以普及地理学知识为宗旨，介绍地质学的新发现、新成果、新探索，展示地质地貌的新、奇、特、美。栏目在带着观众感受大自然神奇魅力的同时，传播科学知识，倡导热爱自然，珍惜自然，并传播人与自然和谐共生、相互依存的理念。"
    }
  },
  "CCTV11": {
    "我和我的三个姐姐": {
      "channel": "CCTV11",
      "title": "我和我的三个姐姐",
      "desc": "上世纪九十年代末北方某小城里，韩家三姐一弟原本亲密相处，却因为一场家族的利益争端出现裂痕。喜欢贪小便宜却甘心为家庭付出的大姐韩爱梅，有魄力有担当的二姐韩爱兰，聪明磊落的三姐韩爱竹，心地善良追求公正的四弟韩爱松，以及一心想把酒厂做好的大姐夫许宝来、城府颇深的二姐夫赵金志，在社会变革的浪潮下围绕如何将酒厂继续发展下去有着各自的观点和立场。家事公事剪不断理还乱，在一次次危机面前，大家做出自己认为正确的抉择，也时常因意见不合对彼此造成伤害。最终在困难面前，一家人重新凝聚在一起，大家也明白了生活和工作中真正重要的是什么，韩家人齐心协力终于为酒厂找到了一条健康发展的路。"
    },
    "角儿来了": {
      "channel": "CCTV11",
      "title": "角儿来了",
      "desc": "戏曲频道《角儿来了》是一档大型融媒体互动戏曲周播栏目。节目选取戏曲名角为切入点，他们或开宗立派，或是创新发展，或是时代先锋。通过对他们艺术传承与生活趣味的微观表达，突显向名角儿致敬，向传统致敬，向时代致敬的宏伟主题。节目以“还原名家本真，寻回时代情怀”为宗旨，打造“融媒互动、跨屏播出、全民参与、情境访谈、科技点亮舞台”等核心亮点，满足广大观众看大戏看好角儿的需求，讲述梨园名角的传奇故事，打造中国戏曲的舆论风标。"
    },
    "天龙八部": {
      "channel": "CCTV11",
      "title": "天龙八部",
      "desc": "大理国皇叔段正淳少时欠下多笔风流债。他与秦红棉偷情时被对方丈夫黄袍人撞破，段正淳仰仗精纯一阳指功夫反将黄袍人双腿打断。未婚妻舒白凤赶到，带走段正淳，临行不忘羞辱秦红棉。时光荏苒，段、舒之子段誉（李修贤 饰）已长大成人，段誉违背家训无心向武，终于不堪父母唠叨凭满脑的圣贤书私闯江湖。段誉于路结识玩蛇姑娘钟灵（林珍奇 饰），两人误闯毒蛾派领地被陷，幸有秦红棉之女木婉清（恬妮 饰）搭救。另一方面，黄袍人潜心修炼十余年后携师弟岳苍龙向段家复仇，段誉虽饮得异蛇之血功力大增，仍失手不敌黄、岳二人。为救段誉，正淳与正明赶赴万劫谷与黄袍人决战……"
    }
  },
  "CCTV14": {
    "熊猫和小跳羚": {
      "channel": "CCTV14",
      "title": "熊猫和小跳羚",
      "desc": "由中央广播电视总台央视动漫集团、南非TPW广播影视制作公司联合出品，中国和南非合拍的动画系列片《熊猫和小跳羚》于近日在总台少儿频道欢乐开播，大家喜爱的熊猫和和将携手新朋友---南非人民的精神象征“跳羚”，为大家带来了全新的童话故事。"
    },
    "大风车": {
      "channel": "CCTV14",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    },
    "我们的日子": {
      "channel": "CCTV14",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    },
    "二十四节气密码-春之篇": {
      "channel": "CCTV14",
      "title": "二十四节气密码-春之篇",
      "desc": "周小易来到年丰镇和爷爷一起过年，本以为又是一个平凡而普通的假期，然而一只小兽的出现打破了年丰镇的平静。这只小神兽自称节气宝贝，他告诉小易在现实世界之外还有一个神奇的空间“须臾间”，里面住着一群可爱又有趣的节气宝贝，它们守护着须臾间的稳定安宁，也维护着人类世界的四季变化和节气的秩序。有一天混沌苏醒，须臾间遭到破坏，被削弱力量的节气宝贝们不得已逃往人类世界寻求节气守护者的帮助。为了维护节气秩序，周小易和另外三个节气守护者：黄月月、钱九九、侯年年一起踏上了冒险的旅程。他们从对节气知识一窍不通，到渐渐感受到节气之美；从艰难前行、争吵斗气，到相互扶持、携手闯关，几个小伙伴在旅途中建立了深厚的友情，也逐渐成长为合格的节气守护者！他们不仅最终解开了春季节气的密码，也真正明白了节气守护者唯有共同维护地球的健康、大自然的平衡和节气运行的规律不被破坏，才能成功守护二十四节气。"
    },
    "熊猫和奇异鸟": {
      "channel": "CCTV14",
      "title": "熊猫和奇异鸟",
      "desc": "和和的新朋友奇奇上线啦！中国和新西兰合拍的动画系列片《熊猫和奇异鸟》于2月10日在中国中央广播电视总台少儿频道开播，为春节假期送上温馨美好的祝愿！该片由央视动漫集团和新西兰自然历史有限公司联合制作，以中国国宝熊猫和新西兰国鸟奇异鸟为主角，讲述了熊猫“和和”与奇异鸟“奇奇”的妙趣冒险经历，传递了保护自然和爱护动物的美好理念。《熊猫和奇异鸟》以国际化的视角、充满童真的情景演绎，呈现了中国和新西兰多姿多彩的民族风情、自然美景、文化特色。该片还将在新西兰等多国媒体平台播出，为中国和新西兰以及更多国家的观众搭建起互相了解的桥梁和文化交融的纽带。"
    },
    "熊出没-原始时代": {
      "channel": "CCTV14",
      "title": "熊出没-原始时代",
      "desc": "熊大（张伟 配音）、熊二（张秉君 配音）、光头强（谭笑 配音）意外穿越回恢宏的石器时代，在原始部落与猛犸象、剑齿虎等一众奇特生物开启了眼界大开的奇幻之旅！\r 　　原始时代瑰丽非常却又危机四伏，熊强三人组与一只可爱狼女飞飞（宋祖儿、缪莹莹 配音）一路相伴，笑料百出。原始部落纠葛不断，女族长竟对光头强情愫暗生……\r 　　面对凶猛狼族的步步紧逼、原始人类的不断质疑、自然危机的全面爆发，熊强究竟何去何从？他们又能否回归现代？一场关于守护与成长、爱与勇气的冒险，拉开序幕……"
    },
    "熊出没-伴我“熊芯”": {
      "channel": "CCTV14",
      "title": "熊出没-伴我“熊芯”",
      "desc": "一个普通的森林夜晚，对小熊大、小熊二宠爱有加的熊妈妈，在一场大火后离开了他们，两熊伤心不已……转眼多年过去，光头强带熊大熊二前往振兴岛参观机器人研究所，却意外得到了熊妈妈的线索，为此熊大、熊二一路探寻……熊妈当年为何不告而别？两熊最终是否能找到妈妈？迷雾重重的背后还有怎样的故事？一切谜团等待揭晓。"
    },
    "鹬蚌相争": {
      "channel": "CCTV14",
      "title": "鹬蚌相争",
      "desc": "本美术片为水墨动画片，改编自《战国策•燕策》中的寓言故事“鹬蚌相持”，拍竣荣获多个国际奖项，包括1984年第34届（西）柏林国际电影节最佳短片银熊奖等。  　　老渔翁在湖中钓鱼时，先后被鹬和蚌吸引，想将它们捕获，没有成功。翠鸟口中的鱼被鹬夺去，它又找到一条蚯蚓，不想又被蚌抢走，蚌正欲食用，哪知又被看准时机下手的鹬吞下肚。后来，鹬捉来一条鱼儿走到蚌身旁欲赔礼，蚌不理它这一套，相反进行了报复，鹬蚌开始大打出手，老渔翁在一旁看得乐开了花。"
    }
  },
  "CCTV15": {
    "音乐人生": {
      "channel": "CCTV15",
      "title": "音乐人生",
      "desc": "本片横跨六年时间记述挖掘了香港钢琴神童黄家正在音乐和人生上的成长历程。黄家正作为十一岁便赴捷克与专业交响乐团合作演出的天才神童，在香港本土更是获得无数赞誉。这样的成就在其他人看来已经非常圆满，可是天才的孤独和苦闷只有他自己知道。与兄弟姐妹的矛盾、与同校同学的隔阂、与父亲的分歧，本片在记述黄家正音乐生涯的同时也通过记述他亲人、恩师罗乃新等人之间的关系，侧面刻画了这一神童作为平凡的孩子的一面。六年的心路历程，让观众看到了黄家正从一个桀骜不驯的天才儿童向一个成熟少年蜕变的过程。  　　本片在香港本土和台湾地区获得极大声誉。本片于2009年获得第46届金马奖最佳剪辑、最佳音效及最佳纪录片奖项，2010年获得第16届香港电影评论学会大奖最佳电影奖。"
    },
    "民歌·中国": {
      "channel": "CCTV15",
      "title": "民歌·中国",
      "desc": "《民歌·中国》栏目是中国唯一一档以中国原生态民歌歌种版图概念全景展示的中国民歌艺术节目，它为展示中国民歌提供了一个良好的契机和广阔的平台。此栏目系列化开拓中国民歌艺术视野，系列化介绍中国民族、民间的原生态民歌艺术，并大力推动中国原生态民歌的发展。"
    },
    "全球中文音乐榜上榜": {
      "channel": "CCTV15",
      "title": "全球中文音乐榜上榜",
      "desc": "《全球中文音乐榜上榜》是一档由中央电视台主办，泛亚地区各大媒体协办的音乐打榜节目，旨在打造全国最具公信力、最权威的音乐排行榜，推动中文原创，引领时代音乐潮流。"
    },
    "影视留声机": {
      "channel": "CCTV15",
      "title": "影视留声机",
      "desc": "《影视留声机》是中央电视台音乐频道推出的一档栏目，它以影视资料为素材，采用包装加工的方式向观众推荐中外影视作品中脍炙人口的音乐和歌曲。你可以忘了电影的故事，或是一部电视剧的细节，甚至是它们的名字，但是每当片中的旋律响起时，那沉淀的回忆，就会被轻轻地唤起；被雕刻的时光，也渐渐地清晰。光阴的指尖弹奏着心灵的音符，《影视留声机》让我们一起看见声音的表情，音乐响起，和我们想起的一切都属于你。"
    }
  },
  "山东齐鲁": {
    "大侠霍元甲": {
      "channel": "山东齐鲁",
      "title": "大侠霍元甲",
      "desc": "1898年，晚清中国，戊戌变法失败“六君子”被捕。霍元甲得到消息后如晴天霹雳。深受“六君子”爱国热忱感染的霍元甲，欲拼尽全力和江湖传奇“大刀王五”一起营救谭嗣同，却不想遭到谭嗣同拒绝。与谭嗣同在狱中的最后一别，让霍元甲深受谭嗣同大同思想的影响，开始萌生家国情怀，想要投身到历史洪流之中。理解了谭嗣同欲以鲜血警醒世人的凛然，霍元甲虽心痛不已，却也只能眼睁睁看着英雄殉国，并因谭嗣同之死而被义兄大刀王五误会，遭遇割袍断义。随后不久，大刀王五被奸人所害身首异处。霍元甲得知消息连夜去为义兄收尸，虽然让王五留存全尸，却给霍家引来大祸，致使霍氏男丁尽死。一年后，隐居沧州的霍元甲出山走镖，却不想又陷入仇家圈套之中，费尽千辛万苦，虽然洗脱干系，却让他心灰意冷，他由此决定南下上海。霍元甲的精武门很快就在上海立住了脚跟，霍元甲的名气也越来越大。这让已经将侵华列为国策的日本人十分不满，面对日本人的挑衅，霍元甲带病上阵，在与日本人的最后较量中斗智斗勇，最终凭借过人的胆识挫败了日本人的阴谋。"
    },
    "烟火人家": {
      "channel": "山东齐鲁",
      "title": "烟火人家",
      "desc": "雷厉风行的大家长乔海云曾定下规矩，每逢过年所有人必须回家过，一直以来从未有人坏过规矩，直到最老实的第三代李衣锦突然打破传统去了男友家过年，引发家族矛盾。乔海云育有三女，老大孟明玮非亲生，因跛脚自卑所以望女成凤，和女儿李衣锦关系十分紧张，但最终她们体谅了对方的苦衷，终于明白保持适当的距离才是维系母女关系的良方；老二孟菀青与学霸女儿陶姝娜堪称完美母女，但无话不说的二人却无意中发现了彼此的秘密，重新认识彼此的过程也是重新认识自己，二人最终明白完美的母女关系不是遮掩缺点而是彼此支撑；老三孟以安最像乔海云，强势又独立，不想变成母亲那样的女强人，却机缘巧合与母亲走上同一条路，事业家庭平衡之艰难让她渐渐理解了当年的母亲。孟家祖孙三代女性犹如群岛一般，虽遥遥相望，却相扶、共生。"
    },
    "河山": {
      "channel": "山东齐鲁",
      "title": "河山",
      "desc": "西安事变时，因率部抢占赤水河扭转事变局势的卫大河被贬回乡。抗战爆发，他重返前线，被派往由国共两党共同组建的中条山游击纵队，面对各种势力的相互倾轧，卫大河依然屡建奇功。在八路军团长高晓山、我党地下工作者付洋、姜雅真等人的帮助下，在与日军进行了骑马山、雪花山、永济血战及保卫根据地等一系列残酷斗争后，卫大河经历了人生蜕变，成长为一名优秀的共产党员。高晓山牺牲后，卫大河为保住游击纵队与国民党顽固派斗智斗勇，同时率陕军在中条山地区英勇抗战。他熟练地运用游击战术与日军周旋，迫使杵村久藏无法出兵，彻底粉碎了日军西进的战略企图。最终率残部于贵人峁牵制日军主力，宁死不降，血战到底，用生命谱写了一曲壮丽的英雄赞歌"
    }
  },
  "山东文旅": {
    "纪录片": {
      "channel": "山东文旅",
      "title": "纪录片",
      "desc": "纪录 许巍 此时此刻 纪录片  　　从一开始，许巍和团队，就有一个共识，希望能为《此时此刻》专辑拍摄纪录片，完整的纪录整张专辑的制作过程。这是内地的第一次，从创作、录音、访谈，全方位的纪录一张专辑产生的真实过程。拍摄时间从2012年3月16日设备搭建开始，一直到10月底配唱完成，  　　将近8个月的时间，包含许巍和每一个音乐家，以及参与的幕后工作人员，录音工程总监金少刚，录音混音师李军等，都在其中留下最珍贵的访谈。当参与其中的每一个成员看到后制完成的纪录片，仿佛，再次经历了其中的苦与甜。  　　而热爱摇滚的导演李旻浩，尽管拍摄过无数的MV，但这么长时间的纪录，也是他职业生涯的第一次，在漫长的录音阶段里，他的镜头是最忠实的听众，他的收获比大家都有重量，除了满心的成就感，还有将近一部电影的档案，将近8T的素材。  　　值得一提的是，在录音过程中的西双版纳之行，像是一场春意盎然的大丰收。  　　2012年四月，许巍&乐队全体、录音及音响工程及影像摄制，超过60个人的工作团队，从北京到云南3000多公里的设备接驳搬运，浩浩荡荡来到了云南之南，西双版纳州，勐腊县。为了让纪录片的影像风格与音乐相呼应，在依山傍水的山谷里，许巍和乐队全体，表演了一场与大自然共融的party，这是一场难得一见的户外同期录音实况，在最平静的地方，对着天空，大地 ，风与树，鸟和花吟唱，大自然是此时此刻最好的观众，让每一个置身其中的音乐家，仿佛回到了最初。本真的状态。  　　气候和地势虽然增加了录音和拍摄团队执行上的难度，但却更人更专注的、忠实的纪录下歌声与音乐，在最原始的空间里每一个细微的感受，而拍摄团队，也精确的掌握了每一个音乐家们最忘我的瞬间。在“纪录 许巍 此时此刻 纪录片”DVD中所听到的每一个乐句，看到的每一个画面，都来自西双版纳户外同期录音现场。  　　而这些，都将在许巍 《此时此刻》专辑中以纪录片的形式，与专辑同步呈现。  　　没有MV，没有打榜单曲，把空间留给听众  　　你们决定自己最爱的歌曲  　　摆脱过去约定俗成的推广方式，这是一张没有主打歌的专辑。  　　为了呈现专辑最真实的面貌，所有发片前的预告，全部以纪录片为唯一的讯息传播方式。我们要表达的，是真诚的态度，希望所有的音乐朋友，都能在听完专辑的10首作品后，拥有属于自己的感受。  　　这是最好的分享。"
    },
    "大河之洲": {
      "channel": "山东文旅",
      "title": "大河之洲",
      "desc": "由中共山东省委宣传部指导，山东广播电视台、中共东营市委宣传部联合出品的纪录片《大河之洲》将于1月9日至11日登陆央视九套，每天20:00播出。  《大河之洲》第一次以4K画质，以国际化表达，全景深度呈现人与自然和谐共生的壮美画卷，展现了黄河三角洲的自然之美、人文之美，为弘扬黄河文化、讲好新时代“黄河故事”山东篇章提供了实践样板。  该片已入选国家广播电视总局“十四五”纪录片重点选题规划，并获得2022年“新时代·新影像”中外联合创作计划社会价值单元最佳提案。  摄制组在黄河三角洲蹲守一年多的时间，他们用4K超高清摄影技术记录下自然界的磅礴伟力，定格生动故事的感人瞬间，以国际的视角、宏大的格局、绝美的影像和细腻的表述，生动展现黄河三角洲这一生物多样性热点地区独一无二的资源禀赋，向观众呈现一幅美丽、流淌、行进的中国画卷。  作为山东广播电视台喜庆党的二十大重点作品之一，《大河之洲》在党的二十大胜利召开期间在山东卫视晚间黄金时段首播。播出后，该片及其系列短视频强势出圈，引发强烈反响，业界、学界和全网纷纷点赞，好评如潮，被誉为我国人与自然题材纪录片的又一佳作。中国视协纪录片学术委员会名誉主任刘效礼评价该片：“故事生动，解说精彩，引发人们对人与自然和谐共生的思考，为讲好中国故事做出了非常有益的探索”。  纪录片《大河之洲》播出前精心制作《凤求凰》《共同家园》《三角洲之恋》等短视频，迅速火爆全网，并在中国驻美大使馆官方账号、中国新闻周刊阿语版脸书账号刊发，取得了良好的国际传播效果。闪电新闻微博号运营的#被黄河入海口的鸟鸟鸟惊艳到了# #鸟儿相亲的仪式感有多强#等多个话题“串珠成线”，持续不断登上新媒体平台全国热搜。学习强国全国平台首页推荐，截至2022年10月31日，相关内容全网总阅读量超1.75亿。"
    },
    "汽车生活": {
      "channel": "山东文旅",
      "title": "汽车生活",
      "desc": "世界最受欢迎的小小红色涡轮增压sportster的冒险之旅，原本的休闲之旅变成了在以高难度弯转和无人企及的阿尔卑斯赛道的狂飙竞赛。"
    }
  },
  "山东生活": {
    "小巷人家": {
      "channel": "山东生活",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    }
  },
  "山东综艺": {
    "纪录片": {
      "channel": "山东综艺",
      "title": "纪录片",
      "desc": "纪录 许巍 此时此刻 纪录片  　　从一开始，许巍和团队，就有一个共识，希望能为《此时此刻》专辑拍摄纪录片，完整的纪录整张专辑的制作过程。这是内地的第一次，从创作、录音、访谈，全方位的纪录一张专辑产生的真实过程。拍摄时间从2012年3月16日设备搭建开始，一直到10月底配唱完成，  　　将近8个月的时间，包含许巍和每一个音乐家，以及参与的幕后工作人员，录音工程总监金少刚，录音混音师李军等，都在其中留下最珍贵的访谈。当参与其中的每一个成员看到后制完成的纪录片，仿佛，再次经历了其中的苦与甜。  　　而热爱摇滚的导演李旻浩，尽管拍摄过无数的MV，但这么长时间的纪录，也是他职业生涯的第一次，在漫长的录音阶段里，他的镜头是最忠实的听众，他的收获比大家都有重量，除了满心的成就感，还有将近一部电影的档案，将近8T的素材。  　　值得一提的是，在录音过程中的西双版纳之行，像是一场春意盎然的大丰收。  　　2012年四月，许巍&乐队全体、录音及音响工程及影像摄制，超过60个人的工作团队，从北京到云南3000多公里的设备接驳搬运，浩浩荡荡来到了云南之南，西双版纳州，勐腊县。为了让纪录片的影像风格与音乐相呼应，在依山傍水的山谷里，许巍和乐队全体，表演了一场与大自然共融的party，这是一场难得一见的户外同期录音实况，在最平静的地方，对着天空，大地 ，风与树，鸟和花吟唱，大自然是此时此刻最好的观众，让每一个置身其中的音乐家，仿佛回到了最初。本真的状态。  　　气候和地势虽然增加了录音和拍摄团队执行上的难度，但却更人更专注的、忠实的纪录下歌声与音乐，在最原始的空间里每一个细微的感受，而拍摄团队，也精确的掌握了每一个音乐家们最忘我的瞬间。在“纪录 许巍 此时此刻 纪录片”DVD中所听到的每一个乐句，看到的每一个画面，都来自西双版纳户外同期录音现场。  　　而这些，都将在许巍 《此时此刻》专辑中以纪录片的形式，与专辑同步呈现。  　　没有MV，没有打榜单曲，把空间留给听众  　　你们决定自己最爱的歌曲  　　摆脱过去约定俗成的推广方式，这是一张没有主打歌的专辑。  　　为了呈现专辑最真实的面貌，所有发片前的预告，全部以纪录片为唯一的讯息传播方式。我们要表达的，是真诚的态度，希望所有的音乐朋友，都能在听完专辑的10首作品后，拥有属于自己的感受。  　　这是最好的分享。"
    },
    "平凡之路": {
      "channel": "山东综艺",
      "title": "平凡之路",
      "desc": "8年前，三流歌手程宇离开家乡小县城，怀揣梦想去北京打拼，北漂数年仍一无所有，还因为巨大的生存压力带来种种不适，不但经济困窘、失眠焦虑，还患上了“失爱症”，于是，他决定逃离都市，回到家乡小县城开始新的生活。"
    },
    "我们的日子": {
      "channel": "山东综艺",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    },
    "向阳花开": {
      "channel": "山东综艺",
      "title": "向阳花开",
      "desc": "影片以其独特视角讲述了一个残疾儿童的励志故事。主角“葵花”原本是个开朗、活泼的小姑娘，突如其来的变故，使她双目失明。在她绝望之际，她的父母不离不弃、陪伴左右；她的教练、村干部、残联干部纷纷伸出援手；为了葵花练跑步，村民不惜砍掉成片向日葵，修建简易跑道。亲人的鼓励和社会各界的关心支持使小“葵花”重燃生活的信心，苦练跑步，最终在残疾人体育运动会上夺得冠军。"
    },
    "桃花朵朵开": {
      "channel": "山东综艺",
      "title": "桃花朵朵开",
      "desc": "上古时期，人皇昭明为万民请命，牺牲自己对抗神界。昭明陨落后，爱人混沌珠拼死救下他的一缕魂魄，布下万世轮回之局。万世之后，昭明转世成仙盟盟主谢雪臣，混沌珠亦成为暗域圣女暮悬铃。两人终于在人间重逢，却已经忘却前尘，变成“正邪不两立”的对手。暮悬铃在暗域救下重伤的谢雪臣，以救命之恩要挟与他同行。一路上，两人从各怀心机到并肩作战，卸下防备的同时暗生情愫。然而，在争夺神器“混沌珠”的阴谋中，两人陷入生死考验。暮悬铃因救世牺牲，谢雪臣逆天改命，回到过去救出暮悬铃。万世之劫结束，谢雪臣终于魂归昭明，昭明本体却已沦为堕神。暮悬铃用爱唤醒堕神，消弭浩劫，天下太平。"
    }
  },
  "湖南卫视": {
    "你好，星期六": {
      "channel": "湖南卫视",
      "title": "你好，星期六",
      "desc": "《你好，星期六》是湖南卫视重点打造的周六黄金档棚内周播趣味艺能综艺秀。节目以全新打造的好六街街区为背景，将平凡生活的烟火气搬进演播厅，展现市井生活人间百态。深度挖掘好6团和飞行嘉宾们的艺能的同时，对当下最具热点的社会话题以及正能量价值观导向进行引导和输出，重新定义了以艺服人、以能动人的综艺准入门槛。"
    },
    "锦绣未央": {
      "channel": "湖南卫视",
      "title": "锦绣未央",
      "desc": "故事发生在南北朝时期，心儿出生于北凉王族，是含着金汤匙呱呱坠地的千金公主，然而，一场意外让心儿的家族沦落到了家破人亡的境地，心儿亦不得不踏上逃亡的旅途。途中，心儿结识了名为李未央的女子，而她的真实身份，其实是北魏尚书府的弃女。心儿的行踪很快就暴露了，为了保护心儿，善良的李未央不幸身亡，之后，走投无路的心儿顶替了李未央的身份，来到了尚书府，在那里等待着她的，除了一干阴险狡诈的灭门仇敌，还有英俊风流的拓跋浚，两人之间产生了一段纠葛曲折的恋情。最终，在心儿的帮助下，拓跋浚登上了皇位，这段生死相依的感情迎来了完满的结局。"
    },
    "宫锁珠帘": {
      "channel": "湖南卫视",
      "title": "宫锁珠帘",
      "desc": "结束了匪夷所思的时空穿越，并且收获了亘古爱情的洛晴川与心爱的八阿哥胤禩回到现代，开始了幸福的生活，而晴川也凭借深厚的历史学识和亲身经历一约成为影视界内穿越剧炙手可热的名家。在她所撰写的一部穿越剧中，名叫怜儿的女孩阴差阳错成为主角。故事发生在清朝雍正年间，为了帮助父亲的仕途，候补四品典仪凌柱之女怜儿几番周旋奔忙，由此结识了十七王爷，并在王府期间和王爷互生情愫。但是命运却将她引领进了凶险异常、斗争激烈的皇宫。经过一番运作，怜儿果然得到皇帝的垂青，可是福兮祸所倚，她的前方注定充满了无数的荆棘……"
    },
    "亲爱的·客栈2026": {
      "channel": "湖南卫视",
      "title": "亲爱的·客栈2026",
      "desc": "八年后节目再次重启，原“客栈管家”王鹤棣升级当主理人，携手秦岚、沈月、徐志胜、吴泽林、张宸逍等一众老友，在海南儋州的碧海蓝天下，打造专属治愈系海边客栈。\n\n　　打造“慢下来，「趣」生活”的主题，让每一位入住的顾客在这个客栈乌托邦里，享受一段治愈的生活，同时也让观众看到闪烁的温暖和治愈的力量。"
    },
    "乌蒙深处": {
      "channel": "湖南卫视",
      "title": "乌蒙深处",
      "desc": "麻青蒿、吴艾草、衮菖蒲自称“乌蒙三颗草”，在发展种、养殖业和文旅融合上取得了不俗的成绩，成了村里致富的带头人；衮月亮、龙凤碧等绣娘把指尖上的技艺变成了指尖上的经济，成为了远近闻名的苗绣非遗传承人，苗绣产品走出了村庄，走向了全国，走向了世界。然而在产业发展的道路上，并不是一帆风顺，如何把巩固脱贫攻坚成果与乡村振兴战略有效衔接，这是肖百合、杨国勇等村干部的历史责任和时代担当。在他们的引领和帮助下，悬崖村的一产、二产、三产齐头并进，美丽乡村不断提档升级，悬崖村村民的幸福感和获得感不断提升。"
    }
  },
  "浙江卫视": {
    "加康加年味": {
      "channel": "浙江卫视",
      "title": "加康加年味",
      "desc": "节目以热播综艺安康庆团圆为主题，邀请《奔跑吧》《天赐的声音》《听说很好吃》《中国好声音》四组嘉宾，在冬至、腊八、小寒、小年，创作四个不同主题的节令团圆饭。在饭局游戏中，讲出彼此故事，开启对新春的祝福。"
    },
    "奔跑吧天路篇": {
      "channel": "浙江卫视",
      "title": "奔跑吧天路篇",
      "desc": "连接山河之极，感受疆藏之美。这一季，跑男团将从西藏到新疆，用脚步丈量祖国大好河山，用心感受大国疆土的辽阔与温暖。在西藏，邂逅日照金山的震撼，身着民族服饰融入藏地风情，体悟那份纯粹与神圣；在新疆，寻觅街头巷尾的美食香气，沉浸于多元文化的独特魅力，解锁不一样的奔跑体验。"
    },
    "气象预报": {
      "channel": "浙江卫视",
      "title": "气象预报",
      "desc": "戴维（尼古拉斯·凯奇 饰）是名天气预报员，可是他没有专业知识能用在工作上，当预报的天气并不理想时，观众们会在街上肆意向他丢垃圾。戴维对自己的生活感到灰暗，与妻子（霍普·戴维斯 饰）离婚更是对他的一个打击。如今他得到一个前往纽约重新工作的机会，可是他必须要面对与孩子们并不融洽的关系。儿子迈克被戒毒时认识的辅导员性骚扰；女儿雪丽的肥胖被学校的同学耻笑，性格忧郁。更令戴维伤心的是，他的小说家父亲罗伯特（迈克尔·凯恩 饰）患上了绝症。 　　戴维希望父亲能看到他的成功，他更想与前妻复合，一家人到纽约重新生活。无论做了多大的努力，他与家人的关系并没得到和缓，他依然遭到观众的垃圾袭击，他更开始抗拒前往纽约。 　　此时他看到父亲平静面对死亡的态度，并在与父亲相处的最后时光中，戴维被授予了很多人生的道理。"
    },
    "菜鸟与大鱼": {
      "channel": "浙江卫视",
      "title": "菜鸟与大鱼",
      "desc": "近日，浙江卫视真人秀《菜鸟与大鱼》在杭州富阳五丰岛正式启动首轮录制。节目常驻嘉宾华少、宁泽涛、徐滨化身“钓鱼菜鸟”，潜入当地钓友群体，开启一场兼具趣味与深度的垂钓探索之旅。录制当日，三位嘉宾混迹于熙攘的钓友中，跟随经验丰富的钓鱼爱好者学习技巧，从选位、打窝到抛竿、看漂，亲身感受垂钓的学问与魅力。随后，他们展开了一场充满悬念的钓鱼实战比赛。在自然与竞技的交织中，嘉宾们不仅体验了垂钓的耐心与智慧，更在一次次“破局”中领悟节目“菜鸟追寻大鱼”的深层寓意。节目还将联动垂钓赛事，推动“体育+文旅”融合发展，开拓全民乐健新场景。未来，嘉宾们将前往全国多个特色钓点，与飞行嘉宾及当地钓友共同解锁自然“盲盒”，呈现多元人生故事。"
    },
    "王牌对王牌": {
      "channel": "浙江卫视",
      "title": "王牌对王牌",
      "desc": "丹尼是一名出色的谈判专家，屡立战功。当他的人生顺风顺水时，刹那间的转折让他措手不及。他的搭档因涉嫌私吞公款而被拘，却在警局惨遭灭口，第一时间赶到现场的丹尼自然最大嫌疑人。当他确信是警局内有人要找他做替死鬼，百口莫辩之际，他铤而走险绑架了局长等一干重要人物，想通过与警方的对话为自己洗刷罪名。丹尼要求另一分局派出谈判专家来和自己对话，因为他清楚要谋害自己的人就在自己的局里。于是邻局的谈判专家史宾恩奉命前来和丹尼谈判，史宾恩相信了丹尼，开始为他搜集证据。"
    },
    "我们的爸爸": {
      "channel": "浙江卫视",
      "title": "我们的爸爸",
      "desc": "《我们的爸爸》是一档生活观察类真人秀，由傅首尔、苗苗、吴尊、许昕、杨子组成“邻家爸妈团”，涂毓麟担任“实习爸爸”，该节目聚焦爸爸与孩子之间的互动与成长，为观众呈现最真实、最温馨、最有趣的亲子关系画卷。"
    },
    "经典剧场": {
      "channel": "浙江卫视",
      "title": "经典剧场",
      "desc": "本系列是台视经典剧集的合集。"
    }
  },
  "东方卫视": {
    "真心英雄": {
      "channel": "东方卫视",
      "title": "真心英雄",
      "desc": "Jack（黎明 饰） 追随皮哥多年，阿豪（刘青云 饰）是追哥的得力助手，两人各为其主，却早已耳闻对方威名。在一次行动中，阿豪放了Jack一马。二人驾车狭路相逢，相互对撞，各自从车内爬出，但手中却拿着各自从家里带来的珍藏红酒，二人因而偕同女友琪（蒙嘉慧 饰）和玲（梁艺龄 饰）一起 去小酒吧痛饮，直称相见恨晚，便相约大战过后再来喝个痛快，但两人心中各知自此一别后再见便是生死相搏之时。阿豪、Jack在泰国两败俱伤，但老大下手，阿豪双腿被打断，Jack被打至完全昏迷。 闻讯后的琪、玲赶往泰国，却遭不测。一年后，皮哥、追哥言和，对旧事却避而不谈，阿豪为此境况惨淡，而不问江湖事的Jack能否出山，真心英雄真否可以不死，他们能了却复仇的心愿吗？"
    },
    "雁回时": {
      "channel": "东方卫视",
      "title": "雁回时",
      "desc": "寒冬腊月，从小被弃养乡下的庄家三小姐庄寒雁，竟遍体鳞伤的晕倒在庄府门前，她的出现引起庄家内宅大乱，更惹来大理寺少卿傅云夕的关注和探究。这只冬日北上的孤雁，背后究竟藏着什么秘密？京城奸宦一夜倒台，神秘义子藏身迷雾，一张张面具之下，究竟孰真孰假，孰恶孰善？"
    },
    "锚点": {
      "channel": "东方卫视",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "云海谣": {
      "channel": "东方卫视",
      "title": "云海谣",
      "desc": "只有用心写出来的文字才会美丽动人，只有用脚丈量出来的土地才会沉稳厚实。2023年，工作室两赴云南，足迹踏遍文山、红河、临沧、保山和大理等地州，亲眼目睹了这片土地的变化，感受到这里百姓发自内心的笑容。无论是祥云花海的芬芳，还是保山咖啡的香郁，或是组团式教育医疗给当地村民带来的实惠，上海援滇干部人才的辛勤付出，让七彩的云南更加缤纷，也使沪滇两地云海情深。系列短视频《云海谣》里记录的，只是其中的点滴。\n\n　　《济世》。由12个少数民族汇聚的文山州广南县，位于滇桂黔三省交界之处，来自静安区多所医院的五名医生，不顾山高水远，来到广南县人民医院，展开组团式帮扶，短短一年，就在这里创造了多个第一，我们的故事，就从这些第一开始了......\n\n　　《申情》。振华重工长兴基地，有一群来自云南临沧的务工者，获得2021年国际焊接大赛三等奖的青年工人俸春林就是其中一员，在师傅魏钧的悉心培养下，俸春林和他的伙伴们不仅在业务上突飞猛进，还不断融入上海这个城市，成为新上海人。\n\n　　《足迹》。红河县的红河一中，有一支哈尼族女子足球队，她们从沙石地出发，终于拥有了自己的球场、球衣和球鞋，这一路上离不开众多好心人的帮助，但她们心中最感激的还是来自上海的关怀。\n\n　　《咖缘》。到云南保山的中国咖啡第一村新寨村认养一棵咖啡树，让云南的小粒咖啡走进上海的寻常百姓家，上海的援滇干部，让我们在咖啡中品出了云海情。\n\n　　《花语》。从申江到洱海，申洱花卉产业园用清香宜人的菊花，吸引了众多上海人采菊东篱下的兴致，也让这里的菊花走出祥云，走向全国。祥云人不会忘记，美丽花海的背后，是上海两批援滇干部的接力奉献。\n\n　　《牵手》。当一群来自香格里拉的少年，兴奋地在东方绿洲的中国兵器博物馆门前合影，当上海博物馆、东方明珠让他们流连忘返，当他们挥毫书写“青少年手拉手”的时候，上海之行已经成为这些少年心里一道抹不去的记忆，他们深知，是上海为他们插上了理想的翅膀。"
    },
    "1/7": {
      "channel": "东方卫视",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "人间洗剧": {
      "channel": "东方卫视",
      "title": "人间洗剧",
      "desc": "首部国人洗浴文化纪录片，知名喜剧演员乔杉配音。澡堂一间，烟火万千，在蒸腾的热气与水声之中，我们走遍全国各地风格迥异的“澡堂”，记录这片特殊的场域下技艺精湛的洗浴技巧、五花八门的洗澡文化以及人们卸下防备赤诚以待的动人故事与情感瞬间。"
    },
    "双城记": {
      "channel": "东方卫视",
      "title": "双城记",
      "desc": "在法国大革命的风暴中，一对相貌酷似的男子——一位是落魄的法国贵族，另一位是嗜酒成性的英国律师——同时爱上了同一位女子。"
    },
    "大江南": {
      "channel": "东方卫视",
      "title": "大江南",
      "desc": "当22岁的赵雅芝遇上21岁的周润发，这样的情节最早的出现就在TVB1976年3月29日播出的电视剧《大江南北》中呈现，该剧由林德禄编导，周润发出道虽遭，此时也是刚开始在娱乐圈略有名气，而阿芝则是在刚拍完《乘风破浪》接拍自己的第二部电视剧。\n\n此外在这部片子中还有我们熟悉的吴孟达、黄杏秀，已经皱眉阿叔黄新、演员郑子敦、卢海鹏、关聪、江涛、谈泉庆、焦雄等人。\n\n焦雄，看到他的照片常看港剧的人一定不会太陌生，焦雄在港剧中经常扮演市井街坊，脾气暴躁，说话粗鲁的大叔，或是小摊贩、小人物、渔民、农夫。最出名的还是在古装剧中常演奸诈小人。\n\n电视剧其代表作为处境剧《香港八一》—《香港八六》的牛生。随着香港电视黄金年代终结，2003年无线实行减薪，焦雄跟电视台争执，终而离开无线。"
    },
    "述说": {
      "channel": "东方卫视",
      "title": "述说",
      "desc": "法国喜剧片。阿嘉特·维拉诺瓦是新近踏入政界的女权主义者，她回到法国南部家乡停留10天，以便帮助她妹妹弗洛朗丝整理母亲过世后留下的遗物。弗洛朗丝有丈夫和孩子，却和电视导演米歇尔搞婚外情。米歇尔在这家人的老女仆的儿子卡里姆的帮助下，说服阿嘉特接受采访，以便拍摄一部有关“成功 的女人”的纪录片。"
    }
  },
  "江苏卫视": {
    "假日暖洋洋": {
      "channel": "江苏卫视",
      "title": "假日暖洋洋",
      "desc": "已近而立之年的经纪人许可依，在演艺圈单打独斗闯下一片广阔天地。大年三十晚上，她带着艺人高俊裕来度假村献唱，以为自己十年艰辛付出终将收获美满爱情，却未能如愿以偿。失魂落魄的许可依独自在海边借酒消愁，而一直默默关注又担心她的暖男侯昊，就这样误打误撞闯入了许可依的生活。两人的感情急速升温，在许可依事业与爱情屡屡受挫的意外假期里，似乎只有慢生活的侯昊，能为她带来新的开始……来度假村过年的客人们形形色色，带着一大家子人前来的小夫妻宋小可与陈斌斌也是其中一员。身为创业女强人的宋小可，早已受不了陈斌斌的怠惰而与其冲动离婚，可是为了让长辈们过个好年，两人只得硬着头皮扮演恩爱夫妻，想把年先过了再公布离婚的事情。而离婚一时爽、追妻火葬场的陈斌斌，在度假村中绞尽脑汁、想方设法地讨好挽回，结果闹出了一堆笑话。医疗队的医生老温和女儿温若楠受度假村邀请前来度假，老温平日工作繁忙，正打算好好弥补平日对女儿缺少的陪伴与关爱；然而温若楠正值叛逆期，妈妈的病逝又让她对老温心结难解，父女关系紧张。当老温再一次因为突发手术失约于女儿的生日会，两人的关系陷入僵局。护士周瞳的出现，在老温和温若楠之间架起了一座沟通的桥梁，父女二人终于在度假村中慢慢开始试着理解和包容对方。宁静放松的度假村里，阳光沙滩、椰林大海舒适而治愈，不慌不忙地洗刷着人们城市生活的疲累与艰辛，为一对对来这里寻找幸福的人，找到平凡人生里最温暖的答案。"
    },
    "年少有为": {
      "channel": "江苏卫视",
      "title": "年少有为",
      "desc": "大厂打工人裴谦惨遭辞退之际，意外获得神秘大佬的邀请，创办了一家必须以亏损为目标的公司，于是他故意集齐各种不靠谱的虾兵蟹将，绞尽脑汁地给员工加薪放假发福利，又投资了一个个奇葩项目，不料竟一次次意外反转，屡战屡赚。裴谦有苦难言，却成为了员工心中的良心老板，业界公认的商业奇才，不得不带领公司继续逆风翻盘，终成当地第一集团。"
    },
    "非诚勿扰": {
      "channel": "江苏卫视",
      "title": "非诚勿扰",
      "desc": "海归秦奋（葛优 饰）的天才发明“分歧终端机”因能公平和平地解决人类分歧，被风投者以200万英镑高价买走。秦奋也开始踏上网上征婚的路途，一路笑话不断，不是重遇Gay友，就是遇到推销客，秦奋颇有点心灰意冷。几经周折后，秦奋终遇倾心佳人梁笑笑（舒淇 饰）。无奈，美人心有所属。秦奋究竟如何逆流而上？几番悲欣交集后，有志者事竟成！秦奋终于带着他的真爱开始一段全新征程。"
    },
    "江南文脉": {
      "channel": "江苏卫视",
      "title": "江南文脉",
      "desc": "江南文脉·园林篇 (2018)"
    }
  },
  "北京卫视": {
    "我们的日子": {
      "channel": "北京卫视",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    },
    "风味原产地": {
      "channel": "北京卫视",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    },
    "情满四合院": {
      "channel": "北京卫视",
      "title": "情满四合院",
      "desc": "何雨柱是钢厂食堂的厨师，为人善良仗义却口无遮拦，人称“傻柱”。同院住着钢厂工人秦淮茹，她讲孝道，又能干，膝下有一儿两女，但丈夫因工伤去世，日子过得比较艰难。院里住着钢厂放映员许大茂，为人自私自利，跟傻柱是对头。院里还住着三位受人尊敬的老工人，人称“三位大爷”，一旦院里发生邻里纠纷，都由三位大爷协调解决。傻柱看似不着调，却心地善良，不仅对秦淮茹一家的生活资助颇多，还为孤寡老人聋奶奶养老送终。傻柱在与邻里之间的相处中逐渐成熟起来，有了男人的责任与担当。在改革开放的春风下，傻柱开办饭店，并把四合院改建成养老院，和所有的“邻里家人”幸福和睦地生活在一起 。"
    },
    "真心英雄": {
      "channel": "北京卫视",
      "title": "真心英雄",
      "desc": "Jack（黎明 饰） 追随皮哥多年，阿豪（刘青云 饰）是追哥的得力助手，两人各为其主，却早已耳闻对方威名。在一次行动中，阿豪放了Jack一马。二人驾车狭路相逢，相互对撞，各自从车内爬出，但手中却拿着各自从家里带来的珍藏红酒，二人因而偕同女友琪（蒙嘉慧 饰）和玲（梁艺龄 饰）一起 去小酒吧痛饮，直称相见恨晚，便相约大战过后再来喝个痛快，但两人心中各知自此一别后再见便是生死相搏之时。阿豪、Jack在泰国两败俱伤，但老大下手，阿豪双腿被打断，Jack被打至完全昏迷。 闻讯后的琪、玲赶往泰国，却遭不测。一年后，皮哥、追哥言和，对旧事却避而不谈，阿豪为此境况惨淡，而不问江湖事的Jack能否出山，真心英雄真否可以不死，他们能了却复仇的心愿吗？"
    },
    "一师亦友": {
      "channel": "北京卫视",
      "title": "一师亦友",
      "desc": "《一师亦友》以嘉宾的成长故事为核心主线，输出闪光的人生智慧，传递温暖的人生态度，达到启迪人生的目的。"
    },
    "春风化雨": {
      "channel": "北京卫视",
      "title": "春风化雨",
      "desc": "安徽宣城某小山村。一座旧祠堂改建的留守儿童中心。这是一位名叫张运的退休老校长自办的，专门接收那些父母去城里打工、独自留在家里无人管教的孩子。  14岁的蓝金宇父母去上海打工，把他送到这里。蓝金宇满怀强烈的抵触情绪，在适应新生活环境的过程中，他打架、偷跑，被镇上的小混混胁迫、唆使闯了祸……  金悦是一个9岁的留守女童，她的父母在城市打工多年，感情发生变故，家庭解体后又重组，他们各自为自己的新生活打拚，把小金悦放在留守儿童中心，不闻不问。这些冲击对于柔弱的小女孩来说，是巨大的伤痛，她的性情日益孤僻……  张爷爷挺住多方压力，保护了蓝金宇，这顽冥倔强的少年终于被感化，踏踏实实地安下心来学好了。  张爷爷和沙柳多方奔走，小金悦终于与母团聚，性格也坚强、开朗起来。  面对蓝金宇、金悦、口水佬等一个个遭际不同、性情各异的孩子，面对成长期发生的各种各样的问题，张运老人和沙柳等志愿者们，以 博大的爱心以及由这爱心激发的无限智慧呵护着他们，不辞辛劳。  市场经济的拜金风潮也波及这偏僻的小山村，村里干部与旅游局联合，欲将祠堂修缮改建成旅游景点赚钱。留守儿童中心被迫解散，孩子们恋恋不舍，想到这些失去管教与爱护的孩子们将面临的命运，张运和沙柳忧心如焚……  上级领导听闻此事，被张运老人的义举所感动，他们出面过问，解决吧留守儿童中心的安置问题。  本片通过讲述十四岁的男孩蓝金宇和9岁女孩金悦等一群山村留守儿童在主人公张运老人自办的留守儿童中心生活的故事，展现了农村留守儿童亲情缺失的生存状态，以及在他们的成长过程中，由于父母长期缺席而出现的种种令人担忧的思想和行为状况。同时表现了以张运为代表的志愿救助者们办学的艰辛，赞扬了他们扶助贫弱、支教爱教的高尚义举和无私的心灵，体现了安徽各级领导对教育的重视、对留守儿童的关怀。本片人物生动，故事情节一波三折，感人肺腑。既有生动稚朴的童趣，又充满隽永的深情。同时展现了皖风徽韵的地域风光。"
    }
  },
  "安徽卫视": {
    "与狼共舞": {
      "channel": "安徽卫视",
      "title": "与狼共舞",
      "desc": "邓巴中尉（凯文•科斯特纳 Kevin Costner 饰）在南北战争中立了大功，政府为了褒奖他，给了他任意选择驻地的特权。邓巴渴望着一种全新的生活，于是选择了遥远偏僻的西部哨所塞克威克。这里住着大量的印第安苏族人。 一开始苏族人把他的到来有着抗拒，当邓巴主动接近和了解他们的生活，并搭救了一个从小在苏族长大的白人少女后，族人和他之间的关系开始回暖。他得到了一个印第安名字：与狼共舞。邓巴的骑术让族人惊叹，他的善良被大家称赞，和白人少女也日久生情。一次对抗外族入侵的战争中，邓巴更是被封为了苏族人的民族英雄。 然而马背文化的没落已成必然，白人士兵来到这片土地，驱赶苏族人，捕捉“叛徒”邓巴，这片朴实的土地慢慢改变了容颜……"
    },
    "锦绣芳华": {
      "channel": "安徽卫视",
      "title": "锦绣芳华",
      "desc": "商户之女何惟芳与雅冠长安的蒋长扬相识后，两人组成了匠人与投资人的组合。凭借培育稀世牡丹的高超技能和过人的经商头脑，何惟芳带领一众命运坎坷的女性共同经营花坊，过关斩将，在女子本弱的偏执沉疴中博得一席天地。随着何惟芳与蒋长扬的渐渐相熟，她发现这位一身骂名的“天下第一贪官”实则是外浪内纯、心怀天下的国之利刃。在亲历底层之苦、另悟牡丹之用后，何惟芳决心转型利民实业。"
    }
  },
  "天津卫视": {
    "永远的行走-与中国相遇": {
      "channel": "天津卫视",
      "title": "永远的行走-与中国相遇",
      "desc": "2013年1月，徒步旅行家，国家地理探险家保罗·萨洛佩科从非洲埃塞俄比亚启程，开始了他的全球徒步之旅。他计划用十几年的时间，沿着人类走出非洲的路途，穿越四大洲，一直步行至南美洲的火地岛。2021年9月，保罗在云南开启了他在中国的徒步之旅。"
    }
  },
  "深圳卫视": {
    "红狐": {
      "channel": "深圳卫视",
      "title": "红狐",
      "desc": "1945年初因特殊军情需要，新四军秘密组建了一支由5个美女特工组成的队伍，执行我军秘密任务红狐行动。这是一支充满魅力的队伍，她们生于江南水乡小桥流水之间，为了民族大义她们临危受命，平日里宛若水仙花般的姑娘们以旗袍彩裙为掩饰，奇特的身份变幻莫测的神秘身份，在战火中的历练她们褪去红妆，从绵绵倩影的江南美女，成长成身手不凡的温柔杀手，她们窃取日伪绝密情报，灭匪锄奸，乔装潜伏展开了开了一系列卧底与反卧底的特别行动，令鬼子闻风丧胆。"
    },
    "奇迹": {
      "channel": "深圳卫视",
      "title": "奇迹",
      "desc": "该剧以书写“奇迹”为核心概念，聚焦深圳改革开放45年来取得的辉煌成果与未来发展愿景，通过艺术化的叙事方式，展现深圳独特的城市精神与青春气质。"
    },
    "我们的绝地反击": {
      "channel": "深圳卫视",
      "title": "我们的绝地反击",
      "desc": "1941年我军截获日军准备进攻太行山土匪山寨青龙寨的情报，指派兵工厂厂长赵刚查明情况。赵刚尾随日军密探来到了青龙寨，却被当作奸细被抓。寨主之女赵红花不愿嫁给山寨的接班人江大龙与赵刚合作出逃，日本人趁机占领青龙寨。红花将拯救山寨的希望放在国军营长唐淮川身上，却迟迟等不来支援只得率部攻山救父。赵孔武为掩护女儿红花牺牲，赵刚救出了红花，红花加入了八路军。独立团成立，赵刚任政委还带来了未婚妻杨柳青，红花被迫收起对赵刚的好感。一次战役中，杨柳青因破译日军电文失误导致独立团遭重创，杨柳青失踪。红花帮助悲痛的赵刚走出低谷，两人的感情升温时，杨柳青却回到了独立团。日军利用杨柳青的求胜心切设计陷害，赵刚营救杨柳青遇险，杨柳青为保护赵刚牺牲，临终前真心祝福红花和赵刚。红花和赵刚带领独立团终于击败日军夺回了青龙寨。"
    }
  },
  "东南卫视": {
    "武夷山·我们的国家公园": {
      "channel": "东南卫视",
      "title": "武夷山·我们的国家公园",
      "desc": "《武夷山·我们的国家公园》是首部8K超高清摄制的介绍中国国家公园的生态人文纪录片，由上海广播电视台纪录片中心、福建省广播影视集团、上海东方传媒技术有限公司联合出品。该片展示了中国国家公园的优质自然环境和生物多样性保护的扎实成效，体现了中国为携手共建地球生命共同体贡献的中国方案和中国智慧。"
    },
    "上新吧，福味": {
      "channel": "东南卫视",
      "title": "上新吧，福味",
      "desc": "导演: 王圣志\n\n编剧: 杨YAN\n\n主演: 林卫辉 傅博文 上青杰哥 刘禾森 兰明路 刘新 杨锦 冯永彪\n\n类型: 纪录片\n\n制片国家/地区: 中国大陆\n\n语言: 汉语普通话\n\n首播: 2023-02-27(中国大陆)\n\n集数: 8\n\n单集片长: 45分钟\n\n　　乡村振兴题材纪录片《上新吧，福味》定档，将于2月27日在东南卫视、海峡卫视首播，腾讯视频同步播出。据悉，该片将展现食物的“山海经”和“林草戏”，展现八闽水土与闽南文化和谐共创出地道物产的过程，以地理标志为切入点打开乡村振兴的视野，深入农耕生活解读中华文明的本源。"
    },
    "书卷一梦": {
      "channel": "东南卫视",
      "title": "书卷一梦",
      "desc": "当意外穿越进剧本世界，成为被反派男主用完即弃、凌虐致死的女主角应该怎么办？宋小鱼想都不用想，当然是能跑多远跑多远啊。然而无论如何努力，“剧情”始终都会将她推往男主南珩身边，上演一个又一个剧本名场面。而在这个纸片世界里，亦有无数个早就被“设定”好的人物角色。有人被困深宫重院，有人囿于高门家宅，有人为雌竞所累，有人因权势奔走。有人渴望爱与自由，却只能戴着镣铐惶惶起舞，有人做着扶摇直上的大鹏之梦，却在日复一日的束缚与平庸中被消磨着激情。这不仅是人怂怕死的躺平咸鱼宋小鱼和心狠手辣的夺命卷王南珩间的鏖战，更是每个“小我”纸片人与既定命运的战斗。"
    },
    "藏海传": {
      "channel": "东南卫视",
      "title": "藏海传",
      "desc": "《藏海传》讲述钦天监监正蒯铎之子身负血海深仇，潜心十年学艺，化名藏海后进京寻找真相，最终报仇雪恨、惩恶扬善、坚守正义的故事。"
    },
    "一起冲锋吧": {
      "channel": "东南卫视",
      "title": "一起冲锋吧",
      "desc": "节目邀请一群创业者深入呼伦贝尔鄂伦春地区，展开一场聚焦青年能量与价值创造的探索之旅。他们将直面生态与经济发展的现实课题，通过深度体验与创新实践，推动当地特色资源的深度挖掘与价值提升。"
    },
    "穆桂英挂帅": {
      "channel": "东南卫视",
      "title": "穆桂英挂帅",
      "desc": "杨家将屡次率兵击溃外来侵略军，保住了大宋江山，天下太平。杨家将孙媳穆桂英随佘太君辞宫还乡，安居20载，又遇了东安王造反，佘太君关心国家安危，命重孙杨文广、杨金花兄妹赴汴京探听消息。适逢宋王在校场上选拔将才，奸臣王强之子王伦，武艺平庸，却气焰万分，王强向宋王力保王伦为元帅，杨文广兄妹不服，冲进校场，与王伦比武，刀劈王伦。宋王原先以为杨家已绝后，正苦于无人领兵平乱，今见杨家还有这武艺高强的杨文广，并得知女英雄穆桂英尚健在，便将帅印交给杨文广，封穆桂英为征东大元帅。杨文广兄妹携印回家，穆桂英见帅印感慨万分，想杨家世世代代为国尽忠，穿破了无数铁甲，磨坏了多少鞍镫，在沙场上冲锋陷阵，保宋数十载，牺牲了多少英雄好汉，更恨宋王昏庸，奸臣当道，故迟迟不肯接印。佘太君见穆桂英犹豫，说了卫国安民的道理，并要亲自带兵去平番，穆桂英见白发如银的佘太君还有当年勇，难道自己就没有了当年的威风?便决意重整旗鼓，发兵剿灭反寇。辕门外三声炮响，穆桂英披上了铁甲，威风凛凛，在天波府调兵遣将，斥训了杨文广骄傲轻敌，整顿军风。佘太君亲到校场饯别。瞬时金鼓震天，旌旗蔽日，杨家老小英雄个个精神抖擞，气概昂扬，穆桂英率领大军，浩浩荡荡，向边塞进发。"
    },
    "非常旅行+": {
      "channel": "东南卫视",
      "title": "非常旅行+",
      "desc": "4位50+女性组成闺蜜旅行团，在非洲这片人类起源之地开启爱心公益之旅，通过独具个性的方式对外探索世界，冒险旅行，对内重拾友谊，审视自己。"
    },
    "我们的音乐馆": {
      "channel": "东南卫视",
      "title": "我们的音乐馆",
      "desc": "《我们的音乐馆》计划邀请12位年轻的潜力音乐人加入，共同打造音乐专属基地，并邀请音综前辈分享舞台经验，通过从零起步的“创业真人秀+LIVE舞台试炼”。"
    },
    "鲁豫有约·一日行": {
      "channel": "东南卫视",
      "title": "鲁豫有约·一日行",
      "desc": "据了解，节目首播当期“华人首富”王健林将会带领鲁豫走进万达食堂，曝光传说中的万达内部食堂，还大谈与儿子王思聪的相处之道，甚至谈到了“自己要延迟退休以及为什么要延迟退休”，并且给鲁豫展示了自称一向“秘不示人”的“神秘收藏王国”，首次公开自己的私人飞机内部……这也将是王健林的综艺访谈节目首秀。著名主持人孟非，虽然全国知名，却从未上过任何一个节目深谈自己的人生和隐私，这一次听说是在南京与鲁豫盘桓一整日，对鲁豫全面开放了他的私人生活。除此以外，还有部分网友对杨丽萍位于大理的传说中“美到天上去”的月亮宫、因“抑郁症”远离观众视线10年的“摇滚蓝莲花”许巍和“网红霸道女总裁”董明珠的逆袭等也表示出了强烈的好奇，甚至有网友调侃称：“鲁豫姐姐一定要多吃饭，攒足力气多走出去带我们看看大咖们的人生”。还有网友表示能邀请到这些重量级的明星大咖，也只有鲁豫能做到。该节目将于8月26日起，每周五晚21：10分于东南卫视首播。"
    },
    "但是还有书籍": {
      "channel": "东南卫视",
      "title": "但是还有书籍",
      "desc": "《但是还有书籍》以书为题材，力图在阅读多样化、碎片化的当下，记录这个时代形形色色的爱书之人，捕捉和书有关的那些精彩故事。希望以新鲜有趣的视角和故事，点燃观众对于书的热爱，为人们提供一份在快时代里的阅读指南。"
    }
  },
  "湖北卫视": {
    "铁血红安": {
      "channel": "湖北卫视",
      "title": "铁血红安",
      "desc": "20世纪初，陈腐的满清王朝气数已尽，大厦将倾，外有西方列强磨刀霍霍，内有各路军阀诸侯相机而动，古老的中华大地进入了最黑暗以及最动荡的历史时期。在湖北的黄安县，三个有着不同家庭背景的男孩在同一天出生。他们进入同一家私塾念书，与美丽的姑娘方蕾、曹丽君青梅竹马，情同手足。时光荏苒，刘铜锣（赵文卓 饰）和方杠子（刘名洋 饰）、戴慧平（周航 饰）结拜成兄弟，殊不知他们的命运却由此紧紧扭结在一起。铜锣一度占山为王，逍遥自在。杠子和丽君加入了中国共产党，慧平则成为国民党的军人。几经周折，铜锣最终加入红军的队伍，投入到抗战的烈火之中。\n\n　　三个好兄弟在时代浪潮的推动下朝着不同的方向前进，而骨子里那份兄弟情义却是永远也无法磨灭的……"
    }
  },
  "广东卫视": {
    "香港味道": {
      "channel": "广东卫视",
      "title": "香港味道",
      "desc": "《香港味道》聚焦香港普罗大众的生活日常，由香港知名艺人带领，走街串巷，探寻香港电影中经典美食，全景式展现香港美食的诞生、流变、兴盛的发展脉络，并借以传递美食背后的城市故事，展示香港人的生活哲学。以平常人、平常事、平常物的视点，向大众传达价值导向，展现香港薪火相传的创新精神。"
    },
    "解救吾先生": {
      "channel": "广东卫视",
      "title": "解救吾先生",
      "desc": "春节假期的夜晚，市中心的酒吧一条街繁华喧嚣，香港电影明星吾先生（刘德华 饰）走出酒吧就被冒充警察的张华（王千源 饰）一伙人持枪绑架到一个与世隔绝的郊外小院里。吾先生意外发现绑匪还绑架了另外一个人质小窦（蔡鹭 饰）经过与张华的一番谈判，吾先生将小窦从死亡线拉回。两人开始了争取生机并相依为命的惊险20小时。\r 接到报案的警方迅速组织最强警力，刑警队长刑峰（刘烨 饰）和曹刚（吴若甫 饰）联手展开侦破工作。但狡猾狂妄的绑匪张华有很强的反侦察能力，对同伙和人质也都不讲规矩，单独出门与吾先生的好友（林雪 饰）交收赎款。但是他在取得赎金之际交代同伙到晚上九点，无论能不能拿到赎金都要将人质杀害。\r 经过几番侦查和对抗，警方掌握了张华的行踪，邢峰和曹刚精准配合，在极度危险的情况下将张华抓获。此事离绑匪约定好的撕票时间还剩下两个小时。深夜九点即将到来，邢峰和曹刚再次联手与垂死挣扎的张华展开心里较量，并在最后时刻找到突破口，但张华的同伙却打算提早撕票……\r 影片改编自2004年的“吴若甫绑架案”。"
    },
    "寻味东莞": {
      "channel": "广东卫视",
      "title": "寻味东莞",
      "desc": "东莞，中国广东重要的交通枢纽和外贸口岸，中国最具活力的国际化城市之一。过去的二十年来，东莞以高速发展的制造业闻名， 但在“世界工厂”身份之外，这里还隐藏着一个庞大神奇的美食世界。城市美食纪录片《寻味东莞》将以美食作为东莞的城市名片，带领人们探访东莞的地道⻛味，寻找一系列富有传奇色彩的鲜活美食，呈现这方水土过去和现在的碰撞，时间与空间的融合。"
    },
    "哈尔滨1944": {
      "channel": "广东卫视",
      "title": "哈尔滨1944",
      "desc": "1944年伪满统治下的哈尔滨，伪装成铁路巡警的地下党宋卓文（秦昊 饰），被特务科科长关雪（杨幂 饰）误认为自己的救命恩人——其实是卓文失散多年的双胞胎哥哥宋卓武（秦昊 饰）。卓文为查清关东军课长浅野大吾来哈尔滨的最高任务，将计就计利用关雪进入特务科，可是宋卓武却突然出现，使卓文陷入始料未及的困境。关雪冷血多疑，心狠毒辣，卓武生性冲动，经常无意间破坏卓文的行动，在上级的安排下，才使得两兄弟相互配合，彼此掩护，经历数次的试探，避开特务科内部同事的明争暗斗，终于取得关雪和日方高官的信任。在这短短一年的时间之内，地下党人们经历千辛万苦查清并阻止了日军和苏联共谋的秘密行动，揪出潜伏在我党内部的伪满特务，迎来战争最后的胜利。"
    },
    "潮州味道": {
      "channel": "广东卫视",
      "title": "潮州味道",
      "desc": "讲述潮州菜的过去与未来，传承与创新，通过美食背后的人物和故事展示潮州味道深厚的文化内涵。沿用老广的味道纪录片创作手法，通过记录人与食物之间的故事，把饮食文化还原于生活现场，使其与民间习俗、饮食习惯以及潮汕人生活的方方面面产生关联，立体呈现潮州菜的博大精深。"
    },
    "电影": {
      "channel": "广东卫视",
      "title": "电影",
      "desc": "电影11111111111111111111"
    }
  },
  "贵州卫视": {
    "詹姆士的厨房": {
      "channel": "贵州卫视",
      "title": "詹姆士的厨房",
      "desc": "《詹姆士的厨房·旅行季》是一档美食旅行慢综，由中国台湾著名烹饪美食家詹姆士与罗拉、王能能三人组成“寻鲜家族”，从贵阳出发自驾游遍贵州九地，一起制作一份旅行手帐，并开设一家创意集合菜小店，每一地还将有飞行嘉宾投送他的“美食订单”。"
    },
    "天下长河": {
      "channel": "贵州卫视",
      "title": "天下长河",
      "desc": "自康熙十五年一场巨大的水患之后，年轻的康熙帝设科开举招纳治河贤才，二十四岁的落第举子陈潢脱颖而出，长于治河。年轻的康熙帝不拘一格，将他简拔而出。陈潢与同样有志于治河的靳辅搭档，跨越半个世纪的栉风沐雨，历经了康熙朝几次大政治风波。年轻敢言的陈潢死于奸臣结党的污蔑之下，临死前留下治河名著——《河防述要》。康熙五十一年，台湾收复，准格尔平定，黄河安澜，河水转清。康熙帝探访扬州，见到了河神庙。庙中塑着靳辅、陈潢的像，仁人志士，遗爱自在民间。"
    },
    "锦绣芳华": {
      "channel": "贵州卫视",
      "title": "锦绣芳华",
      "desc": "商户之女何惟芳与雅冠长安的蒋长扬相识后，两人组成了匠人与投资人的组合。凭借培育稀世牡丹的高超技能和过人的经商头脑，何惟芳带领一众命运坎坷的女性共同经营花坊，过关斩将，在女子本弱的偏执沉疴中博得一席天地。随着何惟芳与蒋长扬的渐渐相熟，她发现这位一身骂名的“天下第一贪官”实则是外浪内纯、心怀天下的国之利刃。在亲历底层之苦、另悟牡丹之用后，何惟芳决心转型利民实业。"
    },
    "新疆国际春节联欢晚会": {
      "channel": "贵州卫视",
      "title": "新疆国际春节联欢晚会",
      "desc": "2026新疆国际春节联欢晚会于2026年2月15日20:20在新疆维吾尔自治区举办，并在新疆卫视、兵团卫视等平台同步播出，晚会总时长150分钟。\n\n晚会以“和美新疆 丝路同春”为主题，主会场于2026年1月29日至31日在乌鲁木齐市完成录制，并在喀什市、伊犁哈萨克自治州等地设置外景拍摄地。先导片于2月9日发布，正片于2月15日正式上线。晚会采用“主会场+特色外景”制作模式，通过歌舞、器乐、戏曲、曲艺、杂技、情景剧等多元艺术形式展现新疆发展成就，深化“一带一路”背景下的文化交流。\n\n技术创新方面，晚会运用徐悲鸿水墨骏马AICG视觉活化手段打造舞台影像，以电影级外景节目《万马踏春》开场，安排电子乐队与民族手鼓同台演绎，并引入灵生科技“小灵”机器人与魔术师王禹合作完成创意魔术节目《马上有喜》，体现数字技术与传统艺术的融合。\n\n国际表达层面，节目包含五洲唱响组合演唱《相亲相爱》、驻华使馆合唱团与新疆童声合唱《我和你》，以及中外演员联袂呈现相声《“疆”来真好》等内容。整场晚会紧扣“铸牢中华民族共同体意识”主线，呈现新疆多民族文化交融的舞台图景。"
    },
    "这一站贵州": {
      "channel": "贵州卫视",
      "title": "这一站贵州",
      "desc": "本季共八集，围绕的是在讲智慧，贵山贵地人的智慧，生活智慧、处事智慧、建造智慧、经营智慧、交流智慧、探索智慧等等。智慧，是能吸引人深入的根元素之一。大文旅作品，究其根本在于拨开极致景色的外衣后，内涵核心还是文化吸引力，而文化一定要靠人文的体现表达，不只看美赏色，景是衬，归根还是要做有温度的人，做出人情味，不做苦哈哈，做乐呵呵的贵地人生存之道，让观者喜欢上这方水土中智慧质朴的人，必然会喜欢这个地方，还有些想要来看看的念想，来亲身经历、亲身感受一番，这影片，就成了。"
    },
    "乌蒙深处": {
      "channel": "贵州卫视",
      "title": "乌蒙深处",
      "desc": "麻青蒿、吴艾草、衮菖蒲自称“乌蒙三颗草”，在发展种、养殖业和文旅融合上取得了不俗的成绩，成了村里致富的带头人；衮月亮、龙凤碧等绣娘把指尖上的技艺变成了指尖上的经济，成为了远近闻名的苗绣非遗传承人，苗绣产品走出了村庄，走向了全国，走向了世界。然而在产业发展的道路上，并不是一帆风顺，如何把巩固脱贫攻坚成果与乡村振兴战略有效衔接，这是肖百合、杨国勇等村干部的历史责任和时代担当。在他们的引领和帮助下，悬崖村的一产、二产、三产齐头并进，美丽乡村不断提档升级，悬崖村村民的幸福感和获得感不断提升。"
    },
    "微短剧": {
      "channel": "贵州卫视",
      "title": "微短剧",
      "desc": "讲述奥莉薇亚，斯蒂芬妮，艾玛，米娅和安德里亚生活中的小故事。"
    }
  },
  "河北卫视": {
    "潜渊": {
      "channel": "河北卫视",
      "title": "潜渊",
      "desc": "1940年1月，头部受伤的我党地下工作者梁朔在深山暴雪中苏醒，他因伤失忆，根据线索来到上海寻找自己的身份却陷入日军围捕，因此怀疑自己是军统一员。汪伪76号的人也找到他，称他是行动处的处长。此时日汪政府联合举办的“和平共荣大会”即将召开，一批被日方严密囚禁的难民劳工也将在会后被推上战场，生命危在旦夕。我党制定“潜渊”计划，准备在大会召开之际解救同胞。在这关键时刻，执行计划的地下党员“清霜”却不知所踪。梁朔在日伪特务的重重陷阱下重新找回记忆，原来他就是“清霜”。梁朔坚持自己的红色信仰，以身涉险，重回76号寻找解救同胞们的机会。他获悉一份尘封了十余年的日谍名单也将在大会上被启用，为完成“潜渊”计划，他必须夺取名单。梁朔发动身边所有爱国力量，粉碎了日方阴谋，解救了千余名难民。"
    },
    "沃野之上": {
      "channel": "河北卫视",
      "title": "沃野之上",
      "desc": "我国农耕文明承载着中华文明生生不息的基因密码，彰显着中华民族的思想智慧和精神追求。河北广播电视台策划并实施的《沃野之上》自然人文纪录片以展现大地、农耕、乡村之美为基础，系统再现千年农耕文明以及乡土中国的深厚底蕴，深入讲述中国人将饭碗牢牢端在自己手里的传承故事。本片将优秀传统文化与 纪录片影像美学相融合，旨在唤醒美而不自知的乡土文化自信，展现中国传统生态美学的独特意境"
    }
  },
  "山西卫视": {
    "大盛魁": {
      "channel": "山西卫视",
      "title": "大盛魁",
      "desc": "该剧由创业、兴业、歇业三部构成，历史跨度270年，讲述了自清代“走西口”历史背景下由晋商创造的中国清代最大的跨国贸易商号——“大盛魁”的兴衰传奇"
    },
    "经典电影": {
      "channel": "山西卫视",
      "title": "经典电影",
      "desc": "六位电影人以当代视角改编经典电影，探讨当今社会关于身份认同的议题。"
    },
    "这十年·幸福中国": {
      "channel": "山西卫视",
      "title": "这十年·幸福中国",
      "desc": "翻开历史的书卷，回望千年的凝练，从古之华夏到今之崛起的中国，这是一段疾速飞跃的伟大历程，每个领域我们都努力推进，每一步我们都走得脚踏实地。在这里我们一起回首历史与古代先贤对话，立足当下共述新时代幸福生活。二十四位实力演员穿越历史时空，以24位历史人物，展开20段历史故事，铸就中华五千年文明丰碑。"
    },
    "电影": {
      "channel": "山西卫视",
      "title": "电影",
      "desc": "电影11111111111111111111"
    }
  },
  "河南卫视": {
    "纪录": {
      "channel": "河南卫视",
      "title": "纪录",
      "desc": "在洛衫矶，一个叫Emilie的法国女人刚离开她的情人。她正在替自己和她八岁的儿子Martin找房子，暂时以路上捡来的家具来安置他们的家。她的慌乱不安与其说是透过她自己表达出来，不如说是透过她所观察的人们表达出来。她只是默默地生活在不断地自我放逐中。"
    },
    "快乐人生": {
      "channel": "河南卫视",
      "title": "快乐人生",
      "desc": "活火山摇滚乐队由四名对于音乐充满了梦想和希望的年轻人组成，然而，他们连续三年参加了大学歌谣节，每一次都逃不过遭到淘汰的命运。毕业后，四人将音乐梦想埋藏在心底，分道扬镳。\r 　　成旭（金允石 饰）为了供儿子读书每日辛劳的工作着，基永（郑进永 饰）游手好闲，日子过得得过且过。赫秀（金尚浩 饰）赚了点小钱，准备将孩子送出国外深造。队长尚宇的葬礼上，三人重逢了，已经变成大叔的三人，忽然产生了重组活火山乐队的念头。他们找来了尚宇的儿子贤俊（张根硕 饰），将主唱的位置给了他。再一次的，四人在音乐和节奏之中找回了阔别已久的快乐。"
    },
    "生活好物": {
      "channel": "河南卫视",
      "title": "生活好物",
      "desc": "一位天使被派往人间，帮助一位万念俱灰的商人，向他展现假如他从未存在过，生活将会是怎样的光景。"
    },
    "美丽人生": {
      "channel": "河南卫视",
      "title": "美丽人生",
      "desc": "犹太青年圭多（罗伯托·贝尼尼）邂逅美丽的女教师多拉（尼可莱塔·布拉斯基），他彬彬有礼的向多拉鞠躬：“早安！公主！”。历经诸多令人啼笑皆非的周折后，天遂人愿，两人幸福美满的生活在一起。然而好景不长，法西斯政权下，圭多和儿子被强行送往犹太人集中营。多拉虽没有犹太血统，毅然同行，与丈夫儿子分开关押在一个集中营里。聪明乐天的圭多哄骗儿子这只是一场游戏，奖品就是一辆大坦克，儿子快乐、天真的生活在纳粹的阴霾之中。尽管集中营的生活艰苦寂寞，圭多仍然带给他人很多快乐，他还趁机在纳粹的广播里问候妻子：“早安！公主！”法西斯政权即将倾覆，纳粹的集中营很快就要接受最后的清理，圭多编给儿子的游戏该怎么结束？他们一家能否平安的度过这黑暗的年代呢？"
    },
    "快乐生活": {
      "channel": "河南卫视",
      "title": "快乐生活",
      "desc": "杨光（杨议 饰）和他的哥们尤条（韩兆 饰）遇到了真正的麻烦，条子被查出身患绝症。杨光决定，要让条子欢乐的走完人生路，实现他没有完成的心愿。然而条子的种种愿望荒唐无理，找初恋、回老家、当皇上、临幸贵妃……让杨光应接不暇越帮越乱，上演了一场笑料百出令人捧腹的“甲方乙方”。就在这场混乱中，杨光一不小心又与条子初恋情人陈晨（魏伊 饰）产生感情。两个屌丝和一个伪装女神的女屌丝，啼笑皆非的三角恋也在乱成一团中拉开序幕……\r 本片为电影版《杨光的快乐生活》，天津味道浓郁，由同名热门电视剧原班人马倾力打造。"
    }
  },
  "广西卫视": {
    "潜渊": {
      "channel": "广西卫视",
      "title": "潜渊",
      "desc": "1940年1月，头部受伤的我党地下工作者梁朔在深山暴雪中苏醒，他因伤失忆，根据线索来到上海寻找自己的身份却陷入日军围捕，因此怀疑自己是军统一员。汪伪76号的人也找到他，称他是行动处的处长。此时日汪政府联合举办的“和平共荣大会”即将召开，一批被日方严密囚禁的难民劳工也将在会后被推上战场，生命危在旦夕。我党制定“潜渊”计划，准备在大会召开之际解救同胞。在这关键时刻，执行计划的地下党员“清霜”却不知所踪。梁朔在日伪特务的重重陷阱下重新找回记忆，原来他就是“清霜”。梁朔坚持自己的红色信仰，以身涉险，重回76号寻找解救同胞们的机会。他获悉一份尘封了十余年的日谍名单也将在大会上被启用，为完成“潜渊”计划，他必须夺取名单。梁朔发动身边所有爱国力量，粉碎了日方阴谋，解救了千余名难民。"
    },
    "马王堆·岁月不朽": {
      "channel": "广西卫视",
      "title": "马王堆·岁月不朽",
      "desc": "《马王堆·岁月不朽》通过现代科技与文化艺术的结合，突破考古发现式纪录片的常规范式，以湖南博物院为叙事空间，以马王堆文物为叙事主体，创造性地构建了一个全新的叙事框架，也记录了一场关于守护、传承与创新的深刻对话。让观众深刻感受和理解马王堆文化所代表的瑰丽文化，让古老的文明焕发出新的生命力。"
    },
    "独立大队": {
      "channel": "广西卫视",
      "title": "独立大队",
      "desc": "解放战争时期，粤北游击队驻地。叶永茂（中叔皇 饰）受上级委派只身赴马龙（郭振清 饰）所控杂牌武装，动员他们起义，接受共产党收编。收编后命名为“独立大队”，但马对叶及游击队始终怀有戒心，加之拜把兄弟刁飞虎（庞学勤 饰）从中作梗，更是对革命三心二意。一次去村里执行任务，刁竟与地主婆勾搭在一起，牛牯（达奇 饰）见状愤然离队，刁反诬牛牯携枪叛逃，牛牯当众揭发刁的土匪行径引众怒，纷纷要求严惩，但马念刁曾经的救命之思而手下留情。李登高（孙笑非 饰）叛变后，唆使刁用调虎离山计引马率部接应敌人的起义部队，马不知是计，险遭毒手，幸亏叶永茂及时赶到挽救了独立大队，严酷的现实擦亮了马龙的眼睛....."
    }
  },
  "云南卫视": {
    "信仰": {
      "channel": "云南卫视",
      "title": "信仰",
      "desc": "甘肃省古浪县黄羊川镇。村中一个家族的两名成员短期内先后意外身亡。为驱邪保平安，人们决定对村中旧庙进行翻修。翻修完毕的庆祝仪式上，佛像，毛泽东像，道士和神婆子，共聚一堂……本片希望用这一庆祝活动中的细节来展现中国人的普遍信仰状况。"
    },
    "火线三兄弟": {
      "channel": "云南卫视",
      "title": "火线三兄弟",
      "desc": "抗日战争时期，中华大地四万万人民的命运被战火所改变，来自山东的田家三兄弟也无法例外，他们各自经历着前所未有的家国纠葛。大哥田大林（张涵予 饰）作为国军神枪手百发百中，却无法改变所在部队全军覆没的命运，肩负战友的嘱托，大林辗转来至北平，在命运的引领下一步步成为令日本人胆战心惊的锄奸团杀手；独自闯荡北平的普通厨子二林（刘烨 饰）偶然救助地下党人，会两句日语又一身胆识的他被对方相中，看在钱的份上他斗胆打入日本餐厅福田料理的情报人员，在最危险的地方小心周旋；泼皮无赖的三林（黄渤 饰）带着老娘上北平投奔二哥，期间结识了欢喜冤家宋亚娟（黄小蕾 饰），更阴差阳错进入黑帮，凭借小聪明逐步上位。"
    }
  },
  "内蒙古卫视": {
    "行者Pro": {
      "channel": "内蒙古卫视",
      "title": "行者Pro",
      "desc": "卡拉格是半人半山狮，是一个在落基山脉荒野中长大的变形人。然而，对人类一面的好奇心驱使他离开了山狮家庭。在与人类寄养家庭一起生活时，他隐藏了自己的木行者身份。他逐渐意识到自己无法在人类社会中找到自己的位置。直到一所秘密的木行者寄宿学校发现了他，他才有了家的感觉。在 Clearwa-ter High，他找到了朋友：厚脸皮的松鼠 Holly 和害羞的野牛 Brandon。卡拉格需要朋友，因为木行者的世界充满了秘密和危险。当卡拉格发现他的导师、百万富翁安德鲁-米林（Andrew Milling）在背后策划了一场向人类复仇的秘密阴谋时，他必须做出选择。"
    },
    "锻刀": {
      "channel": "内蒙古卫视",
      "title": "锻刀",
      "desc": "绰号小刀的山寨青年江昂泰，因自己深爱的姑娘江美兰打算和世仇萧家寨的少爷萧以恒和亲，搅黄婚礼、引发家族械斗，并导致萧以恒父亲重伤。小刀被逐出山寨，后因时局所迫，奉命从山寨召集了一支队伍加入国军抗日，却被编到了仇人萧以恒的麾下。萧以恒将小刀的队伍屡屡推到战斗最惨烈的第一线，但是小刀和同族子弟兵不畏艰难、英勇奋战，一次次取得胜利。萧以恒和小刀之间的矛盾也随着战火的洗礼逐渐消解。  　　但小刀对萧以恒的妻子江美兰执着的爱却始终是一个插在所有人心里的刺。小刀甚至为此一再辜负真正深爱着他的姑娘，共产党员沈沛琴。随着战争越发惨烈，小刀在沈沛琴的影响下最后加入了中共的队伍。两个人也走到了一起。  　　卢汉起义，小刀奉命争取萧以恒，几经波折后，萧以恒最终率部起义。一群热血青年在那段峥嵘的岁月里，演出了一段可歌可泣的传奇故事。  　　本剧讲述的是1937年抗战爆发，一群云南的爱国志士和热"
    },
    "铁血茶城": {
      "channel": "内蒙古卫视",
      "title": "铁血茶城",
      "desc": "1950年初，广西刚刚解放二十几天，国民党不甘溃败，派遣特务钟毓麟进入桂北战略重地茶城。钟毓麟在茶城联络国民党残部、大茶山中的悍匪，以及潜伏在共产党内部的特务，准备攻打茶城，妄想以茶城为根据地，指挥广西的反共势力重新夺回广西，全面反攻大陆。钟毓麟一伙匪徒在茶城一带抢掠、暗杀、残害无辜百姓，成了一伙地地道道的政治土匪。中国人民解放军第四野战军四三四团八连随军军医沐剑晨阴差阳错成为钟毓麟阴谋中一个替罪羊。作为一个坚定的共产主义革命战士，沐剑晨没有屈服，为了茶城百姓的安危、为了保卫新生人民政权的胜利果实，他不顾个人安危，与钟毓麟匪帮展开了不屈不挠的战斗。最终，沐剑晨在茶城县委的指挥下，配合解放军飞行队将钟毓麟这一伙政治土匪一举歼灭。"
    },
    "世界·观": {
      "channel": "内蒙古卫视",
      "title": "世界·观",
      "desc": "只有他们能侦听到的太空的神秘声音？他们到底发现了什么？三位天文学家意外地截获了他们认为是来自遥远的外星文明的信号，但事实比他们任何人想象的都要不可思议。该片制作历时五年，四个工作人员，三个演员，零预算的独立电影。"
    }
  },
  "新疆卫视": {
    "幸福里的故事": {
      "channel": "新疆卫视",
      "title": "幸福里的故事",
      "desc": "1978年，陈丽娜、吴西凯、李启明、胡美华、许卫东几个发小儿，都进了高考考场。但成绩颁布，陈丽娜、胡美华落榜，李启明考入财会学校，许卫东去了军校。随之他们的生活工作都拉开了差距。搭上时代脉搏的李启明在市场上捞到第一桶金，并最终娶了陈丽娜，但后来自我膨胀抛妻弃子，陈丽娜屡遭生活的打击却不屈不挠最终创办知名企业。远走美国的胡美华却变身金融家返回了阔别多年的金融街。许卫东在守卫边疆的艰苦环境里，成长为一名军事过硬的军官。踏实本分的吴西凯，毕业分配到区里做了一名基层干部。同在一条起跑线上，枪声一响，每个人选择了不同的目标向前奔跑，命运的起承转合又时不时地把大家拉到一起，看着那些胡同牌楼老街道，这里已是世界的金融街。"
    },
    "极致新疆": {
      "channel": "新疆卫视",
      "title": "极致新疆",
      "desc": "该片立足新疆独特自然和文化特色，借助全疆丰富多彩的自然地理和人文地理，映照大时代的蓬勃面貌，进一步铸牢中华民族共同体意识；用风景与人文的相互辉映，传达人与自然和谐共生的理念，体现生态建设的显著成果，全景式展现新疆多民族和谐共生、共同繁荣的发展成就。"
    },
    "新疆大地": {
      "channel": "新疆卫视",
      "title": "新疆大地",
      "desc": "为庆祝自治区成立70周年，在自治区党委宣传部指导支持下，新疆广播电视台组织摄制了大型纪录片《新疆大地》。该片以铸牢中华民族共同体意识为主线，分为《大地的呼吸》《大地的共舞》《大地的守望》《大地的脉动》《大地的交响》五个篇章，聚焦普通人的真实故事，以纪录片的艺术形式，展现新疆辽阔的地理空间、深厚的情感底蕴、蓬勃的发展活力、宽广的包容胸怀和充满希望的未来图景，向世界讲述新疆创新进步、团结和谐、开放自信的动人故事。"
    },
    "桃花依旧笑春风": {
      "channel": "新疆卫视",
      "title": "桃花依旧笑春风",
      "desc": "上世纪二十到四十年代，军阀割据，内忧外患，动荡不安，一个普通的女人如何在乱世中得以生存？军阀贺桂奇屠杀进步学生，被廖春风（陈龙饰演）等爱国志士刺杀身亡，贺桂奇之女贺桃花（苗圃饰演）为报父仇，化名云岫，隐居于西安水车巷寻访仇人，在两人相许终身后，云岫才发现自己的丈夫是寻找多时的仇人，一面是儿女情长，一面是杀父之仇，一对有情人走上了不同的人生道路…"
    }
  },
  "西藏卫视": {
    "战将": {
      "channel": "西藏卫视",
      "title": "战将",
      "desc": "由中国电视剧制作中心制作，知名演员徐洪浩领衔主演的大型人物历史传记《战将》即将于近日登陆央视八套黄金档。该剧讲述了无产阶级革命家、军事家、中国人民解放军陆军上将韩先楚的传奇一生。韩先楚出生在湖北省黄安（红安）县一个贫苦农民家庭，当过放牛娃，学过篾匠，在武汉做过短工，少年时代的艰辛经历，使他很快接受了“官逼民反”的革命思想。1927年11月，黄麻起义爆发时，他加入了家乡的农民协会，参加了反帝大同盟，甚至还担任了乡苏维埃土地委员。在革命运动风起云涌的日子里，他以朴素的阶级感情和满腔热血，投入到了如火如荼的革命斗争中。"
    },
    "烟火人家": {
      "channel": "西藏卫视",
      "title": "烟火人家",
      "desc": "雷厉风行的大家长乔海云曾定下规矩，每逢过年所有人必须回家过，一直以来从未有人坏过规矩，直到最老实的第三代李衣锦突然打破传统去了男友家过年，引发家族矛盾。乔海云育有三女，老大孟明玮非亲生，因跛脚自卑所以望女成凤，和女儿李衣锦关系十分紧张，但最终她们体谅了对方的苦衷，终于明白保持适当的距离才是维系母女关系的良方；老二孟菀青与学霸女儿陶姝娜堪称完美母女，但无话不说的二人却无意中发现了彼此的秘密，重新认识彼此的过程也是重新认识自己，二人最终明白完美的母女关系不是遮掩缺点而是彼此支撑；老三孟以安最像乔海云，强势又独立，不想变成母亲那样的女强人，却机缘巧合与母亲走上同一条路，事业家庭平衡之艰难让她渐渐理解了当年的母亲。孟家祖孙三代女性犹如群岛一般，虽遥遥相望，却相扶、共生。"
    },
    "日光之城": {
      "channel": "西藏卫视",
      "title": "日光之城",
      "desc": "该剧讲述了以索朗为代表的六位年轻人在西藏这片热土上寻找自我，追逐梦想的故事。他们当中有土生土长的当地人，也有远道而来的追梦人。在日新月异、蓬勃发展的新都市拉萨，他们充满挑战和希望地生活，一点一滴勾勒出当代西藏青年奋斗者的鲜活风貌与理想热情。"
    }
  },
  "嘉佳卡通": {
    "喜羊羊心世界奇遇": {
      "channel": "嘉佳卡通",
      "title": "喜羊羊心世界奇遇",
      "desc": "灰太狼受神秘人袭击后被抓走，小羊们根据蛛丝马迹将他寻回，却发现灰太狼眼神变得空洞呆滞，疑似大脑受到损伤。为解救同伴，喜羊羊带着伙伴们借助灰太狼发明的“脑波机”进入到灰太狼的大脑世界，他们在脑海里一个个光怪陆离的区域中历险，同时也认识到很多新的朋友，帮助他们探求真相找寻让灰太狼恢复正常的方法。大家历尽艰险眼看真相快要浮出水面了，不料灰太狼突然陷入昏迷，更大的危机正步步逼近……"
    },
    "喜羊羊古古怪界有古怪": {
      "channel": "嘉佳卡通",
      "title": "喜羊羊古古怪界有古怪",
      "desc": "阴、阳离子光球被一支神秘的狼族小队盗走，危机的矛头直指古古怪界。羊狼们追到古古怪界，发现潇洒哥与黑大帅也被抓去古古怪界之下的地心世界。为救双蛋，羊狼们义无反顾地向着地心世界出发。在地心世界的层层冒险中，羊狼们结识不同的探险者，对抗未知的怪物，闯过神秘的险境。经历无数次明争暗斗，羊狼们击败狼族小队救下双蛋，同时也揭穿了黑心皮蛋加工场的阴谋……"
    },
    "喜羊羊奇侠大营救": {
      "channel": "嘉佳卡通",
      "title": "喜羊羊奇侠大营救",
      "desc": "羊狼们陪同力将军、皓月去到灵熙国，参观传说中能让人奇力大增的麒麟鼎。没想到意外突发，喜羊羊被卷入一场案件之中，危在旦夕。为了拯救喜羊羊，羊狼们游走在灵熙国各大势力中寻求方法。一路上，羊狼们不仅结识了各大势力里性格各异的新伙伴，获得新的奇力武器升级了奇力，还见识了灵熙国不同门派的风俗习惯，经历了许许多多的人情冷暖。最终，在小羊们的努力之下，终于成功拯救喜羊羊。而万万没想到，喜羊羊遭遇的种种磨难，竟然是一个惊天阴谋……"
    }
  },
  "农林卫视": {
    "拉家常": {
      "channel": "农林卫视",
      "title": "拉家常",
      "desc": "你也许认为你是世界上最忙碌的人，但是，在这个系列纪录片里，主持人戈登·拉姆齐要向大家证明：在家也能煮出色香味俱全的菜肴。他的烹调法则很简单：第一，家常菜必须简单易做；第二，制作起来一定不要太费时间，可以很快做好；第三，一定得美味可口。所以，如果你觉得在家里煮不出美味的食物，那么，你需要重新反省，这就是你唯一需要的菜谱。在这个系列中，主持人戈登·拉姆齐在他自己的家中，在他自己的厨房里，和他的家人：蒂莉、杰克、霍莉、梅根，当然，还有他的妻子塔娜一起，为我们奉献出一道道美味家常菜。"
    },
    "壮士出川": {
      "channel": "农林卫视",
      "title": "壮士出川",
      "desc": "一九三七年，“七·七”事变爆发，川军在四川省主席的感召下，请缨出川抗日。这支川军知耻后勇，以“失地不复，决不回川”的决心，以三百万壮士出征，六十万军人伤亡的代价，打出了“无川不成军”的威名。学生连长张抗带领属下官兵随川军北路纵队出征，转战今山西、山东、湖北、湖南等地，在台儿庄大战等重大战役中，与日军展开一系列惊心动魄的殊死搏斗。通过战争的洗礼，张抗与众川军将士结下生死之谊，其与女学生夏之悦的爱情也在血与火的烘托中得以升华。张抗属下士兵杨得贵、王长生、吴天禄、何阴阳、黑娃等人，虽出身不同、性格迥异，但在民族大义的感召下，殊途同归，最终为了掩护张抗脱险，纷纷慷慨就义，谱写了一曲可歌可泣、荡气回肠的英雄赞歌。"
    },
    "五号特工组之偷天换月": {
      "channel": "农林卫视",
      "title": "五号特工组之偷天换月",
      "desc": "这是一部具有真实史料为背景的抗日间谍片。1937年8月12日，\"8·13\"事变前夜，日军驻华间谍机关发布了一道暗杀蒋介石的密令......卢沟桥事变\"爆发后，在战事一触即发的上海，日军间谍猖獗密布，国民政府国防部中校参谋、中共地下党员欧阳剑平，按照地下党组织领导冯先生的指示，召集4位身怀绝技的青年志士，秘密组成\"5号\"特工组。这五人一路艰险到达上海，住进法租界，他们伪装的公开身份是\"上流社会\"成员，在杀机密布的上海，他们遭遇到了......"
    },
    "重案六组": {
      "channel": "农林卫视",
      "title": "重案六组",
      "desc": "《重案六组》是刑侦警匪类电视连续剧，从2001年正式上映，截止到2010年，已推出四部，总剧集达到136集。《重案六组》并不渲染表现罪犯作案过程，而是将镜头对准人民警察，受到业界普遍认可。该剧通过各类案件，在感动与真情中来塑造正义、尊严、荣誉，以行动实践的警察形象，情节复杂、紧凑精彩、悬念重生，该剧创下了多项收视记录，在中国内地极受欢迎。"
    }
  },
  "厦门卫视": {
    "春天的故事": {
      "channel": "厦门卫视",
      "title": "春天的故事",
      "desc": "珍妮（Anne Teyssèdre 饰）是一名哲学老师，一日在宴会上，她与娜塔莎（Florence Dare 饰）相识，也许是因为寂寞，两个本无交集的人成为了朋友。娜塔莎邀请珍妮到自己家里做客，后者欣然前往。娜塔莎有一个奇怪的家庭，父亲离婚，交往了一个年龄和自己相差无几的漂亮女朋友伊芙（Eloïse Bennett 饰），这一点令娜塔莎无法接受，同时，一条项链的失踪也加深了她与“后妈”的隔阂。珍妮的介入让这个家庭里的关系发生了改变，娜塔莎的父亲显然对知性的珍妮抱有好感，而娜塔莎也渴望能和喜欢的珍妮组成新的家庭。  　　对于娜塔莎的热情撮合，珍妮显得有些被动，她坚持听从自己内心的感情，不愿掺和到这个复杂的家庭中去。一次四人的乡村度假中，酝酿已久的矛盾终于激发了，娜塔莎同伊芙发生了争吵，而她吃惊的发现自己一直信任的珍妮居然站在敌人的那一边。她该怎么办？在这个春天里，友谊和爱情能否同时播下可以成长的种子呢？"
    }
  },
  "延边卫视": {
    "追击者": {
      "channel": "延边卫视",
      "title": "追击者",
      "desc": "已经改行的前刑警忠浩经营着一所按摩院。近来按摩院怪事连连，院内按摩女郎接连失踪，最后一位离开的女郎叫美珍。和美珍最后电话联系的客人号码和所有失踪女郎最后联系的号码惊人一致，但美珍却已经再也联络不上。在寻找美珍的过程中，忠浩偶然遇到一个名叫英民的家伙，因看到对方衣服上沾染血迹，断定该人就是导致按摩女郎接连失踪的罪魁祸首，并对其展开追击。\r 英民透露所有失踪女郎都已身陷非命，一时间警署全体哗然。然而，在已经忙乱不已的警察面前，英民露出泰然笑意，声称美珍尚在人世。众人没有任何证据可以拘捕英民。为血案头疼不已的警察们急于找到与英民行凶相关的证据。而忠浩坚信美珍还活着，于是开始四处寻访……"
    },
    "故乡，别来无恙": {
      "channel": "延边卫视",
      "title": "故乡，别来无恙",
      "desc": "讲述一起长大的四个女孩，成年散落天南海北，但各自人生的一次转折让她们再度重聚成都。面对阔别多年的故乡，她们经历着从不适应到再熟悉的过程，在挫折中找到了事业的新方向，收获了友谊、亲人的抚慰和爱情的美好，最终她们发现，在故乡也能找到人生的无限可能的故事。"
    },
    "纪录片": {
      "channel": "延边卫视",
      "title": "纪录片",
      "desc": "纪录 许巍 此时此刻 纪录片  　　从一开始，许巍和团队，就有一个共识，希望能为《此时此刻》专辑拍摄纪录片，完整的纪录整张专辑的制作过程。这是内地的第一次，从创作、录音、访谈，全方位的纪录一张专辑产生的真实过程。拍摄时间从2012年3月16日设备搭建开始，一直到10月底配唱完成，  　　将近8个月的时间，包含许巍和每一个音乐家，以及参与的幕后工作人员，录音工程总监金少刚，录音混音师李军等，都在其中留下最珍贵的访谈。当参与其中的每一个成员看到后制完成的纪录片，仿佛，再次经历了其中的苦与甜。  　　而热爱摇滚的导演李旻浩，尽管拍摄过无数的MV，但这么长时间的纪录，也是他职业生涯的第一次，在漫长的录音阶段里，他的镜头是最忠实的听众，他的收获比大家都有重量，除了满心的成就感，还有将近一部电影的档案，将近8T的素材。  　　值得一提的是，在录音过程中的西双版纳之行，像是一场春意盎然的大丰收。  　　2012年四月，许巍&乐队全体、录音及音响工程及影像摄制，超过60个人的工作团队，从北京到云南3000多公里的设备接驳搬运，浩浩荡荡来到了云南之南，西双版纳州，勐腊县。为了让纪录片的影像风格与音乐相呼应，在依山傍水的山谷里，许巍和乐队全体，表演了一场与大自然共融的party，这是一场难得一见的户外同期录音实况，在最平静的地方，对着天空，大地 ，风与树，鸟和花吟唱，大自然是此时此刻最好的观众，让每一个置身其中的音乐家，仿佛回到了最初。本真的状态。  　　气候和地势虽然增加了录音和拍摄团队执行上的难度，但却更人更专注的、忠实的纪录下歌声与音乐，在最原始的空间里每一个细微的感受，而拍摄团队，也精确的掌握了每一个音乐家们最忘我的瞬间。在“纪录 许巍 此时此刻 纪录片”DVD中所听到的每一个乐句，看到的每一个画面，都来自西双版纳户外同期录音现场。  　　而这些，都将在许巍 《此时此刻》专辑中以纪录片的形式，与专辑同步呈现。  　　没有MV，没有打榜单曲，把空间留给听众  　　你们决定自己最爱的歌曲  　　摆脱过去约定俗成的推广方式，这是一张没有主打歌的专辑。  　　为了呈现专辑最真实的面貌，所有发片前的预告，全部以纪录片为唯一的讯息传播方式。我们要表达的，是真诚的态度，希望所有的音乐朋友，都能在听完专辑的10首作品后，拥有属于自己的感受。  　　这是最好的分享。"
    }
  },
  "CCTV17": {
    "大侠霍元甲": {
      "channel": "CCTV17",
      "title": "大侠霍元甲",
      "desc": "1898年，晚清中国，戊戌变法失败“六君子”被捕。霍元甲得到消息后如晴天霹雳。深受“六君子”爱国热忱感染的霍元甲，欲拼尽全力和江湖传奇“大刀王五”一起营救谭嗣同，却不想遭到谭嗣同拒绝。与谭嗣同在狱中的最后一别，让霍元甲深受谭嗣同大同思想的影响，开始萌生家国情怀，想要投身到历史洪流之中。理解了谭嗣同欲以鲜血警醒世人的凛然，霍元甲虽心痛不已，却也只能眼睁睁看着英雄殉国，并因谭嗣同之死而被义兄大刀王五误会，遭遇割袍断义。随后不久，大刀王五被奸人所害身首异处。霍元甲得知消息连夜去为义兄收尸，虽然让王五留存全尸，却给霍家引来大祸，致使霍氏男丁尽死。一年后，隐居沧州的霍元甲出山走镖，却不想又陷入仇家圈套之中，费尽千辛万苦，虽然洗脱干系，却让他心灰意冷，他由此决定南下上海。霍元甲的精武门很快就在上海立住了脚跟，霍元甲的名气也越来越大。这让已经将侵华列为国策的日本人十分不满，面对日本人的挑衅，霍元甲带病上阵，在与日本人的最后较量中斗智斗勇，最终凭借过人的胆识挫败了日本人的阴谋。"
    },
    "妈妈在等你": {
      "channel": "CCTV17",
      "title": "妈妈在等你",
      "desc": "上世纪七十年代，赫山警备团团长周青卷入一场政治风波。周青的妻子石竹为保全五个孩子，被迫与丈夫离婚，同时强迫长子晓杨与热恋中的女友分手，远赴边疆从军，自己留在辽北小镇，艰辛抚育其他四个儿女。不幸的是，晓杨在战斗中英勇牺牲。石竹带着终身难以平复的愧疚，接纳了晓杨的爱人迎彤和遗孤瑶瑶。不久，改革的春风吹化了政治的坚冰，周青到省城再担重任。为了保护迎彤母女，石竹放弃了与丈夫复合的机会，坚持独自抚养孩子。她帮助刁蛮霸道的女儿和家道中落的女婿开拓餐饮事业;她卖血支持“读书种子”老三不断深造，成为科研尖兵:她用耐心和宽容感化因贪腐入狱的老四，使其重回人生正途;她藐视世俗礼法，支持老五和大嫂迎彤那一段惊世骇俗的恋情....时光匆匆，千禧之年的除夕之夜，天南海北 两代儿孙齐聚辽北小城， 在那里有一个等候了儿女一生的妈妈。"
    }
  },
  "三沙卫视": {
    "精编节目": {
      "channel": "三沙卫视",
      "title": "精编节目",
      "desc": "节目组对中国各地名山大川进行了走访，虽然每座山、每条川的地理位置、气候物产不尽相同，经济发展水平有高有低，但山里人对故土家园的挚爱和对美好生活的向往却是一致的。 《百山百川行》是一本蕴藏着动人故事的彩色《山海经》，一部闪着鲜活面容的华夏山川的影像风土志，彰显既有传承又具时代感的国家旅游形象。"
    }
  },
  "CCTV4欧洲": {
    "红石榴餐厅": {
      "channel": "CCTV4欧洲",
      "title": "红石榴餐厅",
      "desc": "美院毕业的明亮，为陪伴病重的养母，放弃了深造机会，回到了天山脚下石榴飘香的地方，替母亲承担起了其倾注半生心血却濒临关闭的“红石榴”餐厅。为重振餐厅，他像个大家长般承担起了所有的责任，帮助厨师木拉提、服务员巴雅尔、帮厨安卡尔等人，解决着一系列事业、生活的问题，还借美食家安东之手，将“红石榴”打造成了品质餐厅。在此过程中，明亮不但实现了自我成长、感受着家人般的温暖，也从具体的生活中，感悟到了艺术创作的真谛，为未来艺术发展道路积蓄着力量。"
    },
    "远方的家": {
      "channel": "CCTV4欧洲",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    },
    "动画城": {
      "channel": "CCTV4欧洲",
      "title": "动画城",
      "desc": "汽车城家族来了， 他们给我们带来有趣好玩的故事，这里有各式各样的汽车：挖掘机、压路机、翻斗车、搅拌机、起重车、推土机、拖拉机、多功能工程车、垃圾车、消防车、半挂车、运输车等等。他们给我们带来一个个精彩搞笑的故事. 他们相互帮助， 又相互捉弄。经常做错一些事情， 但也总是可以在错误中学习"
    },
    "奋进的旋律": {
      "channel": "CCTV4欧洲",
      "title": "奋进的旋律",
      "desc": "该剧描述了“十八大”以来，以“中国制造”和“中国创造”为轴心，中国潮流能发展过程中的科学成就，以及后工业时代，制造业的转型与发展，全面揭示了中国从富起来，到强起来的发展历程。"
    }
  },
  "CCTV4美洲": {
    "红石榴餐厅": {
      "channel": "CCTV4美洲",
      "title": "红石榴餐厅",
      "desc": "美院毕业的明亮，为陪伴病重的养母，放弃了深造机会，回到了天山脚下石榴飘香的地方，替母亲承担起了其倾注半生心血却濒临关闭的“红石榴”餐厅。为重振餐厅，他像个大家长般承担起了所有的责任，帮助厨师木拉提、服务员巴雅尔、帮厨安卡尔等人，解决着一系列事业、生活的问题，还借美食家安东之手，将“红石榴”打造成了品质餐厅。在此过程中，明亮不但实现了自我成长、感受着家人般的温暖，也从具体的生活中，感悟到了艺术创作的真谛，为未来艺术发展道路积蓄着力量。"
    },
    "动画城": {
      "channel": "CCTV4美洲",
      "title": "动画城",
      "desc": "汽车城家族来了， 他们给我们带来有趣好玩的故事，这里有各式各样的汽车：挖掘机、压路机、翻斗车、搅拌机、起重车、推土机、拖拉机、多功能工程车、垃圾车、消防车、半挂车、运输车等等。他们给我们带来一个个精彩搞笑的故事. 他们相互帮助， 又相互捉弄。经常做错一些事情， 但也总是可以在错误中学习"
    }
  },
  "CCTV4K": {
    "大地之上": {
      "channel": "CCTV4K",
      "title": "大地之上",
      "desc": "本系列纪录片分别从高原山脉、沙漠绿洲、江河湖泊、草木丛林、海洋、城市等地理单元出发，集中展现中国地理形态孕育下的历史文明与民风民情，力求向国内外展现中国大地与中国人民的“生命共通”，以及新时代的“中国之美”。\n\n在《崛起之地》见证自然伟力下诞生的青藏高原，在与风沙为伴的自然条件下聆听《大漠回响》，在《草木之间》了解我国的生物多样性......我们脚下的中华大地从何而来？大地之上的中国人是如何生存繁衍的？"
    },
    "大河之水": {
      "channel": "CCTV4K",
      "title": "大河之水",
      "desc": "2012年，郑昊是新东市税务稽查局的中坚力量，在与女友梁锦秋谈婚论嫁之时，梁父因涉税违法而入狱。与此同时，郑昊的师父陈大军查案身亡。随后，梁锦秋母女也被追债人逼得出走国外；面对大军之死的疑点、梁锦秋的出走，郑昊因自己无能为力而深陷痛苦。时间来到六年后，时任新东市岭水区税务局风控局局长郑昊运用大数据技术屡破要案，被调入稽查局担任检查二科科长；其前女友梁锦秋，在异国打拼多年后也在此时回国发展事业；而与二人在大学期间称为“高智商铁三角”的财大教授赵明达，正因女儿的病情陷入困境。看似祥和安泰的新东，暗处却有着一张巨大的以偷逃税牟利的犯罪网络，几人的命运被突如其来的种种境遇卷向了未知......"
    },
    "大国基石": {
      "channel": "CCTV4K",
      "title": "大国基石",
      "desc": "中央广播电视总台央视综合频道与国务院国资委新闻中心联合深度策划，重磅推出大型系列纪录片《大国基石》。节目用宏伟壮观的镜头呈现、生动鲜活的纪实故事，盘点国之重器与民生保障的密切联系，刻画新时代平凡普通的奋斗者群像，多视角、多层次、立体化呈现国资央企在推进中国式现代化、全面建设社会主义现代化国家作出的贡献。"
    },
    "农耕探文明": {
      "channel": "CCTV4K",
      "title": "农耕探文明",
      "desc": "系列纪录片《农耕探文明》将通过22集篇幅首次系统展现中国重要农业文化遗产的保护传承、开发利用和创新成果，深入挖掘农业文化遗产在经济、社会、文化、生态、科技等方面的功能价值，生动呈现农耕文明所承载的中华文明生生不息的基因密码和中华民族的思想智慧与精神追求。"
    },
    "红石榴餐厅": {
      "channel": "CCTV4K",
      "title": "红石榴餐厅",
      "desc": "美院毕业的明亮，为陪伴病重的养母，放弃了深造机会，回到了天山脚下石榴飘香的地方，替母亲承担起了其倾注半生心血却濒临关闭的“红石榴”餐厅。为重振餐厅，他像个大家长般承担起了所有的责任，帮助厨师木拉提、服务员巴雅尔、帮厨安卡尔等人，解决着一系列事业、生活的问题，还借美食家安东之手，将“红石榴”打造成了品质餐厅。在此过程中，明亮不但实现了自我成长、感受着家人般的温暖，也从具体的生活中，感悟到了艺术创作的真谛，为未来艺术发展道路积蓄着力量。"
    },
    "美丽中国": {
      "channel": "CCTV4K",
      "title": "美丽中国",
      "desc": "《美丽中国》以鲜活的平凡人物视角，生动反映环境的改善给广大群众带来的获得感和幸福感。透过镜头，观众看到似曾相识又充满新鲜感的美丽中国、生态中国、文明中国，唯美的画面，像山水画徐徐展现在眼前，鼓舞士气，提振信心。该片将视角和焦点对准“身边人”。美丽中国的宏图愿景化身镜头里一张张笑意盈盈的脸庞，倾情诉说着环境改善带来的家乡巨变。环境就是民生，青山就是美丽，蓝天也是幸福。美丽中国，写在脸上，乐在百姓心中。该片突破了从概念到概念“坐而论道”的说教窠臼，而是把抽象的环保理念化为具体的人和事，用故事推进叙事。以鲜活的普通人物故事切入，生动反映中国生态环境改善给广大群众带来的获得感和幸福感，创新了环保电视片在观众细分语境下的故事化突围"
    },
    "“字”从遇见你": {
      "channel": "CCTV4K",
      "title": "“字”从遇见你",
      "desc": "节目从最基本的汉字开始，故事化地讲述汉字的造型来源及文化发展，挖掘汉字背后的文化密码，呈现汉字之美，将汉字的形象性、哲理性和艺术性统一表现。"
    }
  },
  "CCTV3": {
    "乐在旅途": {
      "channel": "CCTV3",
      "title": "乐在旅途",
      "desc": "《乐在旅途》是中央广播电视总台首档公路探访类音乐创演节目，节目邀请4位音乐人组成“寻音乐队”。他们在每条定制路线中广泛采撷、拾取那些最原汁原味、弥足珍贵的音乐、声音，将中华大地上的各种音乐创作融合，“寻音乐队”表演一场户外路演，并绘制一幅音乐山河图。"
    }
  },
  "CCTV6": {
    "年会不能停！": {
      "channel": "CCTV6",
      "title": "年会不能停！",
      "desc": "集团裁员风波之下，人心惶惶，底层钳工胡建林（大鹏 饰）却被阴差阳错调入集团总部！裹挟在“错调”事件中的人事经理马杰（白客 饰）诚惶诚恐，为保饭碗被迫为其周旋隐瞒。从“工厂”到“大厂”，从“蓝领”变“金领”，胡建林因与大厂环境格格不入而笑料百出，也像一面“职场照妖镜”照出众生相……胡建林为何能在裁员之际一路升职加薪制霸大厂？马杰又能否在“错调”事件中全身而退？这对“天选打工双侠”会引发怎样轰轰烈烈的职场大整顿？"
    },
    "鼠胆英雄": {
      "channel": "CCTV6",
      "title": "鼠胆英雄",
      "desc": "三十年代的上海滩，胆小如鼠的青龙帮小弟闫大海发现自己身患绝症之际，竟阴差阳错当上了警察。为了给梦中女神——飞乐门舞女杜卿挣赎身钱，他计划在自己生命中所剩不多的时间里因公殉职，从而拿到抚恤金拯救女神。然而，在他疯狂执行铲除“黑帮”、“毒枭”任务以身赴死期间，却总是事与愿违求死不得死，反而得到屡屡升迁。然而，纸醉金迷的上海滩，还隐藏着更大的危机……"
    },
    "囧妈": {
      "channel": "CCTV6",
      "title": "囧妈",
      "desc": "讲述了小老板伊万缠身于商业纠纷，却意外同母亲坐上了开往俄罗斯的火车。在旅途中，他和母亲发生激烈冲突，同时还要和竞争对手斗智斗勇。为了最终抵达莫斯科，他不得不和母亲共同克服难关，并面对家庭生活中一直所逃避的问题。"
    },
    "千顷澄碧的时代": {
      "channel": "CCTV6",
      "title": "千顷澄碧的时代",
      "desc": "本来要去美国访学的中国证监会青年分析师芦靖生被派到兰考扶贫，不想和县委副书记范中州（宋佳伦 饰）成了一对“冤家”。这个一心想在学术中寻找中国农村出路的热血青年碰上了一个从基层一步步走来的“土八路”顶头上司，范中州12年前陪老书记去北京戴上了“贫困县”的帽子。芦靖生自告奋勇前往县里最贫困的村庄——坝庄担任第一书记。这个一腔热血的理想主义青年在坝庄屡屡碰壁，情绪沮丧到了极点，感叹现实是铁板一块，无法改变，甚至萌生了逃走的念头。他和女友的感情危机也合并爆发，芦靖生濒临崩溃的边缘。黄河最后一拐弯的大地上，芦靖生为代表的扶贫干部们如何突围，兰考如何浴火重生，答案，就在每个人的选择中出现了……"
    },
    "耳朵大有福": {
      "channel": "CCTV6",
      "title": "耳朵大有福",
      "desc": "东北某小镇，当了大半辈子火车修理工的大耳朵王抗美（范伟 饰）光荣退休。王本身患有气管病，老婆患病住院，儿子大军整天不务正业，女儿小萍跟丈夫春洋的婚姻也出现问题。虽然很多人说他耳朵大有福，生活美满，但时下的现状仍让他愁眉不展。拿着比原来少了一半的退休金，王总觉得心里没底，于是他开始琢磨找点儿事干。不过老王出师不利，老婆的病友给他介绍一个网络商务的工作，可没曾想竟是个传销组织，刚加入没多久便遭到警方取缔。在此之后，他又跟擦鞋女工、倒骑驴蹬车工、广告促销员、二人转演员、自行车修理工等各类手工艺者讨教赚钱之道，由此开始了自己别样的退休生活……"
    },
    "猫和老鼠": {
      "channel": "CCTV6",
      "title": "猫和老鼠",
      "desc": "“超杀女”科洛·莫瑞兹饰演的少女凯拉刚刚入职豪华大酒店，就碰上了叫人头疼的难题——杰瑞竟然想在酒店里定居，令酒店最近承接的世纪婚礼岌岌可危。于是，汤姆被凯拉雇佣成为酒店员工，目的是赶走杰瑞，这对欢喜冤家就此展开了一场你追我赶的爆笑喜剧。"
    },
    "刑警张玉贵": {
      "channel": "CCTV6",
      "title": "刑警张玉贵",
      "desc": "刑警张玉贵和妻子离婚多年，他们都深爱着女儿张雅芝。女刑警付明明是张玉贵现在的女友，她为张玉贵的善良正直和男人气概所吸引。在张雅芝过生日那天，张玉贵的好友王建中来到北京托张玉贵帮个忙，王建中做刑警的时候曾救过他的命。不久，某居民小区发生凶杀案，死者状况与后来发生在“东方娱乐城”内的案件非常相似，经调查所取得的线索竟然都与王建中有关，案情还涉及到张玉贵的前妻。最让张玉贵头痛的是，案件背后所隐藏的还有市里主管刑事案件的李德旺副局长以及一批有名有姓的领导干部……张玉贵、付明明、杜鹏等刑警顶着巨大的压力，一查到底，最终将犯罪分子绳之以法。"
    },
    "猫妖奇谭": {
      "channel": "CCTV6",
      "title": "猫妖奇谭",
      "desc": "大唐洛阳不夜城下，有猫妖之灵，夜夜巡游，窃人皮囊，邀人共舞，与人共情。舞坊里，贵公子再遇少时梦中情人，他所迷醉的，是那熟悉的皮囊，还是皮囊下百年老猫那颗炽热的心？义庄里，黑猫断尾，求来昔日恩人的重生，她等到的，是一生所爱，还是欲望与背叛交织的漩涡？沟渠里，小鼠精爱上了小猫妖，他憧憬的，是奔向幸福的自毁，还是一曲改写命运的恋歌？一座城，三只猫，缱绻千情万欲……"
    },
    "殊死一搏": {
      "channel": "CCTV6",
      "title": "殊死一搏",
      "desc": "纵使迷失在黑暗里，也不放弃寻找光明！  　　太平洋某岛，手眼通天的非法人蛇组织在海外绑架和诈骗中国人。为救养女，平日沉默寡言的老陈不惜揭露自己隐瞒十五年的秘密往事，和当地年轻警察阿灿携手对抗庞大的犯罪集团，与黑恶势力，展开生死决战。"
    },
    "少林小子": {
      "channel": "CCTV6",
      "title": "少林小子",
      "desc": "在风景如画的桂林，两户人家隔河相望，一家是武当嫡传的鲍笙凤（于承惠 饰）。鲍家一连八个，皆为女儿，致武当剑法有失传之虞，鲍笙凤整日愁眉不展，更对对岸的少林一家怒目相视。\r 十年前，少林弟子天龙（于海 饰）、二龙从强盗秃鹰（计春华 饰）一伙手中救下八名孤儿，师兄弟将八个干儿子辛苦养大，自己的终身大事却一拖再拖。两人属意鲍家大凤、二凤（丁岚 饰）多时，无奈鲍笙凤视少林为敌，定下十头牛换一门亲的苛刻条件。三龙（李连杰 饰）与七个兄弟为成全干爹和二叔，不舍不弃，使出连番妙计，同时与三凤（黄秋燕 饰）在长期的对峙中互生了情意……\r 另一方面，不甘十年前受创的秃鹰一伙派出奸细，试图进一步挑拨龙、凤两家关系，三龙为父为己的求婚之路，顿时荆棘密布……"
    },
    "熊猫计划": {
      "channel": "CCTV6",
      "title": "熊猫计划",
      "desc": "紧急！一场针对国宝熊猫的绑架计划悄然开启。国际动作巨星Jackie（成龙 饰）、经纪人大卫（魏翔 饰）、熊猫保育员苏小竹（史策 饰）意外触发保护熊猫任务，与国际犯罪集团展开一场你争我夺的守护计划！在这场惊心动魄又啼笑皆非的冒险中，他们要如何化险为夷？"
    },
    "男妇女主任": {
      "channel": "CCTV6",
      "title": "男妇女主任",
      "desc": "故事发生在金秋时节的兰河峪村。由于村妇女主仼交接班出现问题，此职位临时空缺，村长（张洪杰 饰）便动员凤莲（宋丹丹 饰）的丈夫刘一本（赵本山 饰）临时代理去乡里开会。在乡妇联会议上，刘一本天上一拳地上一脚地把本村妇女工作吹了个溜溜光。说者无心、听者有意，领导马上把兰河峪当成了全乡的典型，还说过段时间去村里开现场会。自知说走嘴的刘一本回村后便被村长臭骂一顿，凤莲也埋怨他不该在会上自吹自擂。骑虎难下的刘一本借坡下驴，想尽办法兑现在会上的“精彩发言”。他走东家串西家，联系热心群众开展农村文娱活动，利用广播宣传开展精神文明活动的重要性。一时间，村民的热情被调动起来，所吹嘘的事情件件弄假成真....."
    },
    "长城": {
      "channel": "CCTV6",
      "title": "长城",
      "desc": "欧洲雇佣兵威廉在被囚禁长城期间，发现了这一世间最大奇迹之一背后的惊人秘密。当一波又一波可怕的掠食生物将这座巨型城墙重重围困之时，威廉对财富的追寻演变为一段通往英雄主义的旅程。他加入了一支由精英勇士们组成的大军，共同对抗令人无法想象的强大力量。"
    },
    "变形金刚": {
      "channel": "CCTV6",
      "title": "变形金刚",
      "desc": "为了追寻能量块，威震天来到了地球，在北极，他受到磁场的强干扰，意外地被封冻于冰层之下。借助不慎跌入冰谷的科学家们，威震天将有关能量块的信息扫描到科学家的眼镜上。威震天被美国军方秘密转移到位于胡佛大坝地下的秘密基地，这个秘密只有历任国防部长组成的7人军事小组知道。“霸天虎”的先遣部队旋风和毒蝎袭击了美军位于卡塔尔的军事基地，与此同时，路障帮助他的搭档迷乱潜入了美国总统的座机空中一号，通过电脑获悉，要想找到威震天就必须找到维特维奇家族的那副眼镜，上面有威震天关于能量块的信息扫描，而它现在的拥有者山姆·维特维奇成为了“霸天虎”攻击的目标。山姆是名高中生，学校里没有人相信他讲述的关于这副眼镜的历史，失望之余，山姆把眼镜放到网上拍卖，然而从未引起买家的兴趣。这时父亲送了一辆破车给他，这辆车恰好就是“汽车人”大黄蜂的变形。大黄蜂帮助山姆交上了漂亮的女朋友，但很快就遭遇了“霸天虎”的袭击，擎天柱带着其他“汽车人”赶到，一场机器人大战由此拉开了序幕。"
    },
    "杨锅三的愤怒": {
      "channel": "CCTV6",
      "title": "杨锅三的愤怒",
      "desc": "杀猪匠杨锅三，到县城为村里的小白寡妇卖驴，无意间被裹挟进了汉奸的游行队伍，自此发生了一系列误打误撞的事，使他成为大家眼里的汉奸。为洗刷汉奸的污名，也为了给死去的乡亲报仇，杨锅三决心炸掉鬼子的炮楼 。"
    },
    "我和我的父辈": {
      "channel": "CCTV6",
      "title": "我和我的父辈",
      "desc": "继2019年《我和我的祖国》、2020年《我和我的家乡》，国庆三部曲之《我和我的父辈》由《乘风》《诗》《鸭先知》《少年行》四个单元组成，以革命、建设、改革开放和新时代为历史坐标, 通过“家与国”的视角描写几代父辈的奋斗经历，讲述中国人的血脉相连和精神传承，再现中国人努力拼搏的时代记忆。"
    },
    "一号目标": {
      "channel": "CCTV6",
      "title": "一号目标",
      "desc": "1946年，国内局势变幻动荡，内战一触即发。一拨38 人的顶尖军事精英正启航赴美，然而一本意外遗失的笔记，揭露了这份名单中存在卧底。在特工遍布的南京，美蒋特务暗中勾结，计划除掉名单中的卧底 “一号目标”。两军围绕“谁是卧底”进行着一场惊心动魄的博弈。潜伏暗处的“一号目标”何时现身？能否扭转内战乾坤？生死攸关的暗战较量，令人窒息……"
    },
    "老男孩猛龙过江": {
      "channel": "CCTV6",
      "title": "老男孩猛龙过江",
      "desc": "本片讲述了倒插门被媳妇全家嫌弃的王小帅（王太利 饰）面临生活困境，决心放下一切实现梦想，于是他找到了老同学肖大宝（肖央 饰）。曾经因为拉大提琴的女孩马璐（屈菁菁 饰）而分道扬镳的两人又聚在了一起，决定前往美国勇闯选秀节目。两兄弟千辛万苦来到纽约，却阴差阳错卷入了黑帮斗争事件。虽然他们只想取得好名次，但是却引发了一系列爆笑事件，更让他们摸不着头脑的是两位来自朝鲜的神秘杀手竟然也和此行有关。万般无奈之下两个“老男孩”决定这次把大的！能不能成功逆袭，会不会惨死他乡就看最后决赛！  　　《老男孩猛龙过江》是5年前爆红的微电影《老男孩》的大电影延续。"
    },
    "玻璃樽": {
      "channel": "CCTV6",
      "title": "玻璃樽",
      "desc": "台湾一个小渔村，女孩阿北一直在这里过着平静的生活。直到有一天，她在海边拣到了一个由香港飘过来的玻璃樽。玻璃樽里有一张香港男孩写的纸条：“我很寂寞，你呢？”，里面还留了他的住址和联系电话。于是，阿北开始在满怀憧憬中来到香港寻找这个男孩。  根据地址，阿北找到了男孩阿波。阿波为阿北的勇气所折服，收留了她。经过一段时间的接触，阿北惊奇地发现阿波原来是个同性恋，根本不是自己心目中的白马王子。这时，阿北遇上了心中的白马王子――金融奇才阿祥。为了接近喜欢追求刺激的阿祥，阿北谎称自己是黑社会老大的女儿。于是，一场意想不到的经历发生了。"
    },
    "刑警张玉贵之三执法者": {
      "channel": "CCTV6",
      "title": "刑警张玉贵之三执法者",
      "desc": "刑警队长张玉贵在去派出所上任前夕，市内发生了一起重大案件――检察院副检察长神秘死亡。在成立破案小组时，市委领导点名让张玉贵参加破案。重新拿到警徽和手枪，张玉贵又找回往日的感觉。　张玉贵曾和死去的副检察长有过交往，此人一身正气，两袖清风，为什么会突然自杀？而另一个死者是反贪局长，正在调查一起重要的案件，难道他的死与案件有关？在破案的过程中，有关证人屡屡被追杀，职业杀手频频出现。破案的部署、方案也屡屡遭挫。张玉贵深感困惑，为了保护重要的证人，张玉贵不得不采取秘密行动……\r 　　随着案件线索的层层深入，幕后人物渐渐浮出水面……而此时来自各方的阻碍与压力接踵而至，张玉贵被迫离开了专案组，但是他没有停止对此案的侦察。随着调查的深入，侦察与反侦察进入一触即发的状态，罪恶的枪口竟指向刑警张玉贵……\r 　　为了防止泄密，市委、市局领导们开会时严格规定：所有人员不得擅自离开。关键时刻，张玉贵带着武装督察出现在会场。在这场惊心动魄的较量中，正义最终战胜了邪恶。"
    },
    "刘老庄八十二壮士": {
      "channel": "CCTV6",
      "title": "刘老庄八十二壮士",
      "desc": "1943年3月18日，新四军第3师第7旅第19团第4连82位勇士，在江苏淮阴刘老庄的一场阻击战斗中，为了掩护主力部队和党政机关安全转移，作为力量悬殊弱势的一方，顽强抗击日军一千多人10多次的进攻，82名指战员虽然全部壮烈牺牲，却换来日军亡一百七十多、伤二百多的巨大战果。 这里无高山丘陵，无森林沼泽，无高大建筑物遮挡，对敌实施的兵力武器装备不对称的作战，在不可能的情况下，取得了超常规的战果，打了一场超限战。四连阻击牵制日军10多个小时，成功地掩护了刘老庄老百姓的安全转移，并为新四军领导机关、主力部队及当地抗日民主政权的战略机动，赢得了时间。"
    },
    "迎“篮”而上": {
      "channel": "CCTV6",
      "title": "迎“篮”而上",
      "desc": "《迎篮而上的女孩》是一个有关女性青春成长和励志的系列纪录剧集。故事以今年的中国高中篮球联赛为载体，讲述了仅仅成立4年的西安交通大学附属中学女子篮球队的寻梦和夺冠之旅。 这群看似普通的高中女生将用自己奋力拼搏的故事与坚韧的体育精神来激励当下的年轻人，如何在困境中找到自我，完成梦想。这些来自大雁塔下的姑娘们在两位不同年龄的女教练带领下(主教练石晶“姐姐”和她的母亲“韩奶奶”)，突破自我并站上冠军的领奖台。这是一个关乎三代女篮人的成长故事，也是关于每一个女性建立自我观、追寻独立、自信、和梦想的人生表达。"
    },
    "绝地战警": {
      "channel": "CCTV6",
      "title": "绝地战警",
      "desc": "迈阿密警局的一对“黄金”搭档，顾家爱妻的好男人宾纳（马丁·劳伦斯 饰）和衣着光鲜风流倜傥的富家子弟劳瑞（威尔·史密斯 饰），奉命追查一桩价值上亿美元的毒品证物失窃案，如果不能及时完成任务，他俩就得卷铺盖走人。在两人疲于奔命之际，该案件唯一的性感女证人打电话到警局声称她愿意指认主谋，但条件是劳瑞必须出面保护她，否则一切免谈，此时劳瑞刚好不在警局，宾纳为套取线索，急中生智冒名顶替。其后，为了不失去女证人的信任，两人只得将对调身份一事进行到底，宾纳在枪林弹雨及汽车追逐中贴身保护女证人，劳瑞则来到他家中陪伴其妻。"
    },
    "独行月球": {
      "channel": "CCTV6",
      "title": "独行月球",
      "desc": "2033年，为了抵御小行星的撞击，拯救地球，人类在月球部署了月盾计划。全员撤离时，维修工独孤月（沈腾 饰）被领队马蓝星（马丽 饰）落在了月球。不料月盾计划失败，独孤月成为了“宇宙最后的人类”，开始了他在月球上破罐子破摔的生活…"
    },
    "功夫熊猫3": {
      "channel": "CCTV6",
      "title": "功夫熊猫3",
      "desc": "当熊猫阿宝为成为真正的神龙大侠做准备的时候，他的生父——熊猫李山突然到访。与此同时，拥有神秘力量的反派天煞登场，妄图制服 所有高手，统治武林。相传在与世隔绝的熊猫村有着对抗天煞的力量，为了拯救苍生，阿宝与父亲踏上了归途，而阿宝的好伙伴悍娇虎、金猴、灵蛇、螳螂则一同拖延天煞，阿宝不仅肩负着成为真正的熊猫大侠的使命，还要让村民美美等新伙伴练就新功夫，继承乌龟大师的遗志，共同抵挡天煞。"
    },
    "扫黑·决战": {
      "channel": "CCTV6",
      "title": "扫黑·决战",
      "desc": "扫黑专案组组长宋一锐带领组员由一起征地案深入调查，突破层层阻挠，与幕后的黑恶势力展开激烈斗争，最终揭开腐败官员利用公职权力充当犯罪保护伞的虚伪面具，将犯罪分子绳之以法。"
    },
    "大漠战将班超": {
      "channel": "CCTV6",
      "title": "大漠战将班超",
      "desc": "中国东汉时期，北匈奴控制西域诸国，不断骚扰侵犯河西走廊北部边塞。永平十六即公元七十四年，奉车都尉窦固，于天山大破匈奴呼延王之后，奉旨派遣从事郭恂加司马班超，出使西域，联合西域诸国恢复西域商路，断掉北匈奴臂膀。"
    },
    "布兰卡和弹吉他的人": {
      "channel": "CCTV6",
      "title": "布兰卡和弹吉他的人",
      "desc": "女孩布兰卡偷窃乞讨露宿街头，家对她而言只是妄想。当她在电视上看到领养的新闻，灵光乍现想要买个妈妈。于是她努力存钱，还找街头走唱的盲眼吉他手老皮帮忙。她成为老皮的眼睛，两人一起离开贫民窟，来到大城市打拼流浪。一路上遇见形形色色的人物，经历大大小小的冒险，布兰卡真的能够如愿买到心中理想的妈妈吗？"
    },
    "八卦宗师": {
      "channel": "CCTV6",
      "title": "八卦宗师",
      "desc": "明末清初，河北文安县的董海川（谢苗 饰）随其叔董宪周学得一身好武功，自幼以武勇名于乡里，爱锄强扶弱，行侠仗义，弱冠年之后游历名川大山，访名师拜高人，博学天下武林绝学。后于九华山，得高人碧云道长传艺，期间与师妹雪莲相知相恋，一番悲欢离合，生离死别后，董海川为情终身不娶。董海川历时多年勤加参悟“身披八卦，怀抱太极”，融汇天下武学精华，自创“游身八卦连环掌”。 艺成下山，侠游塞外。独败数十悍匪名震塞外。机缘巧合，所搭救之人正是微服私访的四王爷，两人结拜为江湖兄弟。\r 　　独自来到京城发展，路见不平搭救艺人江龙和乔装的紫云格格，其后留在四王爷府担任护院武师，期间与萧王爷比武，名震京城。被萧王爷看中聘为护院总管总教习，原总教习沙氏夫妇不满，多次袭击董公，董公以高深的武功化险为夷，而且以德报怨放其一条生路。侠之大成者爱国为民，最终董海川在八国联军的华洋国际武术大赛中，打败“世界功夫团”俄/法高手，扬国威振奋民族精神，咸丰皇帝大悦，亲笔御题“八卦宗师”墨宝，此后董海川开宗主派，门徒千百，成为一代八卦宗师！"
    },
    "警花火龙驹": {
      "channel": "CCTV6",
      "title": "警花火龙驹",
      "desc": "警官大学女毕业生霍彧，被分到交警队工作。霍彧初出茅庐对交通管理工作缺乏经验，夜查、指挥、巡逻这些基础工作把她搞得焦头烂额，闹出了不少笑话。最终霍彧通过战友的帮助成长为了一名优秀的交通民警。"
    },
    "新龙门客栈": {
      "channel": "CCTV6",
      "title": "新龙门客栈",
      "desc": "明朝万历年，倭寇联合朝中奸细陷害兵部尚书邱大人全家，唯小女儿邱莫言被江湖侠客周淮安救下，邱大人临死前将明朝海防布防图交予女儿，希望等朝中清明之时将这关乎明朝安危的布防图托付给能担大任之人。倭寇为了得到布防图在江湖上追杀周淮安、邱莫言二人，朝廷也将二人列为天字第一号通缉犯，为了布防图和邱家后人的安危，周淮安找到了龙门客栈老板娘金镶玉帮忙，金镶玉为了心中挚爱将布防图藏在客栈之中，将客栈改成一艘龙船隐藏于江湖之外，在合适的时机到来之前保护好布防图，可没想到邱莫言无意间落入倭寇手中，与此同时朝廷也派出了破案高手徐宜来到船上捉拿周淮安、邱莫言，几股势力为了各自的目的在这艘诡异的龙船之上展开了殊死争斗。"
    },
    "龙门飞甲": {
      "channel": "CCTV6",
      "title": "龙门飞甲",
      "desc": "明宪宗年间，宦官弄权，滥杀贤臣。侠客周淮安在营救忠良行动中，终将恶贯满盈的东厂提督曹少钦一剑毙命，引来西厂督主雨化田祭出天下格杀令。周淮安等人一路亡命到嘉峪关的龙门， 消失於铺天盖地的黑沙暴中。尘销风散后，西厂密探、鞑靼商队等江湖各路人马，再度投宿於龙门客栈这家大漠黑店。"
    },
    "速度与激情10": {
      "channel": "CCTV6",
      "title": "速度与激情10",
      "desc": "昔日的死对头塞弗主动找上门来告知多米尼克和整个飞车家族都将遭遇危险。随后，多米尼克从“小无名氏”先生处得知飞车家族的几位朋友接到了假任务。为了拯救众人，多米尼克和莱蒂前往罗马救人，而把小儿子托给米娅和雅各布照顾。在罗马的交锋中，唐老大发现对手叫但丁，是毒枭赫南·雷耶斯的儿子；而他却并不想让多米尼克和飞车家族立刻消失，而是要慢慢折磨他们，就连曾经帮助过飞车家族或是有关联的人也不会放过......"
    },
    "飓风营救2": {
      "channel": "CCTV6",
      "title": "飓风营救2",
      "desc": "为了弥合与家人的鸿沟，前中情局特工布莱恩·米尔斯（连姆·尼森 Liam Neeson 饰）邀请情感方面正遭受挫折的前妻丽诺尔（法米克·詹森 Famke Janssen 饰）以及正处在青春期的女儿小金（玛姬·格蕾斯 Maggie Grace 饰）前往伊斯坦布尔度假。然而，他们的快乐假期还没开始，一伙匪徒便盯上了这一家人。一番激烈的较量过后，布莱恩和丽诺尔沦落敌手，小金则成为最后被追捕的对象。而这一切始于布莱恩当初捣毁阿尔巴尼亚黑帮，当初埋下的仇恨种子生根发芽，围着一家人带来前所未有的灾难。身陷囹圄的布莱恩利用身藏的迷你电话指导女儿如何自救求生，而这一边他也想方设法摆脱匪徒的控制。生死攸关，刻不容缓……"
    },
    "地上最强": {
      "channel": "CCTV6",
      "title": "地上最强",
      "desc": "网乐公司在网络上举办了一届网络搏击比赛，全世界的高手都可以参赛，这场比赛在世界范围内掀起了轩然大波。在众多的参赛选手中，唐宁（Patricia Ja Lee 饰）出生于武术世家，从小就生活在前辈阴影之下的她极度希望能够打破桎梏，展现出不一样的自我，因此格外珍惜这个来之不易的机会。乔健（张智尧 饰）追随着师兄金藩（杨俊毅 饰）的脚步参加了比赛，他曾是金藩的手下败将，希望借此机会，能够夺回属于自己的胜利。\r 　　然而，金藩的眼中只有冠军的宝座，其余的角色他统统都看不上，为了获得最后的胜利，他甚至可以不惜一切手段，而他们共同所要面对的敌人，是名叫麦克斯菲尔德（Paul Rapovski 饰）的世界搏击冠军。"
    },
    "云上石头城": {
      "channel": "CCTV6",
      "title": "云上石头城",
      "desc": "石头村里传统的木石龙（赵晓明饰）家的三个纳西族儿女从外地回到家中，准备与家人团聚。可是让父亲木石龙万万没想到的是，老二木树（扎西德勒饰）从丽江城里带回一个时髦的汉族姑娘罗丽（刘媛媛饰），小女儿木玉（李欣颖饰）带回了在大学里自己的指导老师，一个说着英语的老外约翰·西罗（麦小龙饰），并且未婚先孕，只好硬着头皮趁着春节假期来认。一波未平一波又起，罗丽又牵出老大木然（金甲劲松饰）和已故未婚妻春艳（和晓霞饰）那段尘封已久的伤心往事。"
    },
    "骗徒奇遇记": {
      "channel": "CCTV6",
      "title": "骗徒奇遇记",
      "desc": "西班牙黑色喜剧。两个白领小偷相互之间激烈竞争, 都试图偷走一位老面包师中乐透所赢得的数百万元奖金。"
    },
    "碧瑶霜迷案": {
      "channel": "CCTV6",
      "title": "碧瑶霜迷案",
      "desc": "苍茫的荒漠中，远远可见一名白袍男子、撑着一把细花纸伞、骑在驴背上、正随手编写着一本黄历…\r 　　安道全如是写着“庆利四年、正月二九、惊蛰、春雷乍鸣、冬眠虫兽赫醒，宜架枝播种，不利远行，犹忌向北 …”突然、驴子不肯前进，并发出不安的呜咽声；安道全安抚驴子，并自语着，明知不宜北行，却不得不朝北前进，此行必定经历凶险…\r 　　突然间，远处卷来了一阵狂风沙，朝着安道全迎面扑来，同时，在风沙中，赫见一名女子（仇拥梅）推着一辆推车，拔腿急奔，推车上是个笼子，里面关着一位小女孩（芯儿），紧追在后的是杀手（追风）…追风抡舞手中快刀，追杀拥梅母女，突然间、狂沙中又出现几个怪人，出手要抓拥梅母女，追风反而出手保护拥梅及芯儿…安道全看在眼里，虽觉莫名、但亦出手相助，连续射出数十枚针灸所用的银针，击退那群面容可怕的怪人…\r 　　风波暂息，安道全得知杀手追风的目标，是被关在笼子里的小女孩芯儿，而拥梅护女心切，宁死也不让追风带走女儿，追风打算强抢，但不是安道全的对手、只好作罢，临行前，追风语带玄机的警告安道全：“亲眼所见的事实，往往是蒙骗自己最大的谎言 ”…\r 　　拥梅生性多疑，对安道全的仗义相救，并无半点感激，反而视如仇雠般的利言相向，旋即推着车、带着女儿离去，临行前，安道全看见被关在笼里的芯儿、眼神里充满了不安和恐惧，心里不禁生疑，天下怎么有母亲、忍心将自己的孩子锁在笼子里呢？！难道芯儿并非是拥梅亲生？！或是另有隐情？！\r 　　夜里下起了滂沱大雨，拥梅推着车上的芯儿、来到一处义庄避雨，殊不知，一旁暗处，有一个半张脸被毁容的恐怖男子（铁云），双眼正盯着拥梅母女的一举一动…义庄里百列着数十口棺材，气氛虽然恐怖，但为免露宿风雨之中，拥梅只得好言安慰芯儿，于义庄中暂歇一宿…时至三更，在笼子里熟睡的芯儿，觉得有一双厚实的手掌，正温柔的抚摸着她的脸颊，芯儿迷糊醒来，竟发现一张被毁容的脸（铁云），正对着她微微笑着，芯儿不禁吓得惊叫…惊叫声吓走了铁云，也惊醒了拥梅，这时、拥梅突然出现幻觉，看见一口口的棺材中，竟爬出怪人来，朝她扑抓而来…拥梅心惊失措、拔出随身短刀、指着怪人，喝令不准过来…就在同时，追风飞身出现，一刀劈开笼子的大锁，放走芯儿，这时、拥梅突然听见芯儿的尖叫声，回神过来，定睛一望，赫见芯儿背影朝门外奔去，并被黑暗的夜色吞没，拥梅顾不得其它，大喊着芯儿的名字、并拔腿追去…\r 　　荒垠的边城，了无人"
    },
    "雷横与朱仝": {
      "channel": "CCTV6",
      "title": "雷横与朱仝",
      "desc": "地处偏远的双峰镇是一个匪患猖獗的蛮荒所在，被称作美髯公的朱仝（吴越 饰）因忤逆郓城知县而被贬到这个凶险非常的地方当差。谁知没过多久朱仝当初的好友插翅虎雷横（焦恩俊 饰）亦尾随来至此地。朱仝不满雷横当初接替了自己的位置并成为知县的心腹，尤其雷横此行的目的是监督朱仝是否有串通梁山的证据，因此两位好汉的友情不再，还经常发生争吵。而当地花满楼绝色女子白秀英（萧蔷 饰）先后委身二人，更将他们的矛盾激化。因雷横意气用事，梁山大军压境，雷横和朱仝的命运即将发生转变……  　　本片根据四大名著之一《水浒传》中的故事改编。"
    },
    "双鞭呼延灼": {
      "channel": "CCTV6",
      "title": "双鞭呼延灼",
      "desc": "大宋年间，高唐州武都统遭刺身死，高俅向皇帝保举名将呼延瓒后人呼延灼上任高唐，侦办此事同时剿灭梁山贼寇，呼延灼年轻气盛立下军令状，要在三月之内剿灭梁山。这下正中了高俅的圈套，原来高俅想借机除掉呼延一族，剿灭梁山只不过是他的一个幌子罢了。呼延灼上任后，开始着手自己的剿灭梁山计划，训练连环马。然而，此时高俅却派出自己的侄儿高廉出师高唐知州，暗中监视呼延灼，并找寻一个账本。原来高唐的武都统正是被高俅派人杀害，这武将拿着高俅一党贪污军饷罪证的账册，当高俅发现自己拿到的账册是假的后，便派高廉通过各种渠道查询，当得知账本在呼延灼身边的一个小兵刘迈手里，就到处追杀此人，呼延灼渐渐感到高唐州的事情不像他想得那样简单，刘迈跟他讲出了事情的真相，令他十分震惊，一股强大的黑暗力量正向他步步逼近。最终因呼延烈的学生、呼延灼的同窗，为了仕途出卖呼延父子，呼延烈遇害身死牢中，满腹忠忱的呼延灼对朝廷彻底绝望，投奔梁山。"
    },
    "捕风追影": {
      "channel": "CCTV6",
      "title": "捕风追影",
      "desc": "一伙天才盗匪劫走数亿资产，却凭借超强反侦察能力全身而退，戏耍警方“天眼”系统。一筹莫展之际，澳门司警局请回了隐退多年的跟踪专家黄德忠（成龙 饰），他培养年轻司警何秋果（张子枫 饰）等人，重组“神秘跟踪队”，最终锁定了盗匪团的幕后狼王傅隆生（梁家辉 饰）。当警方布下天罗地网之时，盗匪团也设下局中局，斗智斗勇斗心眼，一场高端猫鼠局拉开帷幕……"
    },
    "古今大战秦俑情": {
      "channel": "CCTV6",
      "title": "古今大战秦俑情",
      "desc": "公元前二百多年，秦始皇暴虐无道，民不聊生。方士徐福骗得始皇信任，征召众多童男童女东渡蓬莱寻取长生仙药。曾因搭救秦始皇而被封官赐剑的郎中令蒙天放与应征少女韩冬儿一见钟情，偷尝禁果，以欺君之罪被赐死。行刑前，冬儿暗将徐福炼就的长生不老金丹送入蒙天放口中，自己投身窑炉，殉情而死。蒙天放则被泥封为俑，置于皇陵。20世纪30年代，冬儿转世成为三流影星朱莉莉。剧组前往秦始皇陵附近拍摄电影。莉莉发现自己暗恋的大明星白云飞盗掘皇陵的勾当。白云飞为杀人灭口，驾机携莉莉飞入空中。莉莉误将仪表盘打破，随机栽入秦始皇陵，使沉睡地下两千年的蒙天放得以复苏，并与闯入墓中的白云飞等盗墓贼展开搏斗......"
    },
    "小巷管家": {
      "channel": "CCTV6",
      "title": "小巷管家",
      "desc": "在首都北京，有一个特殊的群体，他们被群众亲切地称为“小巷管家”。 “小巷管家”不是什么领导，但心里装的都是街坊四邻家门口的事，诸如邻里纠纷、占道停车、私搭乱建、公厕改造、环境提升以及照顾空巢老人等诸多和老百姓直接相关的难题。国风社区的赵建国就是首都数万名“小巷管家”中的一员，他凭着内心对党的无限忠诚与热爱，在社区党委的带领下，学习并运用“街乡吹哨、部门报到”制度，一件一件解决了困扰街坊四邻的诸多老大难问题，既为居民带来了实实在在的获得感，也向新中国成立七十周年献上一份基层党员的倾情厚礼。"
    },
    "锅碗瓢盆交响曲": {
      "channel": "CCTV6",
      "title": "锅碗瓢盆交响曲",
      "desc": "春城饭店是个让人头疼的烂摊子，饮食公司的领导决定让牛宏（孙淳 饰）去春城当经理，在姐姐牛华（陈烨 饰）的鼓励下，牛宏走马上任。在牛宏的领导下，饭店扭亏为盈，破天荒发了奖金，为争奖金孙连香（邱渝贞 饰）和崔芬（童燕 饰）吵得不可开交，牛宏扣发了她俩的奖金，邱二宝（孙敏 饰）也因违纪被罚。对刘俊英（殷亭如 饰）一直有好感的牛宏想请她为饭店画幅璧画，刘答应了。当他知道刘有男朋友且马上要结婚时，心里很不是滋味，婚礼当天，战胜理智的牛宏亲自掌勺做莱并给新人敬酒。春城的火爆另公司内部人眼红，状告他有经济问题的材料上了领导办公桌，他跟领导据理力争，却被当场撤职，他顿感无奈和迷茫......"
    },
    "傲慢与偏见": {
      "channel": "CCTV6",
      "title": "傲慢与偏见",
      "desc": "在这部关于爱情与误解的经典故事中，背景设定于18世纪末等级观念深植的英格兰。[焦点影业]"
    },
    "长空之王": {
      "channel": "CCTV6",
      "title": "长空之王",
      "desc": "雷宇（王一博 饰）等优秀飞行员经过严苛选拔，正式成为了我国新一代试飞员——一款战斗机的正式列装，背后不仅有无数科研人员的努力，也需要试飞员们一次次对飞机的安全边界和极限状态进行测试。他们将在队长张挺（胡军 饰）的带领下，参与到最新式、最尖端战斗机的试飞工作，在不断挑战战机和自我极限的过程中，一个个危机接踵而来……"
    },
    "钢铁意志": {
      "channel": "CCTV6",
      "title": "钢铁意志",
      "desc": "1948年，东北，国民党残部边撤离边计划炸毁鞍钢厂区。危机时刻，“战斗英雄”赵铁池（刘烨 饰）带领共产党部队直冲腹地，殊死搏斗，摧毁了敌人的阴谋。赵铁池化身“钢铁战士”与工程师孙雪飞（韩雪 饰）、老工人孟泰（林永健 饰）、总经理程时勋（张国强 饰）一同投身复工复产。然而，高炉已成铁坨，厂区如同废墟，专家一致看衰，特务暗中观察，前线战况吃紧，时间日益迫近……第一炉钢似乎成了一个不可能完成的任务……"
    },
    "旺卡": {
      "channel": "CCTV6",
      "title": "旺卡",
      "desc": "威利·旺卡，充满创意并决心一口一口改变世界，证明了生活中最美好的事物始于梦想。如果你足够幸运地遇到威利·旺卡，一切皆有可能。"
    }
  },
  "CCTV8": {
    "岁月有情时": {
      "channel": "CCTV8",
      "title": "岁月有情时",
      "desc": "有一种故乡，叫做“咱们厂”；有一群家属区里长大的孩子，叫做“厂矿子弟”。1990年，东北铁城西郊的军工厂，商店、医院、学校、家属院围绕着工厂拔地而起。野得上天的“没头脑”小满和家教严苛的“不高兴”夏雷成为铁杆兄弟，和“航海梦少女”严晓丹共同度过了如烟花绽放般的 “阳光灿烂的日子”。当青春的蓬勃挥洒殆尽，工厂也在经济转型中走向衰败。最想留在铁西城的小满被迫远走日本谋生，撑篙自立的他遭遇骗局险些危及生命；“小镇做题家”夏雷毕业后成为“沪漂”，在兵不血刃的大都市步步为营。"
    },
    "人民的选择": {
      "channel": "CCTV8",
      "title": "人民的选择",
      "desc": "1945年，艰苦卓绝的抗日战争取得伟大胜利，中国在和平与战争、光明与黑暗等重大问题上，面临艰难抉择。以毛泽东、周恩来、朱德、刘少奇为首的中国共产党人，以人民为中心，与以蒋介石为首的国民党独裁者展开大决战。毛泽东以大无畏气概，孤身涉险赴重庆谈判，指挥解放军抢占东北、转战陕北、发起三大战役、进行土地革命，发布“五一口号”。中国共产党的政策，赢得广大人民群众和民主党派的欢迎拥护，最终战胜了蒋介石王朝。1949年10月1日，中华人民共和国宣告成立。"
    },
    "北上": {
      "channel": "CCTV8",
      "title": "北上",
      "desc": "鋼琴家提摩事業有成，但不懂得生活，導致妻子帶著孩子離開他。他的父親在消失35年後忽然出現，要和他一起來趟公路旅行，父子關係重新建立"
    }
  },
  "城市剧场": {
    "鼓楼外": {
      "channel": "城市剧场",
      "title": "鼓楼外",
      "desc": "鼓楼外一位老木匠易大船的大徒弟于钟声和其孙女易小船偷偷恋爱了，吃醋的二徒弟尹东义给于钟声使坏，在邻居家房梁上做了手脚。于钟声上当以致屋里的孩子死亡，锒铛入狱。狱外，心里还爱着于钟声的易小船迫于种种无奈嫁给了尹东义，而狱中的于钟声得知此消息悲愤交加，誓言报仇……"
    },
    "青春正好": {
      "channel": "城市剧场",
      "title": "青春正好",
      "desc": "本片展现四个主人公怀抱一致的青春梦想，历经磨难最终成功。青春正好，不留遗憾。"
    },
    "因为你如此耀眼": {
      "channel": "城市剧场",
      "title": "因为你如此耀眼",
      "desc": "在富裕家境中成长的周昕星（郭雪芙 饰），因父亲骤逝失去了一切，被迫过着无家可归、缩衣节食的艰困生活，所幸一连串的痛苦试炼没有将她击倒，反而坚定了她的意志。凭藉对烘焙的热情与不服输的性格，昕星再次重生。，在因缘际会下结识食品集团继承人夏天宇（范少勋 饰）两人展开一段相知相惜的爱情故事⋯"
    }
  },
  "足球": {
    "天下足球": {
      "channel": "足球",
      "title": "天下足球",
      "desc": "在古代中原，这片富饶的土地上，粮食丰盛，稻谷飘香。然而，近邻的塞外野狼族一直觊觎着这片肥沃之地。十二年后，一纸战书传来，一场不可避免的大战即将爆发！在凤凰古城中，命运的安排将六个普通少年——拾儿、红袖、九斤、巨象、大花面、狂牛推向了这场战火之中。  　　拾儿，本是一名孤儿，从小在果栏做苦力，跟随着年迈的师父修习武艺，练就了独门绝技“飞云连环腿”。他与其他五个年轻人一起玩耍成长，怀揣着武侠梦想。战火燃起，少年们的身世之谜逐渐浮出水面——拾儿的生父竟是挑起战火的野狼族首领，而与他并肩作战的红袖，则是中原皇帝的独生爱女。父子之情深厚，乡亲之恩浓如山，伙伴之间的情谊铁如铁。少年们内心矛盾，面对命运的抉择，难以决断！在这场纷争之中，少年们将如何抉择？他们能否捍卫内心的信念，抵御战火的蹂躏，守护家园的和平？爱、亲情、友情将如何交织？期待见证这群少年的成长与奋斗！"
    }
  },
  "地理": {
    "远方的家": {
      "channel": "地理",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    },
    "走遍中国": {
      "channel": "地理",
      "title": "走遍中国",
      "desc": "《走遍中国》开播于2002年9月2日，是中央电视台中文国际频道（CCTV-4）的一档大型专题报道栏目。它“聚焦中国新变化”，它关注发生在普通中国人身边、展现正能量的新现象、新风尚、新观念、新事物，全面、真实地反映中国人当前的生活状态与精神风貌，深入、客观地展现富于创新、充满活力、具有国际视野的当代中国。"
    }
  },
  "红色影院": {
    "三毛流浪记": {
      "channel": "红色影院",
      "title": "三毛流浪记",
      "desc": "解放前的旧上海，大资本家、军阀、投机商人、洋人、流氓、骗子横行于世，他们过着养尊处优、挥金如土的腐败日子，而底层人民则穷苦不堪，生活艰辛。大头、圆鼻子、三根头发、瘦小身材，这个外貌滑稽的男孩就是本片的主人公三毛。三毛自幼失去父母，无依无靠的他终日在上海街头流浪，身无分文的他饿极了甚至吃刷广告的浆糊，困了就睡在垃圾车里。为了生存他送报纸、推黄包车、捡烟头，然而霉运却总尾随其后，所有的事都以失败告终。他好心做善事，反遭到诬陷和殴打。不过，生活在黑暗底层的三毛始终保持着诚实善良的性格，他从不愿为一口饭而沦为他人做恶的工具。"
    },
    "小二黑结婚": {
      "channel": "红色影院",
      "title": "小二黑结婚",
      "desc": "抗战时期，山西某边区刘家皎村。村里有两个特殊人物，一个是凡事看黄历的二诸葛（赵子岳 饰），一个是装神弄鬼的三仙姑（周婷 饰）。二诸葛的儿子小二黑（杨建业 饰）是村里的民兵队长，三仙姑的女儿小琴（俞平 饰）是妇救会极积分子。两人青梅竹马，长大后相爱了。他俩的婚事遭到二诸葛的反对，他查过黄历，认为两人命相不合，好吃懒做的三仙姑则认为二黑家太穷，一心想给小琴找个有钱有势的人家。村主任金旺（葛存壮 饰）平日横行乡里，调戏小琴不成怀恨在心，设计陷害小琴和二黑。三仙姑则收了阎匪军官的彩礼，非要小琴嫁给匪军官，小琴宁死不从。区长（李百万 饰）了解内情后，惩治了作恶多端的金旺，批准二黑和小琴结婚..."
    },
    "英雄坦克手": {
      "channel": "红色影院",
      "title": "英雄坦克手",
      "desc": "抗美援朝战争期间，世界头号军事强国美国侵略者仰仗现代化武器对我志愿军350高地发起猛攻。我年轻的坦克部队奉命在张勇带领下支援前线步兵作战。驾驶员盛力标（张连伏 饰）在左腿负伤的情况下，忍痛驾驶，炮长杨德厚（高保成 饰）冒险拆除定时炸弹，按时赶到350高地。当他们单车出击时，遭遇敌坦克群，张勇先发制人，率先开炮击毁敌坦克，而后撤时被敌击中，张勇边迷惑敌人边抢修坦克，并及时与上级联系，求得命令后他们伪装起来埋伏在敌阵地前沿，战胜了饥饿干渴，伺机打击敌人。战斗开始后，装填手王大刚（赵汝平 饰）壮烈牺牲，炮弹打光了，他们用手榴弹炸毁了敌坦克....."
    },
    "宝葫芦的秘密": {
      "channel": "红色影院",
      "title": "宝葫芦的秘密",
      "desc": "小学生王葆，是一个天真活泼、富于幻想的少年。当他在学习上碰到困难的时候，或在课余生活中遇到不顺利的时候，就幻想有一个神奇的宝贝来帮他轻松地实现目标。一天，王葆在钓鱼时偶遇传说中能实现任何愿望的宝葫芦，他想要什么宝葫芦都能信手拈来。宝葫芦帮王葆钓到鱼、做成高级的模型、完成回家作业，真是要什么有什么，想什么就成什么。宝葫芦又能变成各种形状，向左飞机的话，它就能立刻变成葫芦飞机带着王葆翱翔天际。王葆大喜过望，有了这个宝葫芦后，他在学校的表现是突飞猛进，让同学们大为惊诧。宝葫芦更帮助他在泳池中大显神威，轻易获得了参加校队的机会。 生活仿佛变得那么完美。  可是，王葆逐渐发现宝葫芦原来不分青红皂白，只懂盲目服从，因此屡令王葆哭笑不得，最后更令王葆在数学考试中铸成大错。面对即将到来的校际游泳大赛，王葆顿时进退两难：他是否继续依靠宝葫芦为他创造奇迹，还是相信自己能够靠自己的努力改变命运 ？"
    },
    "飞越天险": {
      "channel": "红色影院",
      "title": "飞越天险",
      "desc": "1950年，为了繁荣发展西藏的经济，把北京和拉萨连接起来，中国人民解放军空军年轻的飞行员奉命开辟这个神秘的“空中禁区”。气象队的同志们首先出发了，他们去建立气象站，测量气象，准备迎接飞机的飞行。气象三组的姑娘许瑞告别了自己的丈夫——飞行员赵忠凯，随队伍来到了康藏高原。他们在藏族同胞的协助下，向大雪山进发。突然，山上爆发了雪崩，大风雪铺天盖地而来，席卷了一切，将气象三组的同志们困在山中，无线电台被摔坏了，与基地的联系被切断。疾病、寒冷、饥饿和死亡在威胁着他们。空军的领导决定派出飞机，把营救被困在山里的同志和开辟空中航线结合起来，这个艰巨的任务交给了赵忠凯和张启良机组的七名同志。赵忠凯驾驶飞机飞临天险，正在准备飞越高峰的时候，飞机的左翼发动机出现故障，不能再继续飞行。他们侦察到山腰上有一个洞口，就计划在下一次飞行时钻过山洞，飞越天险。返航后，上级领导经过再三研究，批准了他们的方案。但是，第二次的飞行又因为气象的变化，云雾遮住了山洞，他们只好返航。时间不能再继续拖延了，气象三组的同志们的生命危在旦夕。张启良对赵忠凯命令第二次返航的决定有意见，与赵忠凯发生了争执。上级领导批评了张启良的鲁莽，下达了第三次飞行的命令。他们终于钻过了险峻的山洞，绘制出航线图，把物资空投给了气象三组的同志。在执行任务的过程中，飞机在云层里盘旋时间过长，归来时氧气不够用了。在面临生死的紧要关头，飞行员们表现了对祖国的无限忠诚和高度的阶级友爱精神，他们战胜了死亡，胜利归来。气象三组在康藏高原上建立了气象站，英勇的飞行员在“空中禁区”开辟了这条新的航线。赵忠凯和许瑞这对年轻的夫妇在拉萨布达拉宫前的广场相会了，他们和藏族同胞们一起欢乐地歌唱。"
    },
    "地下尖兵": {
      "channel": "红色影院",
      "title": "地下尖兵",
      "desc": "四十年代未，国统区北平。我地下党“红松组”负责人陶干（浦克 饰）接到上级密电，要他搞到军统特务邹至甫（李林 饰）带来的重要情报。邹来平后，即展开全城大搜捕，我不少地下工作者被抓。陶干以做黄金买卖来到敌副参谋长宋欣（张巨光 纬）家接近邹至甫，狡猾的邹躲开了，他们正密谋搜查我密秘电台，用假情报混淆我方视线。艾永伯（陈汝斌 饰）知道制定军事计划的不是自己人后，施巧计换成了自己，但不久遭怀疑。邹至甫为了破坏我地下组织，经常将计就计散播假情报，引我方人员上钩，道高一尺，魔高一丈，我地下工作者在浩如烟海的迷阵中始中保持清醒的头脑，不断把最准确的情报发往上级......"
    },
    "林家铺子": {
      "channel": "红色影院",
      "title": "林家铺子",
      "desc": "1931年日寇悍然侵入中华大地，各地爱国青年群众掀起抵制日货的运动。在浙江杭嘉湖地区的一个小镇上，有一个小杂货铺，老板姓林，因此小杂货铺被称为“林家铺子”。林老板的女儿明秀，因穿了自家铺里的日本产旗袍，遭到同学的鄙视，气得回家哭闹。林老板则通过贿赂商会会长，在他的默许下继续出售日货。他为挤垮了资本比自己少的同行，打出年关大减价、八折大优惠等号牌招揽生意，在赢利的同时，也受到高利贷盘剥和当地官员的敲诈勒索，明秀更是险些被警察局长霸占。虽然林老板苦心经营，但在封建官僚、资产阶级的层层盘剥下，林老板还是破产了。他偷偷带上别人的货款与女儿一走了之……"
    }
  },
  "精选": {
    "国王班底": {
      "channel": "精选",
      "title": "国王班底",
      "desc": "1949年奥斯卡最佳影片「一代奸雄」重拍，小说家罗柏华纳畅销巨作改编。描写美国一代南方政治家威力史塔克(西恩潘)纵横政坛，呼风唤雨的传奇事迹，从小小的南方议员到前进华盛顿特区的奋斗历程…  　　肖恩-潘领衔主演，裘德·洛、凯特-温斯莱特、詹姆斯·甘多费尼和安东尼·霍普金斯等联合主演，星光灿烂。肖恩-潘、裘德-洛、凯特-温斯莱特、安东尼-霍普金斯、帕特丽夏-克拉克森……光是这个明星班底，也足有国王气派了。本片改编自罗伯特-佩恩-沃伦小说，讲述了一个国王的政治手腕。肖恩-潘本次出任第一男主角，他曾因《神秘河》而获得奥斯卡影帝殊荣，不知这次在众实力明星的光芒比拼中，究竟谁能称王。有环环相扣的曲折情节，明星们的演技才有发挥的空间，《国王班底》会不会成为明年奥斯卡的扛鼎之作，我们拭目以待。"
    },
    "终结者": {
      "channel": "精选",
      "title": "终结者",
      "desc": "一名半机械人（阿诺·施瓦辛格 饰）从21世纪被派往当代洛杉矶，刺杀一位看似无辜的女子——她的孩子将在杀手所处的未来世界中扮演关键角色。[米高梅]"
    },
    "变形金刚4": {
      "channel": "精选",
      "title": "变形金刚4",
      "desc": "当年那场惨烈的芝加哥大战，汽车人虽然成功击退了霸天虎的入侵，却也让地球人对他们失去了应有的信任与尊重。由美国中情局组建的“墓风”部队对所有的变形金刚进行无差别的猎杀，一时间汽车人和霸天虎全都在地球不见了踪影。某天，居住在得州的落魄机械发明家凯德·伊格 买回来一辆破旧的卡车车头，谁知那竟是处在休眠中的汽车人首领擎天柱。嗅到气息的墓风部队蜂拥而至，苏醒后的擎天柱救走了凯德一家，也和散落在各个角落的汽车人相继取得联系。另一方面，疯狂的人类科学家从变形金刚的残骸中获知了他们变形的秘密，并企图借此制造出人造金刚，而脱胎自威震天的惊破天正是他们的得意作品以及催命死神。新一轮的危机卷土而来，地球面临更大的灾难……"
    },
    "狂蟒之灾2": {
      "channel": "精选",
      "title": "狂蟒之灾2",
      "desc": "位于婆罗洲的原始丛林中，比尔·约翰逊带领着他的探险小队穿行于其中，寻找着一种名为“血兰”的珍稀植物。在记载中，血兰拥有着能够使人长生不老的神秘力量，“几乎从未有人获得过它”的传闻也令血兰逐渐成为了传说。这一次，受一家著名的医药公司所托，比尔一行人决定揭开血兰的神秘面纱。在离目标越来越近的同时，危险也不期而至。血兰的力量没有使人类返老还童，却将一群蛇类变得凶猛而恐怖，为了挪动巨大的身体，它们不得不吃下比以往多达数倍的食物，而此时冒昧来访的人类，成为了它们最好的猎物。一边是丛林中恶劣的生态环境，一边是穷凶极恶的食人恶兽，同伴们一个接着一个的悲惨死去，比尔最终能够自保，并且挽救更多的生命。"
    },
    "某种女人": {
      "channel": "精选",
      "title": "某种女人",
      "desc": "荒凉严峻的美国西北小镇，命运交织的平凡人生兀自翻涌著。因为劳工索赔被拒，心有不甘的男子愤而携枪挟持人质，迫使女律师不得不硬著头皮隻身涉险劝说；为了建造新家，一对夫妻努力说服当地老人家出售他囤积多年的沙岩，却也让他们的婚姻裂痕隐隐浮现；为了担任法律课程的讲师，年轻女律师千里迢迢地来到偏远小社区，意外与牧场女工逐渐亲密。"
    },
    "遗落战境": {
      "channel": "精选",
      "title": "遗落战境",
      "desc": "2017年，母星遭到毁灭的外星流亡者入侵地球。人类虽然用核武器打败对手，但也付出失去家园的惨痛代价。在接下来将近半个世纪的时光中，人类移民泰坦星（土卫六），不过仍有极少部分人类留在故土，扫荡残存的外星掠夺者。杰克·哈珀（汤姆·克鲁斯 Tom Cruise 饰）与维多利亚（安德丽亚·瑞斯波罗格 Andrea Riseborough 饰）即是留守者中的一员，他们的主要任务为保障遍布各地守护水萃取塔的无人机正常运行。看似永无止境的任务终于接近尾声，而就在此刻，不明飞行器坠落一处无人区。杰克在当地发现数名人类伤员，可是他们却遭到无人机的屠杀。危急时刻，杰克救下了一个名为茱莉亚（欧嘉·柯瑞兰寇 Olga Kurylenko 饰）的女子。这一事件令杰克无意中知晓了掠夺者以及自身背后隐藏的秘密……"
    }
  },
  "经典剧场": {
    "红楼梦": {
      "channel": "经典剧场",
      "title": "红楼梦",
      "desc": "中国观众大多对上世纪八十年代中期拍摄的电视连续剧版红楼梦耳熟能详，而对稍晚于此拍摄完成的电影版红楼梦却知之甚少。与电视连续剧相比，给予电影版的评论一直是毁誉参半，甚至是毁多于誉。对电影版红楼梦评价一直不高的主要原因，除去电视连续剧版自身的成功之处外，恐怕还有观众们先入为主的心理。"
    },
    "西游记": {
      "channel": "经典剧场",
      "title": "西游记",
      "desc": "从石头里蹦出来的石猴孙悟空，为了变成人而苦修学艺。可是当他学得一身好本领，却狂妄放肆起来了！在如来佛的安排下，悟空跟随三藏法师到天竺取经，旅途将会如何呢？著名的古典小说「西游记」，全新幽默登场。您熟悉的人物；调皮的孙悟空、憨直的沙悟净，好色的猪八戒、沈稳的唐三藏，还有金角、银角、牛魔王、红孩儿……所有角色全员集合，欢乐上场……"
    },
    "三国演义": {
      "channel": "经典剧场",
      "title": "三国演义",
      "desc": "该剧演述的是三国时代的故事，是魏、蜀、吴的兴亡史，共分为《群雄逐鹿》（1—23集）、《赤壁鏖战》（24—47集）、《三足鼎立》（48—64集）、《南征北战》（65—77集）、《三分归一》（78—84集）五大部分。着重表现的是乱世中多个政治集团间错综复杂、紧张尖锐的斗争；这种斗争发展成为连接不断的对政治权力的争夺和军事冲突，造就了从东汉末年到西晋初年将近一个世纪中的风云变幻。"
    }
  },
  "武侠剧场": {
    "书剑情侠柳三变": {
      "channel": "武侠剧场",
      "title": "书剑情侠柳三变",
      "desc": "《书》剧以北宋著名词人柳三变(柳永)的生平为线索，展现了宋初年间一场关乎国家和民族命运的惊心动魄的政治斗争。宋初，时局稍显稳定，但西夏屡犯边关，南唐余党假托柳三变为后主之后，伺机复国。刚刚平静的百姓生活，又面临着战乱之祸。文才武略的柳三变，却有一颗忧国忧民之心，他知道战端一起，百姓又将生灵涂炭，在看到宋国太子励精图治，国家逐渐安定繁荣的形势，他毅然放弃最佳的复国时机，帮助宋室平息西夏叛乱，使国家和民族走上康宁繁荣之路\n\n　　柳永向往激情自由的生活，关心下层人民，特别同情被侮辱与被损害的下层歌女，为青楼歌女填词，是他为生活所迫，也是他自由个性的张扬，其间闪烁着自由和人性的光辉。在中国千百年封建统治下，柳永一直为正统文人所排挤，难为主流文化所容，《宋史》无传。《书》剧尽情展现并褒扬了柳三变的词与人生，将中国传统文化中最精美与最进步的文化精髓展示于世人。"
    },
    "仙侠剑": {
      "channel": "武侠剧场",
      "title": "仙侠剑",
      "desc": "十三妹名为何玉凤，何纪之女。纪献堂之子看中何玉凤美貌，提亲遭拒后，纪献堂想方设法诬陷何纪，让何纪被判入狱，在监牢中郁郁寡欢，一命呜呼。母亲带着何玉凤寄居在老英雄邓九公的青云山庄之中，一心想替父亲平反的何玉凤开始苦练武艺，邓九公特地赠她一把仙侠剑及剑谱，玉凤不负邓九公期望，久而久之成了一位暴安良、嫉恶如仇、智勇双全的女英雄，自此，何玉凤有了江湖绰号“十三妹”。一次，何玉凤从劫财劫色的恶僧手中解救出了携带重金的书生安骥，和漂泊异乡的张金凤。三人结下不解之缘。一番纠葛，十三妹看破红尘，成全了安骥与张金凤。从此浪迹天涯，不但替自己父亲平反，还成为百姓心目中替天行道、扬善除恶的侠女。"
    },
    "七种武器之孔雀翎": {
      "channel": "武侠剧场",
      "title": "七种武器之孔雀翎",
      "desc": "刘星（穆婷婷 饰）寻父误入青龙会，奉命查找孔雀山庄镇庄之宝“孔雀翎”。少庄主秋凤梧（释小龙 饰）为母庆生路遇西门玉（刘国光 饰），略施小计被西门玉雇佣，随以小武身份加入青龙黑帮，潜入杀手组织。孔雀山庄傲立江湖数百年，以“孔雀翎”独步天下，浑沌世间各色枭雄，无不对其万分觊觎。小武打入青龙会后，一面策反瓦解其内部组织，广络异能侠士，一面连络各门派后起之秀，施以离间之计，很快，青龙会的统治阶层开始分崩离析。首战即摧毀了他们垄断各大镖局独吞财货运输的图谋，二战瓦解了青龙会，并揪出了作恶多端的幕后黒手，小武本着除恶务尽的决心，开始了下一步行动......"
    }
  },
  "美人": {
    "生活圈": {
      "channel": "美人",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "鉴赏": {
    "一槌定音": {
      "channel": "鉴赏",
      "title": "一槌定音",
      "desc": "《一槌定音》是一档艺术品投资大型演播室电视栏目，该栏目以模拟真实艺术品买卖为主体形式，以“寻找最具眼光的艺术品投资者”为栏目的宗旨，通过交易的过程，把艺术品的文化内涵、投资趋势等相关知识传递给观众。 《一槌定音》每周一期，每期节目将会有27位夺宝人，通过竞价夺宝的方式（猜价——出价——十秒夺宝）争夺5件宝物。充分的展现买家与卖家之间价值观的碰撞和交易技巧的角逐。 《一槌定音》是一档以艺术品投资为指向的演播室类电视节目， 重点突出大众对艺术品投资的认识与参与。同时，表达形式突破了以往艺术品投资节目以鉴定为主的单一形式，用模拟交易的方式，向观众传播艺术品投资的技巧、知识、风险防范，更加凸显财经特色。同时，通过节目提高观众对艺术品的审美情趣。"
    }
  },
  "国学": {
    "跟着书本去旅行": {
      "channel": "国学",
      "title": "跟着书本去旅行",
      "desc": "《跟着书本去旅行》是一档体验式文化教育节目。节目以中小学课本或经典名著为线索，在读万卷书的同时行万里路，走近文化古迹、实地实景讲故事、身临其境受教育，触摸历史、感知文化，让陈列在广阔大地上的遗产活起来。"
    }
  },
  "星影": {
    "狙击精英": {
      "channel": "星影",
      "title": "狙击精英",
      "desc": "为了阻止军火商释放致命的超级武器，王牌狙击手布兰登·贝克特（查德·迈克尔·柯林斯饰）和特工零号（瑞恩·罗宾斯饰）被派往科斯塔维德，领导一群精锐士兵。贝克特将一名未经考验的狙击手纳入麾下，面临着他最新的挑战：下达命令而不是接受命令。随着时间和弹药的减少，他们必须克服一切困难才能生存下来。"
    },
    "爱疯了": {
      "channel": "星影",
      "title": "爱疯了",
      "desc": "安娜Anna（菲丽希缇·琼斯 Felicity Jones 饰）是来自英国的留学生，雅各布Jacob（安东·尤金 Anton Yelchin 饰）是土生土长的美国人。他们就读于同一所大学，不久两人相恋并过上了甜蜜的同居生活。可安娜的护照签证即将到期，为了爱情她留在美国，可移民局找上了门来强制遣送她回国，并宣布她永远不能再次踏上美国国土。远距离的恋爱让两人备受煎熬，在爱情的驱使下，雅各布一次次踏上了去英国寻找爱情的旅途。可紧跟着距离是不断发生的争执，两人分手了。随着时间推移两人在各自的国度都有了新的生活，可彼此心中却割舍不下彼此。他们会为了爱情再不顾一切的疯狂一次吗？这份热情还会跟当初一样吗？本片在2011年圣丹斯电影节上获得剧情片评委会大奖，女主角也赢得评委团特别奖。"
    },
    "黑鹰坠落": {
      "channel": "星影",
      "title": "黑鹰坠落",
      "desc": "1992 年，连年的部落战争令东非国家索马里山河破败，民不聊生，由此引发的大饥荒更造成三十万人死亡。掌控首都摩加迪休的独裁者默罕默德·法拉·艾迪德抢走国际组织的救援物资，此举引起世人公愤。丧心病狂的艾迪德向国际维和组织宣战，美国方面派出 160 名特种部队成员前往摩加迪休以推翻艾迪德政权。这群满腔热血的战士信心十足，然而却因情报搜集不足而使战事陷入胶着状态。在一次追捕艾迪德政权两大高官的行动中，特种部队受到索马里民兵的顽强抵抗。双方在市中心展开激烈对峙，美军一架黑鹰直升机受到攻击坠落市区，机组人员危在旦夕。为了营救同伴，一小队特种部队士兵深入虎穴。在接下来的 15 小时里，他们经历了人间最难以想象的修罗场……"
    },
    "身体摄像机": {
      "channel": "星影",
      "title": "身体摄像机",
      "desc": "讲述洛杉矶警察局的几名警官被一种恶毒的情绪所困扰，与两个白人警察杀害一名黑人青年有关。所有这些人都被一个身体摄像机拍到，而为了掩盖事实视频被销毁了。"
    },
    "迷失之城": {
      "channel": "星影",
      "title": "迷失之城",
      "desc": "洛蕾塔·塞琪（桑德拉·布洛克 饰）是一位才华横溢但与世隔绝的作家。在她的畅销爱情冒险小说里，总会出现许多奇异的地方。而作为本书的封面模特，艾伦（查宁·塔图姆 饰）一生都在致力于展现书中英雄角色“达什”的个人魅力。 ” 在与艾伦一起宣传新书时，洛雷塔被一位古怪的亿万富翁（丹尼尔·雷德克里夫 饰）绑架。这位亿万富翁坚信，洛蕾塔的新书能带领他找到失落古城中的宝藏。 与此同时，艾伦为了证明自己可以成为现实中的英雄，而不仅仅是洛蕾塔虚构的人物，决定前去营救她。这对极不对付的搭档需要共同努力，才能在险恶的丛林中生存下来，并在亿万富翁赶到前找到古老的宝藏。"
    },
    "青年鲁班": {
      "channel": "星影",
      "title": "青年鲁班",
      "desc": "建筑工人李三辈（毕鑑昌 饰）文化水平低，他常为此苦恼，大学生秦淑贞（李长乐 饰）是夜校老师，开始时她瞧不起三辈这样的笨学生，认为他们只配干粗活。但当她了解三辈的出身后，改变了原有的看法。几年后，三辈通过刻苦学习，已成长为能看建筑图纸的“土专家”。一次施工中为了图速度，忽视了向老工人师傅学习经验，操作失败，三辈摔成重伤。事后三辈主动承认错误，高师傅（王斑 饰）、秦淑贞也作了自我批评。1960年，三辈调往另一大型建筑工地，他边学习边钻研，向工地领导提出自己的革新建议，得到专家认可，但也有人反对，最后，在陈书记（张荧 饰）的支持下，他收获了成功，也收获了秦淑贞的爱情....."
    }
  },
  "早教": {
    "七巧板": {
      "channel": "早教",
      "title": "七巧板",
      "desc": "吉奥是个对世界充满好奇心的小男孩，他是个建筑迷！在七巧板星球上，吉奥有一群几何形状的好朋友们，在他的带领下大家能够变换形状组装成神奇的七巧板物体或动物！他们常常能给七巧板星球的住户们提供最及时的帮助，克服看起来不可思议的困难。七巧板星球的自然景观更是独具特色：有立方体的峡谷，无重力的浮海，棉花糖一样的大河甚至还有金字塔形状的山脉！剧集片末将有一分钟的七巧板拼图学习回顾，趣味又好玩。超过6000多种的七巧板组装……想象力没有任何限制！"
    },
    "大风车": {
      "channel": "早教",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    },
    "看我72变": {
      "channel": "早教",
      "title": "看我72变",
      "desc": "雅琪，是一名情感质询师，也是一名鉴渣高手，在她的帮助下，无数渣男渣女被揭，也挽救了无数真挚的情感。而雅琪的惯用伎俩，是通过自己双性身份的特异功能来实现“撩完就跑”的套路，江湖上传言没有人可以第三次见到她。"
    }
  },
  "家庭影院": {
    "全面回忆": {
      "channel": "家庭影院",
      "title": "全面回忆",
      "desc": "未来世界中，工程工人道格拉斯（Arnold Schwarzenegger 饰）被持续的梦境困扰，那是一系列发生在红色火星上的体验。道格拉斯在广告上发现了回忆旅行公司的介绍，虽然同事警告他这种虚拟旅行可能会危害人类的大脑，但比起亲自去一趟充斥着反政府武装的火星，回忆旅行公司确是一个不错的选择。道格拉斯如愿接受了回忆旅行的服务，但是虚拟记忆的过程突然出现错误，自此一系列不可思议的经历出现在道格拉斯的身上，先是妻子劳瑞（Sharon Stone 饰）向他发起攻击并承认自己是监视道格拉斯的间谍，后来有陌生人出现帮助他逃脱并指出他是火星独裁者针对反政府武装派出的特工，结果因为一名女子梅丽（Rachel Ticotin 饰）改变了立场……道格拉斯动身前往火星，那里有一切的谜底，或者一切又只是梦境一场？"
    },
    "陌路之恋": {
      "channel": "家庭影院",
      "title": "陌路之恋",
      "desc": "本片改编自丹佛·摩尔与朗·霍尔合着的纪实小说。  　　这是一则真实故事，生活于上流社会，事业有成的国际艺术画商朗·霍尔，某天听到妻子叙说她神奇的梦，这个梦将开启他与世界上另一个角落的男人，建立友谊并陪伴他度过人生最伤痛的时刻。"
    },
    "傲慢与偏见": {
      "channel": "家庭影院",
      "title": "傲慢与偏见",
      "desc": "在这部关于爱情与误解的经典故事中，背景设定于18世纪末等级观念深植的英格兰。[焦点影业]"
    },
    "六欲天": {
      "channel": "家庭影院",
      "title": "六欲天",
      "desc": "因女友自杀而患上抑郁症的警察阿斌（祖峰 饰）和搭档磊哥（陈明昊 饰）在调查一起碎尸案中，与被害者的姐姐李雪（黄璐 饰）相识。李雪自称梦见弟弟被人杀害。在调查过程中，阿斌发现李雪痛失女儿并患上抑郁症的悲惨经历，两人彼此怜悯，相互理解。 这时，在城市漂泊的少女婷婷（张倩如 饰）也渐渐走入阿斌（祖峰 饰）的生活，和他产生说不清的牵绊。\r 　　孤独的少女、备受抑郁症折磨的患者，他们都该如何面对自己的内心，又该如何在这个世界寻找光明……"
    },
    "第五波": {
      "channel": "家庭影院",
      "title": "第五波",
      "desc": "改编自同名畅销小说，故事讲述地球遭到外星人攻击，人类文明退回石器时代，16岁少女凯西作为仅存人类之一，挣扎生存，寻找希望。"
    },
    "亨利之书": {
      "channel": "家庭影院",
      "title": "亨利之书",
      "desc": "《亨利之书》讲述小男孩亨利为了保护邻居家的小姑娘不被她的父亲所伤，暗自策划了一场谋杀。"
    }
  },
  "好学生": {
    "开讲啦": {
      "channel": "好学生",
      "title": "开讲啦",
      "desc": "由中央电视台综合频道（CCTV-1）和唯众传媒联合制作的《开讲啦》是中国首档青年电视公开课。每期节目由一位名人倾情演讲，分享他们对于生活和生命的感悟，给予中国青年现实的讨论和心灵的滋养。讨论青年们的人生问题，同时也在讨论青春中国的社会问题。\n\n节目每期有八至十位来自全国各大高校的青年代表，向演讲嘉宾提问互动，300位大学生作为观众现场分享这场有思考、有疑问、有价值观、有锋芒的思想碰撞。他们对人生有思考，对未来有疑问，他们思想新锐，观点先锋，是中国未来的中坚力量。每期演讲嘉宾选择的主题，均为当下年轻人心中的问号，讲述青年最关心、最困惑的话题。"
    },
    "读书": {
      "channel": "好学生",
      "title": "读书",
      "desc": "剧情讲述四个处于60几岁的终身之交朋友，在她们的每月读书俱乐部活动中，阅读了《五十度灰》，生活发生了翻天覆地的变化。"
    }
  },
  "喜剧影院": {
    "复制娇妻": {
      "channel": "喜剧影院",
      "title": "复制娇妻",
      "desc": "琼安娜（凯瑟琳·罗斯 Katharine Ross 饰）和丈夫沃尔特（彼得·马斯特森 Peter Masterson 饰）在高级住宅区史丹弗买了新房子，喜滋滋的搬了家，两人希望能够在这里继续他们幸福的婚姻生活。在这里，琼安娜认识了许多和她一样的家庭主妇们，然而，令琼安娜感到不安的是，这些女人们穿着相似的衣服，梳着相似的发型，就连言谈举止和表情动作都似乎是从一个模子里刻出来的。\r 　　在这些人之中，只有芭比（宝拉·普林蒂丝 Paula Prentiss 饰）不一样，芭比和琼安娜一样，比较像有血有肉的真正的人。随着时间的推移，种种迹象表明琼安娜和芭比的担心和怀疑并非空穴来风，当她们想要一探事情的真相时，其实已经触到了深深埋藏在这片住宅区里的惊人秘密"
    },
    "小二黑结婚": {
      "channel": "喜剧影院",
      "title": "小二黑结婚",
      "desc": "抗战时期，山西某边区刘家皎村。村里有两个特殊人物，一个是凡事看黄历的二诸葛（赵子岳 饰），一个是装神弄鬼的三仙姑（周婷 饰）。二诸葛的儿子小二黑（杨建业 饰）是村里的民兵队长，三仙姑的女儿小琴（俞平 饰）是妇救会极积分子。两人青梅竹马，长大后相爱了。他俩的婚事遭到二诸葛的反对，他查过黄历，认为两人命相不合，好吃懒做的三仙姑则认为二黑家太穷，一心想给小琴找个有钱有势的人家。村主任金旺（葛存壮 饰）平日横行乡里，调戏小琴不成怀恨在心，设计陷害小琴和二黑。三仙姑则收了阎匪军官的彩礼，非要小琴嫁给匪军官，小琴宁死不从。区长（李百万 饰）了解内情后，惩治了作恶多端的金旺，批准二黑和小琴结婚..."
    },
    "单身妈妈俱乐部": {
      "channel": "喜剧影院",
      "title": "单身妈妈俱乐部",
      "desc": "在一次学校事件后，来自不同社会阶层的单身母亲团结在一起成立了一个互助小组。"
    },
    "杰克与吉尔": {
      "channel": "喜剧影院",
      "title": "杰克与吉尔",
      "desc": "著名笑星亚当·桑德勒片中一人分饰两角、一对孪生兄妹：哥哥杰克和妹妹吉尔。而两人之间则是水火不相容，笑料不断。"
    },
    "兰博之子": {
      "channel": "喜剧影院",
      "title": "兰博之子",
      "desc": "威尔（比尔·米尔纳 Bill Milner 饰）是个寂寞的乖小孩，他被家里管得很严，没什么朋友，又因宗教因素被严格限制娱乐，只能靠画画打发时间。偶然的机会，威尔结识了学校的“问题学生”卡特（威尔·保尔特 Will Poulter 饰），带着威尔进入另一个崭新世界，卡特第一次给他 看了电视，带他作恶，还要他帮忙拍短片，完成自己的导演梦想。善良单纯的威尔成了卡特的小跟班，也渐渐开始发现摄影机的妙处，尽情发挥自己的想象力，但少年人的友谊总会埋下许多不安定因素，随着一个法国交换生的出现，似乎威尔和卡特的关系出现了裂痕……"
    },
    "宝葫芦的秘密": {
      "channel": "喜剧影院",
      "title": "宝葫芦的秘密",
      "desc": "小学生王葆，是一个天真活泼、富于幻想的少年。当他在学习上碰到困难的时候，或在课余生活中遇到不顺利的时候，就幻想有一个神奇的宝贝来帮他轻松地实现目标。一天，王葆在钓鱼时偶遇传说中能实现任何愿望的宝葫芦，他想要什么宝葫芦都能信手拈来。宝葫芦帮王葆钓到鱼、做成高级的模型、完成回家作业，真是要什么有什么，想什么就成什么。宝葫芦又能变成各种形状，向左飞机的话，它就能立刻变成葫芦飞机带着王葆翱翔天际。王葆大喜过望，有了这个宝葫芦后，他在学校的表现是突飞猛进，让同学们大为惊诧。宝葫芦更帮助他在泳池中大显神威，轻易获得了参加校队的机会。 生活仿佛变得那么完美。  可是，王葆逐渐发现宝葫芦原来不分青红皂白，只懂盲目服从，因此屡令王葆哭笑不得，最后更令王葆在数学考试中铸成大错。面对即将到来的校际游泳大赛，王葆顿时进退两难：他是否继续依靠宝葫芦为他创造奇迹，还是相信自己能够靠自己的努力改变命运 ？"
    },
    "三毛流浪记": {
      "channel": "喜剧影院",
      "title": "三毛流浪记",
      "desc": "解放前的旧上海，大资本家、军阀、投机商人、洋人、流氓、骗子横行于世，他们过着养尊处优、挥金如土的腐败日子，而底层人民则穷苦不堪，生活艰辛。大头、圆鼻子、三根头发、瘦小身材，这个外貌滑稽的男孩就是本片的主人公三毛。三毛自幼失去父母，无依无靠的他终日在上海街头流浪，身无分文的他饿极了甚至吃刷广告的浆糊，困了就睡在垃圾车里。为了生存他送报纸、推黄包车、捡烟头，然而霉运却总尾随其后，所有的事都以失败告终。他好心做善事，反遭到诬陷和殴打。不过，生活在黑暗底层的三毛始终保持着诚实善良的性格，他从不愿为一口饭而沦为他人做恶的工具。"
    }
  },
  "动作影院": {
    "白雪公主与猎人": {
      "channel": "动作影院",
      "title": "白雪公主与猎人",
      "desc": "向冷酷无情的女王雷雯娜正在通过武力扩张着自己的版图。他已经讨伐下了好几个国家。就在他准备泰伯国的时候，她突然得到了一个消息：她的继女，白雪公主，已经命中注定地要成为“世界上最美的女人”，并且要取代她成为统一后的大王国的统治者。咽不下这口气的女王找来了自己的看家宝魔镜，魔镜告诉她，如果要继续保持美貌、统治王国并且永垂不朽的话，那么一定要杀死白雪公主并且吸尽她的生命。 　　被关押起来的白雪公主费尽千辛万苦从牢里逃了出来，并跑到了黑暗森林中。得知这个消息的女王非常生气，她派出了自己手下的猎人埃里克前往黑暗森林，杀了白雪公主。在黑暗森林中，埃里克突然良心发觉，他非但没有杀了白雪公主，反而成了她的守护神。两个人在黑暗森林里不断地逃命，突然之间，他们走到了黑暗森林的边界，进入了一个世外桃源般的地方。在这里，他们得知了女王的滔天罪行，并决议要复仇。而埃里克则教会了白雪公主战斗的技巧。 　　实力日渐强大的白雪公主带着埃里克、八个小矮人、从泰伯国里来的骑士、从小青梅竹马的情人威廉王子和一些随从，准备重新杀回皇宫，夺回属于自己的生活，并让命运成真……"
    },
    "特种部队": {
      "channel": "动作影院",
      "title": "特种部队",
      "desc": "一名法国战地记者女记者Elsa（黛安·克鲁格 Diane Kruger 饰）和她的同事在阿富汗采访期间遭到塔利班绑架。塔利班将被捕获的Elsa相关视频放倒了网络上，并声称在规定时间内，她将在摄像机面前被处死，而全世界的人民都可以通过网络看到全过程。\r 在Elsa被行刑之前，一支由特种部队成员组成的救援小组被法国军方派来营救她。面对着极其残暴的塔利班亡命之徒，救援小组不畏艰险在第一时间就救出了Elsa，却与总部失去联系，不得不开始一场更为险恶的保卫战。\r 一场在塔利班追捕者和救援小组之间的拉锯逃亡战不可避免的展开了。塔利班设下各种陷阱，未将救援小组一网打尽，而救援小组只有一个目标：成功营救Elsa逃离此地。"
    },
    "双龙出手": {
      "channel": "动作影院",
      "title": "双龙出手",
      "desc": "鲍比-特伦奇（丹泽尔-华盛顿 饰）在抢银行前对马库斯-西格曼（马克-沃尔伯格 饰）说，行内有不成文的规矩，不要打劫贩卖美味的甜甜圈的旁边的银行。因为警察都会去那里买吃的。不管怎么说，他们的行动很顺利：现场没有人报警，保险柜被轻易打开，他们用汽车装走了四千万美元的现金。待行至荒野，清点钱数的时候，他们突然举枪指向彼此。在鲍比还没明白怎么回事的时候，已经摔倒在地，而马库斯这才看到鲍比手里拿着的警徽，发现他是美国缉毒局的探员。而马库斯也是海军罪案调查处的警官。他们二人都用了12个月的时间进行卧底，试图掌握犯罪集团的动向和犯罪证据。他们在同时渗透墨西哥毒品组织的过程中不明就里的碰到了一起，让彼此都乱了阵脚。他们的上司见状变了脸，希望他们退出行动，并且要追究他们违法抢劫。孤立无援的两个人只好通力合作调查事件真相。过程中，他们发现中情局在其中捣了鬼……"
    },
    "破网而出": {
      "channel": "动作影院",
      "title": "破网而出",
      "desc": "故事发生在密歇根州底特律市，杰基（梅格·瑞恩 Meg Ryan 饰）却仍然没有放弃探索生命广度的可能性，她决定成为一名拳击经纪人。长久以来，这一职业一直被男性霸占，如今，腾空出世的杰基能够获得界内的认可和肯定吗？果不其然，杰基的工作受到了诸多的排挤，但她永不言弃的个性使她渐渐获得了客户和同行们的尊敬和钦佩。  　　某日，杰基遇见了名为卢瑟（欧玛·艾普斯 Omar Epps 饰）的次中量级拳手，在一场街头斗殴之中，杰基发现了卢瑟身上隐藏着的拳击天赋。杰基说服了杰基参加职业拳赛，又找来了经验丰富的教练菲利克斯（查尔斯·达顿 Charles Dutton 饰）相助，三人在强敌林立的擂台上打出一条血路。"
    },
    "猎神": {
      "channel": "动作影院",
      "title": "猎神",
      "desc": "故事发生在白雪公主的故事之前和之后的7年，冰雪女王弗雷娅（艾米莉·布朗特 Emily Blunt 饰）是邪恶女王拉文纳（查理兹·塞隆 Charlize Theron 饰）的妹妹。拉文纳通过魔镜得知妹妹的女儿将会成为世界上最美的女人，弗雷娅在一次“意外”中失去了孩子。丧子之痛激发了弗雷娅巨大的魔力，从一个善良温柔的女人变成了冷酷无情的冰雪女王，不仅创建了千里冰封的冰雪王国，更是在王国内制定了“不准相爱”的规则。猎神埃里克（克里斯·海姆斯沃斯 Chris Hemsworth 饰）与女勇士萨拉（杰西卡·查斯坦 Jessica Chastain 饰）的爱情之路正是由此开始，作为弗雷娅培养的部下，二人经历艰难后将合力对抗两大女王，这不仅是一场为爱而展开的斗争，更是一场推翻女王统治的为争取自由而引发的正邪大战。"
    },
    "回到未来2": {
      "channel": "动作影院",
      "title": "回到未来2",
      "desc": "马丁（Michael J. Fox 饰）才回到现实世界与女友团聚，布朗博士（Christopher Lloyd 饰）就心急火燎地把他们带到了30年后的未来世界，原来这一次是马丁未来的两个孩子因参与抢劫锒铛入狱，博士要携马丁一起阻止悲剧发生。周旋一番后，两个孩子被成功挽救，但三人回到现实世界后，却发现周遭发生了天翻地覆的变化，世界被贝夫（Thomas F. Wilson饰）所控制，马丁的父亲乔治惨死，母亲洛莲（Lea Thompson 饰）竟然成了贝夫的妻子！这一切都是因为时光机器的秘密不慎被未来的老贝夫识破，他偷偷回去捣鬼，竟因此使得整个世界都在他的掌握下！马丁与博士再次踏上时光穿梭的征途，希望将世界扳回正轨。"
    },
    "神秘拼图": {
      "channel": "动作影院",
      "title": "神秘拼图",
      "desc": "林肯（丹泽尔•华盛顿 饰）因为公务导致全身瘫痪，他曾是享誉一时的侦探，破案无数，但自从他瘫痪后他便把自己封闭起来。这次，他因为一宗神秘的杀人案，受到了纽约警察的邀请帮忙，刚开始林肯是拒绝邀请的，但看到案情后便对此案产生了情绪。纽约最近发生了神秘的碎尸案，凶手还故意留下证据挑战警方。巡逻警艾米利亚（安吉丽娜•茱莉 饰）在最后一次巡逻中发现了一具被肢解的尸体，可是当她做出一系列大胆的推测的时候，同僚们都不愿理她，认为她不过是名籍籍无名的巡警。可是艾米利亚的敏感与勇敢受到了林肯的赏识，他要求与这名新手一起突破案件。两人出奇的合作愉快，终于了解到了杀手是有暴力倾向的，而且杀人前都会周密的安排。经过他们的默契又能否成功捉拿变态杀人犯呢？"
    }
  },
  "墨宝": {
    "诗画中国": {
      "channel": "墨宝",
      "title": "诗画中国",
      "desc": "《诗画中国》以中国经典名画作为内容载体和特定场景，与诗词、音乐、歌曲、舞蹈等跨界组合，“诗画合璧”中融入现代科技手段应用，在弘扬传承优秀传统文化的基础上，以当代审美视角，充分展现中华历史之美、山河之美、文化之美。"
    },
    "美术里的中国": {
      "channel": "墨宝",
      "title": "美术里的中国",
      "desc": "节目聚焦中国近现代经典美术作品，见证中华民族复兴伟大征程中的时代之变、中国之进，深入提炼作品中的文化标识、当代价值、时代意义，以最前沿的数字技术，进行融媒体视觉探索，以科技助力艺术表达，打造影像化、数字化的美术馆。通过这些传播文化、记录变迁、诉说历史的中国美术佳作，弘扬中国精神，增强文化自信。"
    }
  },
  "光影": {
    "极限特工": {
      "channel": "光影",
      "title": "极限特工",
      "desc": "克桑德是极限运动界的明星，但他离经叛道，总是以他的身手对社会上那些败类名流发出挑战，当地警方对他也经常无可奈何。特工头子奥古斯塔斯看上了克桑德，于是派人将他抓了回来，说服他前往捷克进行一项危险而艰巨的任务。捷克的地下犯罪组织头子尤里正在进行一项疯狂的计划，他抓走了很多前苏联的科学家，利用他们研究一种威力无比的武器——毒气弹。他企图利用即将研制成功的武器引起世界大战，进而达到他统治世界的目的。克桑德以走私汽车贩子的身份前往捷克接近了尤里的组织，一场惊心动魄的行动展开了！"
    },
    "血十三": {
      "channel": "光影",
      "title": "血十三",
      "desc": "城市内杀案件频发，多名死者具有相似之处。为此，刑警队探长邢敏（黄璐饰）与省厅老侦查员老周（谢钢饰）组成连环杀人案专案组。为了破案，邢敏将自己作为诱饵，打扮成凶手欲杀害的下一个被害者。凶手终于浮出水面，邢敏却命悬一线。"
    },
    "特种部队": {
      "channel": "光影",
      "title": "特种部队",
      "desc": "一名法国战地记者女记者Elsa（黛安·克鲁格 Diane Kruger 饰）和她的同事在阿富汗采访期间遭到塔利班绑架。塔利班将被捕获的Elsa相关视频放倒了网络上，并声称在规定时间内，她将在摄像机面前被处死，而全世界的人民都可以通过网络看到全过程。\r 在Elsa被行刑之前，一支由特种部队成员组成的救援小组被法国军方派来营救她。面对着极其残暴的塔利班亡命之徒，救援小组不畏艰险在第一时间就救出了Elsa，却与总部失去联系，不得不开始一场更为险恶的保卫战。\r 一场在塔利班追捕者和救援小组之间的拉锯逃亡战不可避免的展开了。塔利班设下各种陷阱，未将救援小组一网打尽，而救援小组只有一个目标：成功营救Elsa逃离此地。"
    },
    "马歇尔": {
      "channel": "光影",
      "title": "马歇尔",
      "desc": "《马歇尔》根据美国联邦最高法院第一位黑人律师瑟古德.马歇尔的真实故事改编。故事截取了1941年瑟古德.马歇尔和一名白人律师为一名被指控强奸白人的黑人司机辩护的故事。两位充满正义感、肤色不同的律师，从互不认识，到心心相惜，再到密切合作，共同理清案情并确保案件得到了公正的审判。"
    },
    "西雅图夜未眠": {
      "channel": "光影",
      "title": "西雅图夜未眠",
      "desc": "自从妻子玛吉病逝后，山姆就一直带着8岁的儿子乔纳默默地生活着。他谢绝了朋友的安慰和再婚的介绍，他相信真正的爱只有一次，他永远不会再找到象玛吉一样的女人了。为了调整心情，他决定离开芝加哥到西雅图去过一种新的生活。  一年半以后。巴尔的摩的一位女记者安妮与男朋友沃尔特订婚了。她决定去华盛顿和男友一起过圣诞节。在汽车上，安妮打开收音机听情感热线，正好听到乔纳打电话要求给爸爸找一个妻子。山姆十分生气，但在主持人的耐心劝导下，他讲述了自己的经历。他知道乔纳需要一个新妈妈，但他明白再也找不到象原来那样完美的家了。安妮被这个伤感的故事深深触动了。过完圣诞，安妮回到办公室时，发现几乎所有的同事都在谈论这件事。传说有2000个女人想和山姆取得联系。安妮告诉自己她爱着的是沃尔特，可奇怪的是她又很关心那个“西雅图未眠人”。山姆在同事的劝说下，决定同一个叫维多利亚的女子见面约会。而安妮每次听那节目录音都感动得热泪盈眶。她终于写信去约山姆情人节在纽约帝国大厦顶楼见面。乔纳认为维多利亚不适合父亲，却对安妮的来信很亲近。安妮以做报道为名来到西雅图，正看见山姆迎接好友苏茜，她误认为那是山姆的女友而放弃与山姆见面，两人只打了个照面。安妮回来后，决定彻底放弃这种古怪的感情去爱沃尔特，而不再理会那个约会了。由于山姆并不打算去纽约赴约，乔纳偷偷地上了飞机，独自来到了纽约去见那个“安妮”。但他却找不到安妮。而安妮在经过认真考虑后也将自己这一段时间的感情经历告诉了沃尔特，并将戒指还给了他。沃尔特早已觉察到她的变化，他平静地接受了分手。山姆知道乔纳独自去了纽约，也赶了过去。天黑时，山姆终于在帝国大厦顶楼找到了苦苦等候的儿子。安妮终于决定去赴约会，但她赶到时只看到了一只帆布背包。正在此时，故意留下那只包的乔纳拉着父亲又回到了这里。双方一见面就立刻明白了对方是自己要见的人，也正是自己内心中所希望的伴侣。乔纳伸出双手，一边牵着父亲，一边拉着安妮。三个人一起走进了美丽的夜色之中。"
    },
    "分裂": {
      "channel": "光影",
      "title": "分裂",
      "desc": "凯西（安雅·泰勒-乔伊 Anya Taylor-Joy 饰）是一个显得和同龄人格格不入的怪女孩，某日，她和同学克莱尔（海莉·路·理查森 Haley Lu Richardson 饰）、玛西亚（杰西卡·苏拉 Jessica Sula 饰）一起准备坐车回家，哪知道遭到了一神秘男子的袭击和绑架，三人被囚禁在灰暗阴冷的地下室中，面临着未知的凶险命运。 绑架三个女孩的，是一个名叫凯文（詹姆斯·麦卡沃伊 James McAvoy 饰）的男人，实际上，他是一位多重人格患者，支配着他的身体的人格，竟有23种之多。弗莱彻（贝蒂·巴克利 Betty Buckley 饰）是凯文的主治医生，她发现，凯文体内的人格之间产生了分歧，更糟糕的是，第24种人格正在慢慢形成，这个人格强壮、邪恶、残忍，一旦他获得了凯文身体的主导权，不仅三个女孩要遭殃，就连凯文本身都将性命不保。"
    },
    "上海姑娘": {
      "channel": "光影",
      "title": "上海姑娘",
      "desc": "陆野（赵联 饰）是工厂里的一名青年技术员，而白玫（陶白莉 饰）则是施工现场的检查员。陆野对白玫一直有着偏见，只因为白玫是一名上海姑娘。陆野总觉得上海姑娘娇生惯养贪图享乐，不能担起大任。然而，随着两人在工作上频频交接，陆野逐渐改变了对白玫的看法，善良又能干的白玫一点一点的占据了他的心房。  　　陆野研究出了一套新的施工方法，虽然在安全方面并没有十足的保障，却能够大大的缩短工期。急功近利的陆野毫不犹豫的实施了这套方案，完全不顾白玫的劝说。无奈之下，为了国家的利益着想，白玫只得向领导写了一封举报信。"
    }
  },
  "武术": {
    "藏着的武林": {
      "channel": "武术",
      "title": "藏着的武林",
      "desc": "《藏着的武林》由中央广播电视总台影视剧纪录片中心摄制推出。全片共6集，每集50分钟，通过回顾和梳理武术的历史源头、核心价值、人员构成、传承形态、生存处境及现实意义，在历史与现实的映照中寻觅到其流变轨迹，完成了对武术冷静、客观的再认识，是对中国传统武术的一次全面科普。《藏着的武林》从调研到摄制完成，前后历时3年。创作者以第一视角深入探访武林，用冷静克制但又不失温度的解说，理性、科学地解读了中国武术的历史源流和真实现状。"
    }
  },
  "美妆": {
    "生活圈": {
      "channel": "美妆",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "收视指南": {
    "越战越勇": {
      "channel": "收视指南",
      "title": "越战越勇",
      "desc": "故事发生在1965年的越战初期,美军第一骑兵师第七骑兵团第一营的450名战士，在盲目的指挥下，竟毫不知情、毫无准备地降落在北越军队集结的中心区域。北越方面在降落地点周围早已部署有2000以上的兵力，第一营的战士不得不面对近5倍于自己的敌人。尽管他们背后拥有强大的远程和空中火力支持，但是毕竟众寡悬殊，一营的官兵不得不展开一场异常惨重的生存保命战。 　 所幸，北越部队的情报有限，指挥也十分谨慎，没有抓住乘虚而入一举歼灭整个营地的机会。经过两天伤亡逾百人的战斗之后，第一营终于可以脱离战场，与前来解围的第二营返回基地。但是，途中由于第二营营长缺乏经验，竟然只为了审讯两名战俘，而命令丛林中已拖至500码长的纵队停止前进。以火力薄弱面撞上了北越方面的生力军，在激战中一营几乎被一扫而空。"
    }
  },
  "热播剧场": {
    "内衣先生": {
      "channel": "热播剧场",
      "title": "内衣先生",
      "desc": "《内衣先生》讲述了一位名叫“阿静”的年轻人的逗趣双面人生。主人公在双重身份中无缝切换，努力不懈，充满了“知其不可而为之”的励志精神。在内衣公司，阿静呆萌胆小，体验着职场新人的酸甜苦辣。在家族企业，阿静变身霸道总裁，淡定有智慧，与二位元老为首的“虾兵蟹将”斗智斗勇。其不按常理出牌的另类智慧总是能将老谋深算又十分逗比的元老们轻松玩转，一次次将危机用出人意料的幽默方式化解。"
    }
  },
  "经典电影": {
    "人鬼情未了": {
      "channel": "经典电影",
      "title": "人鬼情未了",
      "desc": "年轻的银行职员萨姆（帕特里克•斯威兹）与未婚妻美莉（黛咪•摩尔）相爱极深，在朋友卡尔（托尼•戈德温）的热情帮助下，他们搬进一幢漂亮的公寓，做着结婚前的准备。某晚看戏归来时，他们遭遇持枪歹徒，与歹徒搏斗时，萨姆不幸中枪身亡，美莉悲痛欲绝。  　　萨姆变作幽灵，发现卡尔是导致他死亡的幕后策划，而为了窃取银行里的巨款，他又对美莉展开追求，以便获得萨姆所掌握的密码。为了保护美莉，萨姆常常游荡于她的周围，并渐渐地学会了如何使用力量，但他苦于无法同美莉交流。在能与幽灵沟通的灵媒奥塔的帮助下，他与美莉取得联系，但美莉起初并不相信，直到事实令她感受到萨姆的存在，可是，深深相爱的两人仍无法直接接触和交流。"
    },
    "无名狂": {
      "channel": "经典电影",
      "title": "无名狂",
      "desc": "明，万历年间，江湖两大暗杀门派，无名门突遭血洗，唐门继承人遇刺，嫌犯张未然，不知所踪……\r 　　数年后，独行大盗郭长生被一名神秘白衣人抓获，镖头王一刀金盆洗手之际同意护送他们一程作为最后一次押镖，路途中王一刀发现越来越多神秘高手围绕着郭长生出现。恩怨指向了十几年前江湖最传奇的门派——“无名门”的继承者大血战和消失的张未然。每个当事人对那一晚的对决都有不同的讲述。无名门在大火中消失的真相慢慢浮现，谁是当年的真凶，谁又将是之后的幸存者，到底真相如何？"
    },
    "老无所依": {
      "channel": "经典电影",
      "title": "老无所依",
      "desc": "在科恩兄弟对科马克·麦卡锡小说的强力改编中，一场关乎赌局与宿命的致命角逐于1980年代初荒凉的西得克萨斯展开。当一位退休焊工兼越战老兵偶然发现毒品交易演变成沙漠屠杀后遗留的两百万美元，他随即被一位倦怠的警长与一名精神变态的杀手在平原上追踪，引发一连串冷酷无情的暴力漩涡。本片荣获四项奥斯卡奖——包括最佳影片与巴登令人难忘的最佳男配角奖——这部冷峻的边境黑色电影，通过命运每一次残酷的反讽转折，将紧张感与存在主义焦虑推向极致。[标准收藏]"
    },
    "年鉴计划": {
      "channel": "经典电影",
      "title": "年鉴计划",
      "desc": "影片讲述美国几名青少年无意间发现了一个时光机器，他们在时光旅行中改变着自己的过去和未来，但是在他们随意改写了历史之后，周围的世界也发生了不可思议的变化。"
    },
    "看不见的女人": {
      "channel": "经典电影",
      "title": "看不见的女人",
      "desc": "看不见的女人影片聚焦查尔斯·狄更斯的秘密情人，讲述狄更斯如何与她相遇，被她激发出写作灵感，并在她的陪伴下一路走向死亡。"
    },
    "反诈风暴之陌生号码": {
      "channel": "经典电影",
      "title": "反诈风暴之陌生号码",
      "desc": "电信诈骗犯雷小军的父亲去世。从老家奔丧回来，满心忧伤的他发现自己所在的诈骗老巢已经被警察连锅端了……没了组织，雷小军茫然失措，不知道下一步应该怎么办。 痛定思痛后，雷小军决定重新振作起来，他与女友朱丽成立新的诈骗团伙，还招募了一个员工杰子。三个人一边利伪基站群发短信实施撒网式诈骗，一边利用手中的贫困户名单实施定点式诈骗。"
    },
    "身体摄像机": {
      "channel": "经典电影",
      "title": "身体摄像机",
      "desc": "讲述洛杉矶警察局的几名警官被一种恶毒的情绪所困扰，与两个白人警察杀害一名黑人青年有关。所有这些人都被一个身体摄像机拍到，而为了掩盖事实视频被销毁了。"
    },
    "反诈风暴之猫鼠之战": {
      "channel": "经典电影",
      "title": "反诈风暴之猫鼠之战",
      "desc": "讲述滨海市公安局反电信诈骗小组警官鲍小芙与邓超，从一件网络明星遭电信诈骗案中发现蛛丝马迹，进而端掉了以梅前锋为首的本市最大电信诈骗团伙。"
    }
  },
  "少儿动画": {
    "功夫熊猫3": {
      "channel": "少儿动画",
      "title": "功夫熊猫3",
      "desc": "当熊猫阿宝为成为真正的神龙大侠做准备的时候，他的生父——熊猫李山突然到访。与此同时，拥有神秘力量的反派天煞登场，妄图制服 所有高手，统治武林。相传在与世隔绝的熊猫村有着对抗天煞的力量，为了拯救苍生，阿宝与父亲踏上了归途，而阿宝的好伙伴悍娇虎、金猴、灵蛇、螳螂则一同拖延天煞，阿宝不仅肩负着成为真正的熊猫大侠的使命，还要让村民美美等新伙伴练就新功夫，继承乌龟大师的遗志，共同抵挡天煞。"
    },
    "神偷奶爸": {
      "channel": "少儿动画",
      "title": "神偷奶爸",
      "desc": "超级坏蛋格鲁 在听说埃及金字塔被盗的新闻后不满市面上新贼辈出，决定在纳法利欧博士 的帮助下建造火箭升空盗取月亮。在向坏蛋银行贷款的过程中，格鲁盗取的收缩射线枪被新贼维克托 抢走。为了夺回收缩射线枪，格鲁决定领养三位孤儿——玛戈、伊迪丝 和阿格蕾丝，利用她们进入维克托的城堡兜售饼干的机会实施偷盗，计划成功后再偷偷处理掉三个小孩。然而在平凡的日常相处中，格鲁却发现自己越来越离不开这三个小鬼，但这样的感情用事却将严重影响周密的盗月计划……"
    },
    "疯狂原始人": {
      "channel": "少儿动画",
      "title": "疯狂原始人",
      "desc": "原始人咕噜一家六口在老爸Grug的庇护下生活。每天抢夺鸵鸟蛋为食，躲避野兽的追击，每晚听老爸叙述同一个故事，在山洞里过着一成不变的生活。大女儿Eep是一个和老爸性格截然相反的充满好奇心的女孩，她不满足一辈子留在这个小山洞里，一心想要追逐山洞外面的新奇世界。 没想到世界末日突然降临，山洞被毁，一家人被迫离开家园，与之前和Eep偶遇的有着超凡创造力和革新思想的游牧部落族人Guy展开一场全新的旅程..."
    },
    "神偷奶爸2": {
      "channel": "少儿动画",
      "title": "神偷奶爸2",
      "desc": "自从与玛戈、伊迪丝 和阿格蕾丝 三个可爱的小女孩实现宿命的邂逅，曾经的大坏蛋格鲁 可真彻底转型了，他金盆洗手，转而化身为慈祥可亲的爸爸和做得一手烂口味布丁果冻的商人。当然凡事没有尽善尽美的，在此期间，憧憬大坏蛋传奇人生的老搭档纳法利欧博士 离他而去，另谋高就。某天，格鲁被身怀绝技却鲁莽的特工露西·王尔德 绑架，原来露西所在的集团研制出可以改变生物基因的药物，可他们位于南极的实验室被神秘窃贼偷走，因此才委托有过坏蛋经验的格鲁做卧底。经过一番考虑，格鲁接受了这项任务，带着超萌的小黄人们，和露西组成了爆笑连连的追凶搭档……"
    },
    "疯狂外星人": {
      "channel": "少儿动画",
      "title": "疯狂外星人",
      "desc": "远在宇宙另一端的波波星人因为不堪忍受瓜星人的侵掠，于是举族远迁，将蔚蓝的地球视为他们新的定居点。在颟顸的领袖的指挥下，波波星人将人类驱逐到澳大利亚一处专门修建的定居点，还美其名曰与人类和平共处。绰号“小费”的女孩格莱图蒂•图奇是城市中唯一的落网者，她思念被抓走的母亲，于是带着爱猫驱车寻找母亲的下落。半路上小费遭遇了一名波波星人小欧，小欧是一个令同族人唯恐避之不及的麻烦所在，他不久前用手中的仪器发送了乔迁派对的邀请，谁知其中一条群发给了瓜星人，他由此被同类视作叛徒遭到追捕。  类似的遭遇让小费和小欧坐上同一辆车，他们由此踏上惊险的旅程，期间则得知瓜星人追逐波波星人的原因……"
    },
    "魔发精灵": {
      "channel": "少儿动画",
      "title": "魔发精灵",
      "desc": "波比是精灵城的公主，她有着神奇的魔力和多彩的头发，乐观积极、喜爱唱歌。但是有一天，他们的小伙伴被死对头——“博啃族”抓走了。为了从“博啃族”手中拯救出她最好的朋友们。波比向精灵城中的“怪人”布兰求得帮助，可布兰是个不合群的悲观主义者。他虽答应了公主的请求，但是他只是想让公主知道这个世界并不像她想的那样只有蛋糕和彩虹。一路上，他们共同经历了很多奇怪、有趣的事，也发现了自己内心以前从未发觉的东西。但是最重要的是，在波比的帮助下，他们发现了能够拯救整个魔发精灵城的终极秘密武器"
    },
    "驯龙高手2": {
      "channel": "少儿动画",
      "title": "驯龙高手2",
      "desc": "故事发生在前部的五年之后，赛龙比赛已成为岛上最受欢迎的一项运动，男女主人公小嗝嗝与阿斯特丽德驾着自己的龙开始探索未知的世界。他俩发现自己已卷入一场战争的中心地带，必须率领族人捍卫这片土地的平静。"
    },
    "天降美食": {
      "channel": "少儿动画",
      "title": "天降美食",
      "desc": "在不久的将来，地球上的居民日益增多，而吃饭问题就成了全球面临的当务之急。从小就热爱发明，折腾出各种稀奇古怪东西的科学家弗林特·洛克伍德 最近一直在致力于解决这个问题，不过他的研究途径可和其他科学家不那么一样，他认为要解决所有人类的吃饭问题，有一个办法是最有效的：让食物像雨雪一样，直接从天上落下来，送到每家每户的门口！当然，对于这么无稽的事情，弗林特没少遭到白眼和嘲笑，大家都以为他疯了。但是弗林特总是觉得，自己的这个念头很靠谱，于是，他孜孜不倦的研究着如何让美食从天而降。眼瞅着过去勤奋上进的科学家变成现在这个偏执狂，他的好朋友，美艳傲慢又颇具智慧的小镇天气预报员萨姆·斯帕克斯 也感到相当头疼，她总是希望帮助弗林特摆脱掉这么不切实际的念头。不过，谁都没有想到，弗林特居然成功了！彩色的云朵载着无数美食飞来--肉丸子、烤乳猪、汉堡、意大利面、冰激凌还有更多数也数不过来的美食。斯帕克斯终于明白了，弗林特做的事并不是天方夜谭，而她也加入了弗林特的美食计划当中。不过，事情渐渐的开始失控，因为美食不停地掉下来，不但吃不完，连大家出行都有了困难，弗林特必须想办法让这件大好事不至于变成一桩灾难……"
    },
    "亚瑟 圣诞": {
      "channel": "少儿动画",
      "title": "亚瑟 圣诞",
      "desc": "每年的圣诞节前夕，圣诞老公公的馈赠是全世界儿童最大的期盼。时至今日，圣诞老人也与时俱进，现役圣诞老人马尔科姆（Jim Broadbent 配音）乘坐最先进的S1飞行器，与成千上万的小精灵在圣诞夜飞遍全世界，给数亿儿童送去礼物。而他的长子史蒂夫（Hugh Laur ie 配音）则坐镇位于北极的中央控制室，通过最先进的设备指挥礼物的发放工作。崇尚技术的史蒂夫坚信自己将成为下一年的圣诞老人，无奈父亲老当益壮，丝毫没有退休的意思。可惜百密一疏，今年居住在英国某郡的小女孩没能收到礼物。被父亲称为麻烦精的亚瑟（James McAvoy 配音）不忍女孩失望，于是和他那丝毫不服老的爷爷——上一代圣诞老人（Bill Nighy 饰）乘坐被封存在仓库里的雪橇踏上补送礼物的征程。距离天亮还有两小时，亚瑟和爷爷争分夺秒向英国冲刺…… 　　本片荣获2012年安尼奖最佳配音奖（Bill Nighy）。　　  © 豆瓣"
    },
    "怪物史瑞克2": {
      "channel": "少儿动画",
      "title": "怪物史瑞克2",
      "desc": "很久很久以前……史莱克和他拯救的菲奥娜公主结婚了。夫妻俩甩下超级电灯泡加扩音机的驴子，去渡蜜月。小两口卿卿我我，甚是甜蜜。当他们返回沼泽地，收到一封来自“远的要命王国”的邀请函。菲奥娜的父母哈洛国王和雅莉王后想请分别许久的女儿和从未谋面的乘龙快婿回娘家看看。于是这对怪物夫妻乘坐马车浩浩荡荡地赶往“远的要命王国”，当然还得带上他们最丢不起的驴子。正当“远的要命王国”的人们兴高采烈地准备迎接美丽的公主和帅气的驸马爷时，居然从马车上走出一对怪物来……"
    },
    "神奇乐园历险记": {
      "channel": "少儿动画",
      "title": "神奇乐园历险记",
      "desc": "一位极富创造力的女孩小六月，偶然间发现了一座神奇的乐园。在乐园里，有着各式各样惊险刺激的游乐设施和形形色色的动物朋友。在这个奇幻的世界里，将会发生怎样意想不到的故事呢？"
    },
    "小黄人": {
      "channel": "少儿动画",
      "title": "小黄人",
      "desc": "为了拍摄心中理想的怪兽电影，这群萌趣活宝四处物色演员，竟然真的集齐了各式怪兽，上演疯狂大乱斗！"
    },
    "新大头儿子和小头爸爸之马年新愿": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之马年新愿",
      "desc": "《新大头儿子和小头爸爸之马年新愿》是《新大头儿子和小头爸爸》系列的贺岁动画片，于2014年1月29日晚19：00在中央电视台少儿频道（CCTV-14"
    }
  },
  "魅力时尚": {
    "最美的安排": {
      "channel": "魅力时尚",
      "title": "最美的安排",
      "desc": "潘大为（范明饰）的凄子杨冰去世多年。杨冰孪生妹妹杨清从国外归来，想要找回当年遗弃的孩子，而这个孩子就是潘大为的女儿潘朵拉。潘大为不许杨清告诉孩子真相，杨清便以二姨的身份跟潘朵拉建立了深厚的感情。杨清想偷偷带潘朵拉出国，被潘朵拉发现真相，与杨清断绝关系。杨清为了得到潘朵拉的原谅，决定跟潘大为结婚，遭到潘朵拉和家人反对。杨清失落，准备离开。潘大为让女儿看了杨清为潘朵拉准备的一切，dianshiyu.com潘朵拉体会到母爱，母女相认。岳母张翠兰记恨杨清当年抛家弃子，不认杨清。潘大为让杨清装扮成杨冰的模样，向张翠兰认错悔过，张翠兰原谅杨清。杨清对潘大为好感倍增，建立了恋爱关系。潘朵拉的生父温一虎出现，要夺回杨清和潘朵拉，杨清摇摆不定，潘大为揭穿温一虎的阴谋，最终与杨清走到了一起。"
    },
    "星光灿烂": {
      "channel": "魅力时尚",
      "title": "星光灿烂",
      "desc": "耿星光（范伟 饰）和他的名字一样，是一个耿直到有些死脑筋的人。贪婪阴险的村长刘眼镜不待见耿星光，处处给他使绊子，咽不下这口气的耿星光一怒之下决定远走高飞，前往车水马龙的繁华大城市打拼。\n\n　　初来乍到的耿星光孤身一人，很快就迷失了方向。在经历了一连串的波折和挫折之后，他总算在洗浴中心找到了自己的定位。随着时间的推移，耿星光以真诚和善良渐渐打动了周围的朋友同事，亦得到了上司贺子鹏（冯嘉怡 饰）的信赖和肯定。一场意外让贺子鹏苦心经营的事业毁于一旦，令他丧失了斗志和意志，此时是耿星光不离不弃的陪伴和支持着贺子鹏，令他最终找到了人生的意义。"
    },
    "富贵门": {
      "channel": "魅力时尚",
      "title": "富贵门",
      "desc": "一起意外事故，让本来是老千的沙富摇身一变，成为了卓家老爷多年在外的私生子卓一鸣（罗嘉良 饰）。卓家的大哥卓一元（吕良伟 饰）是个正直的银行家，对于一鸣的身份从未表示过怀疑。不仅一元对一鸣百般照顾，善于讨人欢心的一鸣还得到了卓家上上下下的喜爱，而这其中包括了卓家的女儿卓一心（袁咏仪 饰）的爱。但碍于与一鸣的这份“兄妹”关系，让一心陷入到了痛苦之中。\n\n　　一开始只准备在卓家捞一笔钱的富来，渐渐忘记了最初的目的，在一鸣的身份下，贪念在不断膨胀。那些之前未曾享受过的亲情、爱情和权利，让他想要更多的掠夺。而再好的伪装也终究有被揭穿的一天，一鸣和卓家最终会何去何从……"
    }
  },
  "IPTV野外": {
    "自然传奇": {
      "channel": "IPTV野外",
      "title": "自然传奇",
      "desc": "《自然传奇》栏目以引进、编译国外优秀节目为主，结合节目的主题化、系列化的选题及制作理念，聚焦动植物世界生命传奇故事、探寻揭示宇宙万象的神奇奥秘。精心打造一个充满神奇自然生命传奇、展现天文地理奇观魅力的平台。为观众开启一扇了解世界、认识自然的窗口，启发广大青少年热爱自然、热爱科学、勇于探索的精神。《自然传奇》于2000年9月23日起开播，初期在中央电视台第一套节目（CCTV-1）现“中央电视台综合频道”播出，每期时长70分钟。后来先后进入中央电视台第二套节目（CCTV-2）现“中央电视台财经频道”、中央电视台第七套节目（CCTV-7）原“中央电视台军事•农业频道”，现中央电视台国防军事频道。2010年12月13日，《自然传奇》开始在中央电视台科教频道（CCTV-10）播出，同时时长也由原来的90分钟调整为50分钟。"
    }
  },
  "IPTV法治": {
    "今日说法": {
      "channel": "IPTV法治",
      "title": "今日说法",
      "desc": "诞生于1999年1月2日的《今日说法》是全国第一档全日播法制栏目，秉持“点滴记录中国法治进程”的理念，以“重在普法，监督执法，促进立法、服务百姓”为己任，为全国观众推出了丰盛的“中国人的法治午餐”。栏目通过“举案说法”的形式，权威解读典型案例，诠释法治精神，传递公平正义，使法治信仰浸润人心，努力让人民群众在每一个司法案件中感受到公平正义。20多年来，《今日说法》栏目在全国午间收视率排位中始终稳居第一。在全面推进依法治国的今天，《今日说法》将继续秉承栏目既定理念，恪守媒体职责，为中国的法治建设贡献力量。"
    },
    "天网": {
      "channel": "IPTV法治",
      "title": "天网",
      "desc": "1981年，一个偏远山区小县城新到任的县委书记秦裕民发现了—桩奇案。花岭村村会计李荣才因揭发支书贾仁贵，反被诬陷贪污而被开除，一家三口到处上访，一告告了20年，问题没有解决，致使老伴疯了，儿子跑了，流浪街头乞讨为生。秦裕民对此百思不解、义愤填膺，立即组织调查组进驻花岭村。不久，调查组便查出贾仁贵在经济上有严重的亏空，在村里横行霸道，鱼肉百姓。于是工作组决定让贾仁贵停职检查。而贾仁贵居然不理睬，离家出走去向不明。为此调查组发了贾仁贵违纪的通报并在县报上刊登。对贾仁贵的处理决议一宣布，便引起了轩然大波，来自县委、地委的各种阻力及污陷纷纷而至，但是，秦裕民力排各种阻力，执著地清查贾仁贵的案子。艰辛的调查工作终于有了结果，贾仁贵的错误和违法行为有了确凿的证据，经县委决定开除了他的党籍，并登了报，民心大振，秦裕民又追查证据，彻底给李荣才平了反，安了新家。李荣才深情地说：“秦书记，我以后再也不打扰你了，让你有更多的时间为老百姓办事吧!”"
    }
  },
  "爱综艺": {
    "勇者之战": {
      "channel": "爱综艺",
      "title": "勇者之战",
      "desc": "影片主要讲述了性格迥异的四人，因为共同的课后留校聚在一起，又因让人“远离世界之路”的“勇敢者的游戏”而产生命运纠葛，共同打破次元壁，经历一场考验勇气智慧，接受成长磨炼的冒险的故事。"
    }
  },
  "爱电影": {
    "迷失之城": {
      "channel": "爱电影",
      "title": "迷失之城",
      "desc": "洛蕾塔·塞琪（桑德拉·布洛克 饰）是一位才华横溢但与世隔绝的作家。在她的畅销爱情冒险小说里，总会出现许多奇异的地方。而作为本书的封面模特，艾伦（查宁·塔图姆 饰）一生都在致力于展现书中英雄角色“达什”的个人魅力。 ” 在与艾伦一起宣传新书时，洛雷塔被一位古怪的亿万富翁（丹尼尔·雷德克里夫 饰）绑架。这位亿万富翁坚信，洛蕾塔的新书能带领他找到失落古城中的宝藏。 与此同时，艾伦为了证明自己可以成为现实中的英雄，而不仅仅是洛蕾塔虚构的人物，决定前去营救她。这对极不对付的搭档需要共同努力，才能在险恶的丛林中生存下来，并在亿万富翁赶到前找到古老的宝藏。"
    },
    "心理游戏": {
      "channel": "爱电影",
      "title": "心理游戏",
      "desc": "四十八岁的尼克是一个大富翁，他很富有，但精神却很空虚，他父亲在四十八生曰那天自杀的阴影一直部在他的心里。在他四十八岁生日那天，弟弟康罗送给他一张消费者娱乐服务会的游戏卡，没想到这张卡改变了他的一生。"
    },
    "谍影重重2": {
      "channel": "爱电影",
      "title": "谍影重重2",
      "desc": "经历第一集中的腥风血雨之后，伯恩（马特·达蒙饰）和自己的女友化名隐身在一个偏僻遥远的海滨小镇。虽然伯恩不愿意回视过去，但“过去”却一直都在追随着他，伯恩发现秘密组织的杀手已经潜入小镇，为了保护女友玛丽·克鲁兹，他必须战斗。是一起国际政治刺杀事件让CIA重新审视已经失踪的伯恩的档案，一名某大国政要被职业杀手刺杀，刺杀者留下的证据显示他的名字叫“杰森·伯恩”，这是大卫·韦伯从前在中央情报局的化名。于是大卫·韦伯不仅仅要防备秘密组织暗地里的追杀，还要避开时刻寻找他的CIA特工。在上一集中和伯恩并肩作战的尼科莱特信任伯恩，但她发现自己也身陷困境。事态似乎变得越发失去控制，四面楚歌的“伯恩”现在只有单枪匹马地去找出那个冒充自己的人，洗刷自己和尼科莱特的清白"
    },
    "谍影重重3": {
      "channel": "爱电影",
      "title": "谍影重重3",
      "desc": "他只想隐姓埋名，如今却遭造就他的人追杀。杰森·伯恩虽已失去记忆与所爱之人，却未被弹雨和新一代训练有素的杀手所阻。他只有一个目标：回到起点，查明自己究竟是谁。[环球影业]"
    },
    "最后的纽约客": {
      "channel": "爱电影",
      "title": "最后的纽约客",
      "desc": "故事是在变化的城市背景下讲述的两位70多岁的纽约人，一个仍然充满愚蠢野心面临着经济危机的老人，讲述他的友情和爱情。"
    },
    "谍影重重4": {
      "channel": "爱电影",
      "title": "谍影重重4",
      "desc": "继杰森·伯恩后，另一美国中情局特工艾伦·克劳斯（杰瑞米·雷纳 饰）亦将身陷险境。因为“杰森·伯恩事件”，令中情局的特工行动“绊脚石”被公开，为了隐瞒其它特工行动，以拜亚（爱德华·诺顿饰）为首的美国中情局，正计划铲除过去数十年来发展的特工行动，包括对“结果”行动当中，体能和智能更“先进”的“5号”特工艾伦·克劳斯，展开横跨全球的逃杀。而艾伦·克劳斯剩下的唯一希望，竟然就是过去四年来，不断在背后监控和研究其活动的科学研究员玛泰博士（蕾切尔·薇兹 饰）……"
    },
    "谍影重重5": {
      "channel": "爱电影",
      "title": "谍影重重5",
      "desc": "在后斯诺登时代，中情局系统被黑客入侵，多项特工计划可能泄露。与此同时，中情局还发现了杰森·伯恩（马特·达蒙 饰）和好搭档尼基（朱丽娅·斯蒂尔斯 饰）的踪迹。年轻的网络专家海瑟·李（艾丽西亚·维坎德饰）自告奋勇追踪杰森·伯恩，而杰森·伯恩也在寻找着关于自己身世的惊天黑幕。中情局高官罗伯特·杜威（汤米·李·琼斯饰）是知晓一切幕后秘密的人。罗伯特·杜威、海瑟·李和杰森·伯恩之间的角力悬念，不到最后一刻，就无法了解真正的结局。"
    },
    "悲惨世界": {
      "channel": "爱电影",
      "title": "悲惨世界",
      "desc": "贫苦的冉·阿让（休·杰克曼 Hugh Jackman 饰）为了挨饿的孩子去偷面包，结果被判处19年的苦役。出狱后，走投无路的他偷走了收留他过夜的主教的银器潜逃，被警察捉回。主教声称银器是送给他的，使他免于被捕。主教的言行感化了他，他化名马德兰，从此洗心革面奋发向上开始新生活。但缉拿过他的警长沙威（罗素·克劳 Russell Crowe 饰）却一心要找他麻烦。在得知了芳汀（安妮·海瑟薇 Anne Hathaway 饰）的悲惨遭遇后，他承诺照顾她的私生女柯赛特（阿曼达·塞弗里德 Amanda Seyfried 饰）。八年后，柯赛特爱上了共和派青年马利尤斯（埃迪·雷德梅恩 Eddie Redmayne 饰），轰轰烈烈的巴黎人民起义爆发了，无赖德纳迪埃（萨莎·拜伦·科恩 Sacha Baron Cohen 饰）和他又狭路相逢，而多年来从未放弃追捕他的沙威又出现在他的面前……"
    },
    "六欲天": {
      "channel": "爱电影",
      "title": "六欲天",
      "desc": "因女友自杀而患上抑郁症的警察阿斌（祖峰 饰）和搭档磊哥（陈明昊 饰）在调查一起碎尸案中，与被害者的姐姐李雪（黄璐 饰）相识。李雪自称梦见弟弟被人杀害。在调查过程中，阿斌发现李雪痛失女儿并患上抑郁症的悲惨经历，两人彼此怜悯，相互理解。 这时，在城市漂泊的少女婷婷（张倩如 饰）也渐渐走入阿斌（祖峰 饰）的生活，和他产生说不清的牵绊。\r 　　孤独的少女、备受抑郁症折磨的患者，他们都该如何面对自己的内心，又该如何在这个世界寻找光明……"
    },
    "勇敢者的游戏2": {
      "channel": "爱电影",
      "title": "勇敢者的游戏2",
      "desc": "父亲因为工作需要出门，姐姐莉莎（克里斯汀•斯图尔特 Kristen Stewart 饰）作为老大不得已担负起照顾两个弟弟丹尼和沃特的责任。然而莉莎偷懒留下丹尼（乔纳什•波波 Jonah Bobo 饰）和沃特（乔什•哈切森 Josh Hutcherson 饰）这两个生性好动，年幼顽皮的的家伙自己上楼去睡觉。无聊至极的二人只得自娱自乐，但二人不断的争吵让丹尼赌气离开，独自来到地下室淘宝，意外的发现了一套太空飞行棋。好奇心起的丹尼开启了游戏的开关，并邀请哥哥沃特参与到游戏中来。不断的流星雨和外星人侵袭让这场游戏越发的惊心动魄，而中途加入的神秘太空人真实的身份更是让人大跌眼镜。渐渐他们意识到，这不是一盘普通的游戏棋，而一旦开启了游戏的开关，如若不能到达游戏的终点扎图拉行星，等待他们的将是永远滞留在外太空。那么两兄弟能否在这场真实的冒险中尽释前嫌，联手度过难关？"
    },
    "宝葫芦的秘密": {
      "channel": "爱电影",
      "title": "宝葫芦的秘密",
      "desc": "小学生王葆，是一个天真活泼、富于幻想的少年。当他在学习上碰到困难的时候，或在课余生活中遇到不顺利的时候，就幻想有一个神奇的宝贝来帮他轻松地实现目标。一天，王葆在钓鱼时偶遇传说中能实现任何愿望的宝葫芦，他想要什么宝葫芦都能信手拈来。宝葫芦帮王葆钓到鱼、做成高级的模型、完成回家作业，真是要什么有什么，想什么就成什么。宝葫芦又能变成各种形状，向左飞机的话，它就能立刻变成葫芦飞机带着王葆翱翔天际。王葆大喜过望，有了这个宝葫芦后，他在学校的表现是突飞猛进，让同学们大为惊诧。宝葫芦更帮助他在泳池中大显神威，轻易获得了参加校队的机会。 生活仿佛变得那么完美。  可是，王葆逐渐发现宝葫芦原来不分青红皂白，只懂盲目服从，因此屡令王葆哭笑不得，最后更令王葆在数学考试中铸成大错。面对即将到来的校际游泳大赛，王葆顿时进退两难：他是否继续依靠宝葫芦为他创造奇迹，还是相信自己能够靠自己的努力改变命运 ？"
    },
    "红旗谱": {
      "channel": "爱电影",
      "title": "红旗谱",
      "desc": "二十世纪初，冀中平原民不聊生。地主冯兰池（葛存壮 饰）为霸占官产，砸钟毁证。农民朱老巩（崔嵬 饰）为民挺身，无奈抵不过强大的封建势力，气病身亡。幼子虎子（陈帆 饰）——朱老忠（崔嵬 饰）逃离家乡。25年后，正值壮年的朱老忠带领全家从关东返回家乡。深知盲目寻仇解决不了任何问 题。不久，他结识了地下党领导人贾湘农（鲁非 饰），并同严志和（蔡松龄 饰）、伍老拔（李建国 饰）等人一起走上革命道路。在朱老忠的带领下，他们在锁井镇和地主阶级展开了斗争。志和的长子运涛（赵联 饰）南下黄埔军校，参加了北伐战争。蒋介石背叛革命，运涛被捕入狱，革命陷入低潮。朱老忠带着江涛（赵万德 饰）去探望，从运涛那里知道了更深刻的革命道理。返乡后，他们串联锁井四十八村的农民，要在平原上卷起风暴......  　　本片根据梁斌同名小说改编。"
    }
  },
  "爱大剧": {
    "法证先锋": {
      "channel": "爱大剧",
      "title": "法证先锋",
      "desc": "《法证先锋》是由香港电视广播有限公司出品系列时装电视剧，由梅小青监制，欧阳震华、林文龙、蒙嘉慧、钟嘉欣等主演，共六季。\n\n第一季《法证先锋》25集，通过写实手法，勾画法证、法医和警方三方如何紧密合作，同时解构这些罪恶克星如何运用最先进的科技和最专业的知识屡破奇案。于2006年6月13日播出 [3]。\n\n第二季《法证先锋II》30集，讲述了法证部与警方合作侦破无数扑朔迷离的案件，同时又上演一出出情感纠葛的故事。于2008年5月19日播出 [6]。\n\n第三季《法证先锋III》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2011年10月10日播出 [5]。\n\n第四季《法证先锋IV》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2020年2月17日播出 [7]。\n\n第五季《法证先锋V》，于2022年10月26日播出 [4]。\n\n第六季《法证先锋Ⅵ》，于2024年8月7日播出"
    },
    "暖暖的幸福": {
      "channel": "爱大剧",
      "title": "暖暖的幸福",
      "desc": "梅花手工旗袍店是一家百年老店，高超的工艺曾在京城名操一时，随着时代的变迁，生意日渐萧条。上门女婿金满堂作为梅花旗袍店的掌门人，一直坚守着“一针一线世代相传”的祖训，靠着自己的一张“好嘴”以及多年积累的老客户捧场，勉强维持一家老少的生计。两年前金满堂的妻子在一场车祸中意外丧生，岳母梅奶奶经受不住打击病倒，弥留之际逼着金满堂将贤惠善良的保姆惠莲娶进家门，经过抢救梅奶奶死里逃生醒来却忘记女儿去世一幕，全家人只好将错就错，一直延续这个善意的谎言，金满堂和惠莲只能一直“隐婚”。金满堂偶遇“贵人”，将百年老店“梅家旗袍店”关张做起发财梦，不料卷入一场骗局欠下巨额债务，金满堂为抓骗子发生车祸，梅奶奶发病离家出走不知所踪，惠莲回到金家不离不弃照顾一家老少的起居生活，绣儿中途辍学扛起家庭重任，金元和绣儿决定重振“梅家手工旗袍店“却困难重重，一家人历经坎坷，一次次度过难关，最终成为相亲相爱的一家人。"
    },
    "春暖花开": {
      "channel": "爱大剧",
      "title": "春暖花开",
      "desc": "《春暖花开》是一部关于中国青年文化的寓言故事，讲述了年轻一代对爱情的重视。该片由七十年代的邵氏美女李亚俐、舒培培和林嘉欣主演，她们在片中饰演寻找爱情的单身女人。这是一辆三层浪漫巴士，在一条不归路上飞驰，驶向一座低矮的桥。"
    }
  },
  "北京卫视4K": {
    "我们的日子": {
      "channel": "北京卫视4K",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    },
    "风味原产地": {
      "channel": "北京卫视4K",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    },
    "情满四合院": {
      "channel": "北京卫视4K",
      "title": "情满四合院",
      "desc": "何雨柱是钢厂食堂的厨师，为人善良仗义却口无遮拦，人称“傻柱”。同院住着钢厂工人秦淮茹，她讲孝道，又能干，膝下有一儿两女，但丈夫因工伤去世，日子过得比较艰难。院里住着钢厂放映员许大茂，为人自私自利，跟傻柱是对头。院里还住着三位受人尊敬的老工人，人称“三位大爷”，一旦院里发生邻里纠纷，都由三位大爷协调解决。傻柱看似不着调，却心地善良，不仅对秦淮茹一家的生活资助颇多，还为孤寡老人聋奶奶养老送终。傻柱在与邻里之间的相处中逐渐成熟起来，有了男人的责任与担当。在改革开放的春风下，傻柱开办饭店，并把四合院改建成养老院，和所有的“邻里家人”幸福和睦地生活在一起 。"
    },
    "真心英雄": {
      "channel": "北京卫视4K",
      "title": "真心英雄",
      "desc": "Jack（黎明 饰） 追随皮哥多年，阿豪（刘青云 饰）是追哥的得力助手，两人各为其主，却早已耳闻对方威名。在一次行动中，阿豪放了Jack一马。二人驾车狭路相逢，相互对撞，各自从车内爬出，但手中却拿着各自从家里带来的珍藏红酒，二人因而偕同女友琪（蒙嘉慧 饰）和玲（梁艺龄 饰）一起 去小酒吧痛饮，直称相见恨晚，便相约大战过后再来喝个痛快，但两人心中各知自此一别后再见便是生死相搏之时。阿豪、Jack在泰国两败俱伤，但老大下手，阿豪双腿被打断，Jack被打至完全昏迷。 闻讯后的琪、玲赶往泰国，却遭不测。一年后，皮哥、追哥言和，对旧事却避而不谈，阿豪为此境况惨淡，而不问江湖事的Jack能否出山，真心英雄真否可以不死，他们能了却复仇的心愿吗？"
    },
    "一师亦友": {
      "channel": "北京卫视4K",
      "title": "一师亦友",
      "desc": "《一师亦友》以嘉宾的成长故事为核心主线，输出闪光的人生智慧，传递温暖的人生态度，达到启迪人生的目的。"
    },
    "春风化雨": {
      "channel": "北京卫视4K",
      "title": "春风化雨",
      "desc": "安徽宣城某小山村。一座旧祠堂改建的留守儿童中心。这是一位名叫张运的退休老校长自办的，专门接收那些父母去城里打工、独自留在家里无人管教的孩子。  14岁的蓝金宇父母去上海打工，把他送到这里。蓝金宇满怀强烈的抵触情绪，在适应新生活环境的过程中，他打架、偷跑，被镇上的小混混胁迫、唆使闯了祸……  金悦是一个9岁的留守女童，她的父母在城市打工多年，感情发生变故，家庭解体后又重组，他们各自为自己的新生活打拚，把小金悦放在留守儿童中心，不闻不问。这些冲击对于柔弱的小女孩来说，是巨大的伤痛，她的性情日益孤僻……  张爷爷挺住多方压力，保护了蓝金宇，这顽冥倔强的少年终于被感化，踏踏实实地安下心来学好了。  张爷爷和沙柳多方奔走，小金悦终于与母团聚，性格也坚强、开朗起来。  面对蓝金宇、金悦、口水佬等一个个遭际不同、性情各异的孩子，面对成长期发生的各种各样的问题，张运老人和沙柳等志愿者们，以 博大的爱心以及由这爱心激发的无限智慧呵护着他们，不辞辛劳。  市场经济的拜金风潮也波及这偏僻的小山村，村里干部与旅游局联合，欲将祠堂修缮改建成旅游景点赚钱。留守儿童中心被迫解散，孩子们恋恋不舍，想到这些失去管教与爱护的孩子们将面临的命运，张运和沙柳忧心如焚……  上级领导听闻此事，被张运老人的义举所感动，他们出面过问，解决吧留守儿童中心的安置问题。  本片通过讲述十四岁的男孩蓝金宇和9岁女孩金悦等一群山村留守儿童在主人公张运老人自办的留守儿童中心生活的故事，展现了农村留守儿童亲情缺失的生存状态，以及在他们的成长过程中，由于父母长期缺席而出现的种种令人担忧的思想和行为状况。同时表现了以张运为代表的志愿救助者们办学的艰辛，赞扬了他们扶助贫弱、支教爱教的高尚义举和无私的心灵，体现了安徽各级领导对教育的重视、对留守儿童的关怀。本片人物生动，故事情节一波三折，感人肺腑。既有生动稚朴的童趣，又充满隽永的深情。同时展现了皖风徽韵的地域风光。"
    }
  },
  "深圳卫视4K": {
    "红狐": {
      "channel": "深圳卫视4K",
      "title": "红狐",
      "desc": "1945年初因特殊军情需要，新四军秘密组建了一支由5个美女特工组成的队伍，执行我军秘密任务红狐行动。这是一支充满魅力的队伍，她们生于江南水乡小桥流水之间，为了民族大义她们临危受命，平日里宛若水仙花般的姑娘们以旗袍彩裙为掩饰，奇特的身份变幻莫测的神秘身份，在战火中的历练她们褪去红妆，从绵绵倩影的江南美女，成长成身手不凡的温柔杀手，她们窃取日伪绝密情报，灭匪锄奸，乔装潜伏展开了开了一系列卧底与反卧底的特别行动，令鬼子闻风丧胆。"
    },
    "奇迹": {
      "channel": "深圳卫视4K",
      "title": "奇迹",
      "desc": "该剧以书写“奇迹”为核心概念，聚焦深圳改革开放45年来取得的辉煌成果与未来发展愿景，通过艺术化的叙事方式，展现深圳独特的城市精神与青春气质。"
    },
    "我们的绝地反击": {
      "channel": "深圳卫视4K",
      "title": "我们的绝地反击",
      "desc": "1941年我军截获日军准备进攻太行山土匪山寨青龙寨的情报，指派兵工厂厂长赵刚查明情况。赵刚尾随日军密探来到了青龙寨，却被当作奸细被抓。寨主之女赵红花不愿嫁给山寨的接班人江大龙与赵刚合作出逃，日本人趁机占领青龙寨。红花将拯救山寨的希望放在国军营长唐淮川身上，却迟迟等不来支援只得率部攻山救父。赵孔武为掩护女儿红花牺牲，赵刚救出了红花，红花加入了八路军。独立团成立，赵刚任政委还带来了未婚妻杨柳青，红花被迫收起对赵刚的好感。一次战役中，杨柳青因破译日军电文失误导致独立团遭重创，杨柳青失踪。红花帮助悲痛的赵刚走出低谷，两人的感情升温时，杨柳青却回到了独立团。日军利用杨柳青的求胜心切设计陷害，赵刚营救杨柳青遇险，杨柳青为保护赵刚牺牲，临终前真心祝福红花和赵刚。红花和赵刚带领独立团终于击败日军夺回了青龙寨。"
    }
  },
  "广东卫视4K": {
    "香港味道": {
      "channel": "广东卫视4K",
      "title": "香港味道",
      "desc": "《香港味道》聚焦香港普罗大众的生活日常，由香港知名艺人带领，走街串巷，探寻香港电影中经典美食，全景式展现香港美食的诞生、流变、兴盛的发展脉络，并借以传递美食背后的城市故事，展示香港人的生活哲学。以平常人、平常事、平常物的视点，向大众传达价值导向，展现香港薪火相传的创新精神。"
    },
    "解救吾先生": {
      "channel": "广东卫视4K",
      "title": "解救吾先生",
      "desc": "春节假期的夜晚，市中心的酒吧一条街繁华喧嚣，香港电影明星吾先生（刘德华 饰）走出酒吧就被冒充警察的张华（王千源 饰）一伙人持枪绑架到一个与世隔绝的郊外小院里。吾先生意外发现绑匪还绑架了另外一个人质小窦（蔡鹭 饰）经过与张华的一番谈判，吾先生将小窦从死亡线拉回。两人开始了争取生机并相依为命的惊险20小时。\r 接到报案的警方迅速组织最强警力，刑警队长刑峰（刘烨 饰）和曹刚（吴若甫 饰）联手展开侦破工作。但狡猾狂妄的绑匪张华有很强的反侦察能力，对同伙和人质也都不讲规矩，单独出门与吾先生的好友（林雪 饰）交收赎款。但是他在取得赎金之际交代同伙到晚上九点，无论能不能拿到赎金都要将人质杀害。\r 经过几番侦查和对抗，警方掌握了张华的行踪，邢峰和曹刚精准配合，在极度危险的情况下将张华抓获。此事离绑匪约定好的撕票时间还剩下两个小时。深夜九点即将到来，邢峰和曹刚再次联手与垂死挣扎的张华展开心里较量，并在最后时刻找到突破口，但张华的同伙却打算提早撕票……\r 影片改编自2004年的“吴若甫绑架案”。"
    },
    "寻味东莞": {
      "channel": "广东卫视4K",
      "title": "寻味东莞",
      "desc": "东莞，中国广东重要的交通枢纽和外贸口岸，中国最具活力的国际化城市之一。过去的二十年来，东莞以高速发展的制造业闻名， 但在“世界工厂”身份之外，这里还隐藏着一个庞大神奇的美食世界。城市美食纪录片《寻味东莞》将以美食作为东莞的城市名片，带领人们探访东莞的地道⻛味，寻找一系列富有传奇色彩的鲜活美食，呈现这方水土过去和现在的碰撞，时间与空间的融合。"
    },
    "哈尔滨1944": {
      "channel": "广东卫视4K",
      "title": "哈尔滨1944",
      "desc": "1944年伪满统治下的哈尔滨，伪装成铁路巡警的地下党宋卓文（秦昊 饰），被特务科科长关雪（杨幂 饰）误认为自己的救命恩人——其实是卓文失散多年的双胞胎哥哥宋卓武（秦昊 饰）。卓文为查清关东军课长浅野大吾来哈尔滨的最高任务，将计就计利用关雪进入特务科，可是宋卓武却突然出现，使卓文陷入始料未及的困境。关雪冷血多疑，心狠毒辣，卓武生性冲动，经常无意间破坏卓文的行动，在上级的安排下，才使得两兄弟相互配合，彼此掩护，经历数次的试探，避开特务科内部同事的明争暗斗，终于取得关雪和日方高官的信任。在这短短一年的时间之内，地下党人们经历千辛万苦查清并阻止了日军和苏联共谋的秘密行动，揪出潜伏在我党内部的伪满特务，迎来战争最后的胜利。"
    },
    "潮州味道": {
      "channel": "广东卫视4K",
      "title": "潮州味道",
      "desc": "讲述潮州菜的过去与未来，传承与创新，通过美食背后的人物和故事展示潮州味道深厚的文化内涵。沿用老广的味道纪录片创作手法，通过记录人与食物之间的故事，把饮食文化还原于生活现场，使其与民间习俗、饮食习惯以及潮汕人生活的方方面面产生关联，立体呈现潮州菜的博大精深。"
    },
    "电影": {
      "channel": "广东卫视4K",
      "title": "电影",
      "desc": "电影11111111111111111111"
    }
  },
  "山东卫视4K": {
    "纪录片": {
      "channel": "山东卫视4K",
      "title": "纪录片",
      "desc": "纪录 许巍 此时此刻 纪录片  　　从一开始，许巍和团队，就有一个共识，希望能为《此时此刻》专辑拍摄纪录片，完整的纪录整张专辑的制作过程。这是内地的第一次，从创作、录音、访谈，全方位的纪录一张专辑产生的真实过程。拍摄时间从2012年3月16日设备搭建开始，一直到10月底配唱完成，  　　将近8个月的时间，包含许巍和每一个音乐家，以及参与的幕后工作人员，录音工程总监金少刚，录音混音师李军等，都在其中留下最珍贵的访谈。当参与其中的每一个成员看到后制完成的纪录片，仿佛，再次经历了其中的苦与甜。  　　而热爱摇滚的导演李旻浩，尽管拍摄过无数的MV，但这么长时间的纪录，也是他职业生涯的第一次，在漫长的录音阶段里，他的镜头是最忠实的听众，他的收获比大家都有重量，除了满心的成就感，还有将近一部电影的档案，将近8T的素材。  　　值得一提的是，在录音过程中的西双版纳之行，像是一场春意盎然的大丰收。  　　2012年四月，许巍&乐队全体、录音及音响工程及影像摄制，超过60个人的工作团队，从北京到云南3000多公里的设备接驳搬运，浩浩荡荡来到了云南之南，西双版纳州，勐腊县。为了让纪录片的影像风格与音乐相呼应，在依山傍水的山谷里，许巍和乐队全体，表演了一场与大自然共融的party，这是一场难得一见的户外同期录音实况，在最平静的地方，对着天空，大地 ，风与树，鸟和花吟唱，大自然是此时此刻最好的观众，让每一个置身其中的音乐家，仿佛回到了最初。本真的状态。  　　气候和地势虽然增加了录音和拍摄团队执行上的难度，但却更人更专注的、忠实的纪录下歌声与音乐，在最原始的空间里每一个细微的感受，而拍摄团队，也精确的掌握了每一个音乐家们最忘我的瞬间。在“纪录 许巍 此时此刻 纪录片”DVD中所听到的每一个乐句，看到的每一个画面，都来自西双版纳户外同期录音现场。  　　而这些，都将在许巍 《此时此刻》专辑中以纪录片的形式，与专辑同步呈现。  　　没有MV，没有打榜单曲，把空间留给听众  　　你们决定自己最爱的歌曲  　　摆脱过去约定俗成的推广方式，这是一张没有主打歌的专辑。  　　为了呈现专辑最真实的面貌，所有发片前的预告，全部以纪录片为唯一的讯息传播方式。我们要表达的，是真诚的态度，希望所有的音乐朋友，都能在听完专辑的10首作品后，拥有属于自己的感受。  　　这是最好的分享。"
    },
    "2026乐龄春晚": {
      "channel": "山东卫视4K",
      "title": "2026乐龄春晚",
      "desc": "《2026乐龄春晚》是由国家老年大学、中国教育电视台、北京曜阳公益基金会等联合主办，中国文化书院大众传播专业委员会承办的春节晚会 [2]，由黄薇担任晚会总导演，黄薇、朱军、子涵、李耀阳主持 [3]，于2026年2月4日19:30在北京世纪剧院举办，国家老年大学和快手平台同步直播，中国教育电视台及江苏卫视、山东卫视、辽宁卫视、四川卫视、河北卫视、山西卫视在春节期间进行大屏播出 [1]。\r 晚会以“乐龄迎春·马上接福”为主题，既是专为全中国3亿多乐龄群体量身打造的精神家园，更是新时代积极应对人口老龄化、弘扬敬老爱老传统美德的生动实践，在辞旧迎新的美好时刻，为神州大地注入温暖而持久的生命力 [1]。\r 该晚会播出后，截至2026年2月5日，相关热门话题传播超17.4亿人次。直播时段内晚会收获各级网络媒体报道238条，多平台直播累计传播互动1291.1万人次，参与晚会内容分发及宣传推广的各新媒体平台账号累计覆盖网络用户超1.1亿人次 [3]。"
    },
    "馆长来了": {
      "channel": "山东卫视4K",
      "title": "馆长来了",
      "desc": "《馆长来了》由山东广播电视台发起，沿黄九省(区)文旅部门、电视台联合制作的一档黄河文化溯源节目。节目以沿黄九省(区)博物馆文物为载体，邀请沿黄九省（区）27家博物馆及国家级权威专家参与其中，共同溯源孕育中华文明的文化基因。节目从黄河源头青海出发，溯源九省至山东入海，甄选了几十件最具黄河文化特色的镇馆之宝级珍贵文物，沿黄九省（区)电视台主持人来到节目中；馆长们与权威专家、文化学者、文物相关人交流碰撞，展现灿烂的黄河文化，溯源历史，增强民族自信。"
    },
    "动画片": {
      "channel": "山东卫视4K",
      "title": "动画片",
      "desc": "1960年，上海美术电影制片厂摄制了一部短片《水墨动画片段》（编剧、导演、摄影均为集体创作），长度1本，作为水墨动画的实验。这是世界上首部水墨动画。在该片成功摄制后，该厂同年又拍摄了第一部正式的水墨动画片《小蝌蚪找妈妈》。"
    }
  },
  "湖南卫视4K": {
    "你好，星期六": {
      "channel": "湖南卫视4K",
      "title": "你好，星期六",
      "desc": "《你好，星期六》是湖南卫视重点打造的周六黄金档棚内周播趣味艺能综艺秀。节目以全新打造的好六街街区为背景，将平凡生活的烟火气搬进演播厅，展现市井生活人间百态。深度挖掘好6团和飞行嘉宾们的艺能的同时，对当下最具热点的社会话题以及正能量价值观导向进行引导和输出，重新定义了以艺服人、以能动人的综艺准入门槛。"
    },
    "锦绣未央": {
      "channel": "湖南卫视4K",
      "title": "锦绣未央",
      "desc": "故事发生在南北朝时期，心儿出生于北凉王族，是含着金汤匙呱呱坠地的千金公主，然而，一场意外让心儿的家族沦落到了家破人亡的境地，心儿亦不得不踏上逃亡的旅途。途中，心儿结识了名为李未央的女子，而她的真实身份，其实是北魏尚书府的弃女。心儿的行踪很快就暴露了，为了保护心儿，善良的李未央不幸身亡，之后，走投无路的心儿顶替了李未央的身份，来到了尚书府，在那里等待着她的，除了一干阴险狡诈的灭门仇敌，还有英俊风流的拓跋浚，两人之间产生了一段纠葛曲折的恋情。最终，在心儿的帮助下，拓跋浚登上了皇位，这段生死相依的感情迎来了完满的结局。"
    },
    "宫锁珠帘": {
      "channel": "湖南卫视4K",
      "title": "宫锁珠帘",
      "desc": "结束了匪夷所思的时空穿越，并且收获了亘古爱情的洛晴川与心爱的八阿哥胤禩回到现代，开始了幸福的生活，而晴川也凭借深厚的历史学识和亲身经历一约成为影视界内穿越剧炙手可热的名家。在她所撰写的一部穿越剧中，名叫怜儿的女孩阴差阳错成为主角。故事发生在清朝雍正年间，为了帮助父亲的仕途，候补四品典仪凌柱之女怜儿几番周旋奔忙，由此结识了十七王爷，并在王府期间和王爷互生情愫。但是命运却将她引领进了凶险异常、斗争激烈的皇宫。经过一番运作，怜儿果然得到皇帝的垂青，可是福兮祸所倚，她的前方注定充满了无数的荆棘……"
    },
    "亲爱的·客栈2026": {
      "channel": "湖南卫视4K",
      "title": "亲爱的·客栈2026",
      "desc": "八年后节目再次重启，原“客栈管家”王鹤棣升级当主理人，携手秦岚、沈月、徐志胜、吴泽林、张宸逍等一众老友，在海南儋州的碧海蓝天下，打造专属治愈系海边客栈。\n\n　　打造“慢下来，「趣」生活”的主题，让每一位入住的顾客在这个客栈乌托邦里，享受一段治愈的生活，同时也让观众看到闪烁的温暖和治愈的力量。"
    },
    "乌蒙深处": {
      "channel": "湖南卫视4K",
      "title": "乌蒙深处",
      "desc": "麻青蒿、吴艾草、衮菖蒲自称“乌蒙三颗草”，在发展种、养殖业和文旅融合上取得了不俗的成绩，成了村里致富的带头人；衮月亮、龙凤碧等绣娘把指尖上的技艺变成了指尖上的经济，成为了远近闻名的苗绣非遗传承人，苗绣产品走出了村庄，走向了全国，走向了世界。然而在产业发展的道路上，并不是一帆风顺，如何把巩固脱贫攻坚成果与乡村振兴战略有效衔接，这是肖百合、杨国勇等村干部的历史责任和时代担当。在他们的引领和帮助下，悬崖村的一产、二产、三产齐头并进，美丽乡村不断提档升级，悬崖村村民的幸福感和获得感不断提升。"
    }
  },
  "江苏卫视4K": {
    "假日暖洋洋": {
      "channel": "江苏卫视4K",
      "title": "假日暖洋洋",
      "desc": "已近而立之年的经纪人许可依，在演艺圈单打独斗闯下一片广阔天地。大年三十晚上，她带着艺人高俊裕来度假村献唱，以为自己十年艰辛付出终将收获美满爱情，却未能如愿以偿。失魂落魄的许可依独自在海边借酒消愁，而一直默默关注又担心她的暖男侯昊，就这样误打误撞闯入了许可依的生活。两人的感情急速升温，在许可依事业与爱情屡屡受挫的意外假期里，似乎只有慢生活的侯昊，能为她带来新的开始……来度假村过年的客人们形形色色，带着一大家子人前来的小夫妻宋小可与陈斌斌也是其中一员。身为创业女强人的宋小可，早已受不了陈斌斌的怠惰而与其冲动离婚，可是为了让长辈们过个好年，两人只得硬着头皮扮演恩爱夫妻，想把年先过了再公布离婚的事情。而离婚一时爽、追妻火葬场的陈斌斌，在度假村中绞尽脑汁、想方设法地讨好挽回，结果闹出了一堆笑话。医疗队的医生老温和女儿温若楠受度假村邀请前来度假，老温平日工作繁忙，正打算好好弥补平日对女儿缺少的陪伴与关爱；然而温若楠正值叛逆期，妈妈的病逝又让她对老温心结难解，父女关系紧张。当老温再一次因为突发手术失约于女儿的生日会，两人的关系陷入僵局。护士周瞳的出现，在老温和温若楠之间架起了一座沟通的桥梁，父女二人终于在度假村中慢慢开始试着理解和包容对方。宁静放松的度假村里，阳光沙滩、椰林大海舒适而治愈，不慌不忙地洗刷着人们城市生活的疲累与艰辛，为一对对来这里寻找幸福的人，找到平凡人生里最温暖的答案。"
    },
    "年少有为": {
      "channel": "江苏卫视4K",
      "title": "年少有为",
      "desc": "大厂打工人裴谦惨遭辞退之际，意外获得神秘大佬的邀请，创办了一家必须以亏损为目标的公司，于是他故意集齐各种不靠谱的虾兵蟹将，绞尽脑汁地给员工加薪放假发福利，又投资了一个个奇葩项目，不料竟一次次意外反转，屡战屡赚。裴谦有苦难言，却成为了员工心中的良心老板，业界公认的商业奇才，不得不带领公司继续逆风翻盘，终成当地第一集团。"
    },
    "非诚勿扰": {
      "channel": "江苏卫视4K",
      "title": "非诚勿扰",
      "desc": "海归秦奋（葛优 饰）的天才发明“分歧终端机”因能公平和平地解决人类分歧，被风投者以200万英镑高价买走。秦奋也开始踏上网上征婚的路途，一路笑话不断，不是重遇Gay友，就是遇到推销客，秦奋颇有点心灰意冷。几经周折后，秦奋终遇倾心佳人梁笑笑（舒淇 饰）。无奈，美人心有所属。秦奋究竟如何逆流而上？几番悲欣交集后，有志者事竟成！秦奋终于带着他的真爱开始一段全新征程。"
    },
    "江南文脉": {
      "channel": "江苏卫视4K",
      "title": "江南文脉",
      "desc": "江南文脉·园林篇 (2018)"
    }
  },
  "浙江卫视4K": {
    "加康加年味": {
      "channel": "浙江卫视4K",
      "title": "加康加年味",
      "desc": "节目以热播综艺安康庆团圆为主题，邀请《奔跑吧》《天赐的声音》《听说很好吃》《中国好声音》四组嘉宾，在冬至、腊八、小寒、小年，创作四个不同主题的节令团圆饭。在饭局游戏中，讲出彼此故事，开启对新春的祝福。"
    },
    "奔跑吧天路篇": {
      "channel": "浙江卫视4K",
      "title": "奔跑吧天路篇",
      "desc": "连接山河之极，感受疆藏之美。这一季，跑男团将从西藏到新疆，用脚步丈量祖国大好河山，用心感受大国疆土的辽阔与温暖。在西藏，邂逅日照金山的震撼，身着民族服饰融入藏地风情，体悟那份纯粹与神圣；在新疆，寻觅街头巷尾的美食香气，沉浸于多元文化的独特魅力，解锁不一样的奔跑体验。"
    },
    "气象预报": {
      "channel": "浙江卫视4K",
      "title": "气象预报",
      "desc": "戴维（尼古拉斯·凯奇 饰）是名天气预报员，可是他没有专业知识能用在工作上，当预报的天气并不理想时，观众们会在街上肆意向他丢垃圾。戴维对自己的生活感到灰暗，与妻子（霍普·戴维斯 饰）离婚更是对他的一个打击。如今他得到一个前往纽约重新工作的机会，可是他必须要面对与孩子们并不融洽的关系。儿子迈克被戒毒时认识的辅导员性骚扰；女儿雪丽的肥胖被学校的同学耻笑，性格忧郁。更令戴维伤心的是，他的小说家父亲罗伯特（迈克尔·凯恩 饰）患上了绝症。 　　戴维希望父亲能看到他的成功，他更想与前妻复合，一家人到纽约重新生活。无论做了多大的努力，他与家人的关系并没得到和缓，他依然遭到观众的垃圾袭击，他更开始抗拒前往纽约。 　　此时他看到父亲平静面对死亡的态度，并在与父亲相处的最后时光中，戴维被授予了很多人生的道理。"
    },
    "菜鸟与大鱼": {
      "channel": "浙江卫视4K",
      "title": "菜鸟与大鱼",
      "desc": "近日，浙江卫视真人秀《菜鸟与大鱼》在杭州富阳五丰岛正式启动首轮录制。节目常驻嘉宾华少、宁泽涛、徐滨化身“钓鱼菜鸟”，潜入当地钓友群体，开启一场兼具趣味与深度的垂钓探索之旅。录制当日，三位嘉宾混迹于熙攘的钓友中，跟随经验丰富的钓鱼爱好者学习技巧，从选位、打窝到抛竿、看漂，亲身感受垂钓的学问与魅力。随后，他们展开了一场充满悬念的钓鱼实战比赛。在自然与竞技的交织中，嘉宾们不仅体验了垂钓的耐心与智慧，更在一次次“破局”中领悟节目“菜鸟追寻大鱼”的深层寓意。节目还将联动垂钓赛事，推动“体育+文旅”融合发展，开拓全民乐健新场景。未来，嘉宾们将前往全国多个特色钓点，与飞行嘉宾及当地钓友共同解锁自然“盲盒”，呈现多元人生故事。"
    },
    "王牌对王牌": {
      "channel": "浙江卫视4K",
      "title": "王牌对王牌",
      "desc": "丹尼是一名出色的谈判专家，屡立战功。当他的人生顺风顺水时，刹那间的转折让他措手不及。他的搭档因涉嫌私吞公款而被拘，却在警局惨遭灭口，第一时间赶到现场的丹尼自然最大嫌疑人。当他确信是警局内有人要找他做替死鬼，百口莫辩之际，他铤而走险绑架了局长等一干重要人物，想通过与警方的对话为自己洗刷罪名。丹尼要求另一分局派出谈判专家来和自己对话，因为他清楚要谋害自己的人就在自己的局里。于是邻局的谈判专家史宾恩奉命前来和丹尼谈判，史宾恩相信了丹尼，开始为他搜集证据。"
    },
    "我们的爸爸": {
      "channel": "浙江卫视4K",
      "title": "我们的爸爸",
      "desc": "《我们的爸爸》是一档生活观察类真人秀，由傅首尔、苗苗、吴尊、许昕、杨子组成“邻家爸妈团”，涂毓麟担任“实习爸爸”，该节目聚焦爸爸与孩子之间的互动与成长，为观众呈现最真实、最温馨、最有趣的亲子关系画卷。"
    },
    "经典剧场": {
      "channel": "浙江卫视4K",
      "title": "经典剧场",
      "desc": "本系列是台视经典剧集的合集。"
    }
  },
  "四川卫视4K": {
    "乐龄春晚": {
      "channel": "四川卫视4K",
      "title": "乐龄春晚",
      "desc": "《2026乐龄春晚》是由国家老年大学、中国教育电视台、北京曜阳公益基金会等联合主办，中国文化书院大众传播专业委员会承办的春节晚会 [2]，由黄薇担任晚会总导演，黄薇、朱军、子涵、李耀阳主持 [3]，于2026年2月4日19:30在北京世纪剧院举办，国家老年大学和快手平台同步直播，中国教育电视台及江苏卫视、山东卫视、辽宁卫视、四川卫视、河北卫视、山西卫视在春节期间进行大屏播出 [1]。\r 晚会以“乐龄迎春·马上接福”为主题，既是专为全中国3亿多乐龄群体量身打造的精神家园，更是新时代积极应对人口老龄化、弘扬敬老爱老传统美德的生动实践，在辞旧迎新的美好时刻，为神州大地注入温暖而持久的生命力 [1]。\r 该晚会播出后，截至2026年2月5日，相关热门话题传播超17.4亿人次。直播时段内晚会收获各级网络媒体报道238条，多平台直播累计传播互动1291.1万人次，参与晚会内容分发及宣传推广的各新媒体平台账号累计覆盖网络用户超1.1亿人次 [3]。"
    },
    "生物圈日记": {
      "channel": "四川卫视4K",
      "title": "生物圈日记",
      "desc": "《生物圈日记》是一部由五洲传播中心与中国科学院联合制作的2集生态纪录片，于2025年底在央视纪录频道播出。影片以2025年第五届世界生物圈保护区大会在中国召开为背景，通过塞尔维亚人类学家玛塔博士的视角，深入走访中国多个世界生物圈保护区，探讨人与自然和谐共生的中国实践与东方智慧。"
    },
    "三星堆-古老的城市": {
      "channel": "四川卫视4K",
      "title": "三星堆-古老的城市",
      "desc": "这是一部全新视角的纪录片，中法创作者携手为大家讲述古蜀王国的故事。一件件古蜀瑰宝的背后，隐藏着许许多多不为人知的故事。"
    },
    "经典剧场": {
      "channel": "四川卫视4K",
      "title": "经典剧场",
      "desc": "本系列是台视经典剧集的合集。"
    }
  },
  "东方卫视4K": {
    "真心英雄": {
      "channel": "东方卫视4K",
      "title": "真心英雄",
      "desc": "Jack（黎明 饰） 追随皮哥多年，阿豪（刘青云 饰）是追哥的得力助手，两人各为其主，却早已耳闻对方威名。在一次行动中，阿豪放了Jack一马。二人驾车狭路相逢，相互对撞，各自从车内爬出，但手中却拿着各自从家里带来的珍藏红酒，二人因而偕同女友琪（蒙嘉慧 饰）和玲（梁艺龄 饰）一起 去小酒吧痛饮，直称相见恨晚，便相约大战过后再来喝个痛快，但两人心中各知自此一别后再见便是生死相搏之时。阿豪、Jack在泰国两败俱伤，但老大下手，阿豪双腿被打断，Jack被打至完全昏迷。 闻讯后的琪、玲赶往泰国，却遭不测。一年后，皮哥、追哥言和，对旧事却避而不谈，阿豪为此境况惨淡，而不问江湖事的Jack能否出山，真心英雄真否可以不死，他们能了却复仇的心愿吗？"
    },
    "雁回时": {
      "channel": "东方卫视4K",
      "title": "雁回时",
      "desc": "寒冬腊月，从小被弃养乡下的庄家三小姐庄寒雁，竟遍体鳞伤的晕倒在庄府门前，她的出现引起庄家内宅大乱，更惹来大理寺少卿傅云夕的关注和探究。这只冬日北上的孤雁，背后究竟藏着什么秘密？京城奸宦一夜倒台，神秘义子藏身迷雾，一张张面具之下，究竟孰真孰假，孰恶孰善？"
    },
    "锚点": {
      "channel": "东方卫视4K",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "云海谣": {
      "channel": "东方卫视4K",
      "title": "云海谣",
      "desc": "只有用心写出来的文字才会美丽动人，只有用脚丈量出来的土地才会沉稳厚实。2023年，工作室两赴云南，足迹踏遍文山、红河、临沧、保山和大理等地州，亲眼目睹了这片土地的变化，感受到这里百姓发自内心的笑容。无论是祥云花海的芬芳，还是保山咖啡的香郁，或是组团式教育医疗给当地村民带来的实惠，上海援滇干部人才的辛勤付出，让七彩的云南更加缤纷，也使沪滇两地云海情深。系列短视频《云海谣》里记录的，只是其中的点滴。\n\n　　《济世》。由12个少数民族汇聚的文山州广南县，位于滇桂黔三省交界之处，来自静安区多所医院的五名医生，不顾山高水远，来到广南县人民医院，展开组团式帮扶，短短一年，就在这里创造了多个第一，我们的故事，就从这些第一开始了......\n\n　　《申情》。振华重工长兴基地，有一群来自云南临沧的务工者，获得2021年国际焊接大赛三等奖的青年工人俸春林就是其中一员，在师傅魏钧的悉心培养下，俸春林和他的伙伴们不仅在业务上突飞猛进，还不断融入上海这个城市，成为新上海人。\n\n　　《足迹》。红河县的红河一中，有一支哈尼族女子足球队，她们从沙石地出发，终于拥有了自己的球场、球衣和球鞋，这一路上离不开众多好心人的帮助，但她们心中最感激的还是来自上海的关怀。\n\n　　《咖缘》。到云南保山的中国咖啡第一村新寨村认养一棵咖啡树，让云南的小粒咖啡走进上海的寻常百姓家，上海的援滇干部，让我们在咖啡中品出了云海情。\n\n　　《花语》。从申江到洱海，申洱花卉产业园用清香宜人的菊花，吸引了众多上海人采菊东篱下的兴致，也让这里的菊花走出祥云，走向全国。祥云人不会忘记，美丽花海的背后，是上海两批援滇干部的接力奉献。\n\n　　《牵手》。当一群来自香格里拉的少年，兴奋地在东方绿洲的中国兵器博物馆门前合影，当上海博物馆、东方明珠让他们流连忘返，当他们挥毫书写“青少年手拉手”的时候，上海之行已经成为这些少年心里一道抹不去的记忆，他们深知，是上海为他们插上了理想的翅膀。"
    },
    "1/7": {
      "channel": "东方卫视4K",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "人间洗剧": {
      "channel": "东方卫视4K",
      "title": "人间洗剧",
      "desc": "首部国人洗浴文化纪录片，知名喜剧演员乔杉配音。澡堂一间，烟火万千，在蒸腾的热气与水声之中，我们走遍全国各地风格迥异的“澡堂”，记录这片特殊的场域下技艺精湛的洗浴技巧、五花八门的洗澡文化以及人们卸下防备赤诚以待的动人故事与情感瞬间。"
    },
    "双城记": {
      "channel": "东方卫视4K",
      "title": "双城记",
      "desc": "在法国大革命的风暴中，一对相貌酷似的男子——一位是落魄的法国贵族，另一位是嗜酒成性的英国律师——同时爱上了同一位女子。"
    },
    "大江南": {
      "channel": "东方卫视4K",
      "title": "大江南",
      "desc": "当22岁的赵雅芝遇上21岁的周润发，这样的情节最早的出现就在TVB1976年3月29日播出的电视剧《大江南北》中呈现，该剧由林德禄编导，周润发出道虽遭，此时也是刚开始在娱乐圈略有名气，而阿芝则是在刚拍完《乘风破浪》接拍自己的第二部电视剧。\n\n此外在这部片子中还有我们熟悉的吴孟达、黄杏秀，已经皱眉阿叔黄新、演员郑子敦、卢海鹏、关聪、江涛、谈泉庆、焦雄等人。\n\n焦雄，看到他的照片常看港剧的人一定不会太陌生，焦雄在港剧中经常扮演市井街坊，脾气暴躁，说话粗鲁的大叔，或是小摊贩、小人物、渔民、农夫。最出名的还是在古装剧中常演奸诈小人。\n\n电视剧其代表作为处境剧《香港八一》—《香港八六》的牛生。随着香港电视黄金年代终结，2003年无线实行减薪，焦雄跟电视台争执，终而离开无线。"
    },
    "述说": {
      "channel": "东方卫视4K",
      "title": "述说",
      "desc": "法国喜剧片。阿嘉特·维拉诺瓦是新近踏入政界的女权主义者，她回到法国南部家乡停留10天，以便帮助她妹妹弗洛朗丝整理母亲过世后留下的遗物。弗洛朗丝有丈夫和孩子，却和电视导演米歇尔搞婚外情。米歇尔在这家人的老女仆的儿子卡里姆的帮助下，说服阿嘉特接受采访，以便拍摄一部有关“成功 的女人”的纪录片。"
    }
  },
  "金鹰卡通": {
    "超级飞侠乐迪加速": {
      "channel": "金鹰卡通",
      "title": "超级飞侠乐迪加速",
      "desc": "超级飞侠乐迪接到一项新任务！一个神秘的包裹，一次跨越大洲的派送，乐迪却因此偶然介入了一场将世界陷于危机的恶作剧中。面对危机，乐迪和其他超级飞侠将发挥各自的救援能力，争分夺秒合力拯救世界！"
    },
    "开心超人联盟之勇敢之城": {
      "channel": "金鹰卡通",
      "title": "开心超人联盟之勇敢之城",
      "desc": "宅再佳失踪，超人们找到了唯一有其失踪线索的一副斗兽棋，却在与反派的争夺中被打碎。八枚斗兽棋棋子由此幻化成八只棋兽散落在勇敢之城各处。\n\n为了救出宅再佳，超人们必须收回散落各处的棋兽、破解其中的秘密。而反派为了争夺棋兽，也不断从中作梗。正邪双方围绕棋兽展开了一场激烈的争夺……"
    }
  },
  "CCTV16": {
    "场面": {
      "channel": "CCTV16",
      "title": "场面",
      "desc": "南太平洋某岛，一支中国电影剧组正在拍摄战争题材电影。骄横跋扈的大明星林东，竟意外踩在一颗“松发式”地雷上，好消息是不抬脚不炸，坏消息是随时会炸。全组人员想尽一切展开疯狂营救……"
    }
  },
  "四川卫视": {
    "2026花开天下国韵新年演唱会": {
      "channel": "四川卫视",
      "title": "2026花开天下国韵新年演唱会",
      "desc": "2026花开天下·国韵新年演唱会"
    },
    "五号特工组之偷天换月": {
      "channel": "四川卫视",
      "title": "五号特工组之偷天换月",
      "desc": "这是一部具有真实史料为背景的抗日间谍片。1937年8月12日，\"8·13\"事变前夜，日军驻华间谍机关发布了一道暗杀蒋介石的密令......卢沟桥事变\"爆发后，在战事一触即发的上海，日军间谍猖獗密布，国民政府国防部中校参谋、中共地下党员欧阳剑平，按照地下党组织领导冯先生的指示，召集4位身怀绝技的青年志士，秘密组成\"5号\"特工组。这五人一路艰险到达上海，住进法租界，他们伪装的公开身份是\"上流社会\"成员，在杀机密布的上海，他们遭遇到了......"
    }
  },
  "辽宁卫视": {
    "2026辽宁春节联欢晚会": {
      "channel": "辽宁卫视",
      "title": "2026辽宁春节联欢晚会",
      "desc": "《2026辽宁春节联欢晚会》是由辽宁卫视制作的文艺晚会，由张明、李妙、晓川（张晓川）主持，李雪琴、岳云鹏、于洋、唐国强、赵小棠担任互动嘉宾 ，于2026年2月15日（农历腊月廿八）19时30分在辽宁卫视首播，晚会以“万家灯火共团圆”为主题，邀请观众循着晚会吉祥物“马上”欢快的笑声，共赴这场四十载的“团圆之约”，在“万家灯火共团圆”的温情时刻，共同见证笑赢新春、福盈乾坤 。"
    }
  },
  "江西卫视": {
    "王牌部队": {
      "channel": "江西卫视",
      "title": "王牌部队",
      "desc": "剧集通过四十年的时代跨度，描述了一支王牌军队的成长历程，通过对个体的刻画，塑造了一群有灵魂、有本事、有血性、有品德的新一代军人，以小见大见证国之重器的蜕变之路，浓墨重彩描绘军事国防的希望与未来，为强军变革的大背景下，一曲我军新时期军魂的激情赞歌。"
    },
    "潜渊": {
      "channel": "江西卫视",
      "title": "潜渊",
      "desc": "1940年1月，头部受伤的我党地下工作者梁朔在深山暴雪中苏醒，他因伤失忆，根据线索来到上海寻找自己的身份却陷入日军围捕，因此怀疑自己是军统一员。汪伪76号的人也找到他，称他是行动处的处长。此时日汪政府联合举办的“和平共荣大会”即将召开，一批被日方严密囚禁的难民劳工也将在会后被推上战场，生命危在旦夕。我党制定“潜渊”计划，准备在大会召开之际解救同胞。在这关键时刻，执行计划的地下党员“清霜”却不知所踪。梁朔在日伪特务的重重陷阱下重新找回记忆，原来他就是“清霜”。梁朔坚持自己的红色信仰，以身涉险，重回76号寻找解救同胞们的机会。他获悉一份尘封了十余年的日谍名单也将在大会上被启用，为完成“潜渊”计划，他必须夺取名单。梁朔发动身边所有爱国力量，粉碎了日方阴谋，解救了千余名难民。"
    },
    "声声乐尔": {
      "channel": "江西卫视",
      "title": "声声乐尔",
      "desc": "一档以国乐艺术家方锦龙为发起人，与儿子方颂评、徒弟李星星组成的国乐团，一同寻找代表城市中不同的声音并收集，为城市留下音乐作品。"
    },
    "独狼": {
      "channel": "江西卫视",
      "title": "独狼",
      "desc": "电视剧独狼是由小说《冷枪》改编而来，讲述的是南京陷落后至徐州会战前四十余天的时间内，在重重炮火硝烟的背后，中日两支特种小分队之间惊心动魄、你死我活的一场“潜伏”较量和生死对决的故事。"
    },
    "我们的河山": {
      "channel": "江西卫视",
      "title": "我们的河山",
      "desc": "该剧以1937年至1945年的抗战历程为背景，讲述以“书生党员”庄埼风（王雷 饰）为代表的崮城县基层党组织，坚持敌后深入群众、发动群众、依靠群众，在八路军115师派出的党员骨干帮助下，不断建立、发展、壮大山东抗日根据地，与日寇、顽匪斗智斗勇、以弱胜强，最终取得胜利的故事。该剧旨在诠释“兵民是胜利之本”的精神内涵，展现中国共产党在抗日战争中的中流砥柱作用，再现中华大地，特别是山东沂蒙地区军民同心、浴血抗战的壮丽篇章。"
    }
  },
  "海南卫视": {
    "大使家宴": {
      "channel": "海南卫视",
      "title": "大使家宴",
      "desc": "节目以家宴之名，前往各国驻京大使馆，挖掘其“历史宝藏+ 文化宝藏+美食宝藏”，打造一场文化高级感与美食国际化兼 得的宝藏家宴，用美食为切口、以驻华大使的视角打开深度 认知世界的窗。节目将带领观众一起感受中西美食文化迸发 后的文之极、秘之极、味之极，也将以全新视角带观众认识 作为“使馆之城”的北京。"
    },
    "马王堆岁月不朽": {
      "channel": "海南卫视",
      "title": "马王堆岁月不朽",
      "desc": "《马王堆·岁月不朽》通过现代科技与文化艺术的结合，突破考古发现式纪录片的常规范式，以湖南博物院为叙事空间，以马王堆文物为叙事主体，创造性地构建了一个全新的叙事框架，也记录了一场关于守护、传承与创新的深刻对话。让观众深刻感受和理解马王堆文化所代表的瑰丽文化，让古老的文明焕发出新的生命力。"
    },
    "视界": {
      "channel": "海南卫视",
      "title": "视界",
      "desc": "埃斯特尔是一位长途飞行航班的飞行员，她有一个深爱她的丈夫纪尧姆。尽管日复一日的飞行和“时差”经常干扰着这位年轻女人的生物节律，特别是她的睡眠，但他们夫妇两人的日子过得还算是规律。一天，在尼斯机场的走廊里，她偶然遇到了摄影师安娜。二十年前她曾与安娜有过一段热恋。埃斯特尔不知道这次重逢会让她陷入一个漩涡……"
    }
  },
  "吉林卫视": {
    "以法之名": {
      "channel": "吉林卫视",
      "title": "以法之名",
      "desc": "故事讲述一个满脸写着正直的西西里裔的年轻法官吉多•希亚伟（Guido Schiavi）来到了西西里村庄卡泊达尔索（Capodarso）。（众看官露出“有好戏看了”的表情）。而希亚伟不但与当地以帕萨拉夸（Passalacqua）为首的强大的黑手党势力发生冲突，而且还爱上的人正是试图向他行贿的煤老板的老婆！最终他对正义的信仰能不能经受得住考验呢？"
    },
    "我的记忆我的年": {
      "channel": "吉林卫视",
      "title": "我的记忆我的年",
      "desc": "三月，空气中纷飞飘扬着轻软絮草，教堂的钟响回荡在石板路上，小镇的春天就此揭开序幕。时序回到三零年代亚德里亚海边的小城，墨索里尼的极右理想仍是信奉的教条，建筑工人老爸、家庭主妇老妈、游手好闲的舅舅、顽皮的小弟，男孩在天主教、法西斯和义大利传统家庭价值中，迎接他的青春与成长。教室里捉弄老师的恶作剧、教堂里担心手淫的忏悔、乡村海边的热闹婚宴，费里尼从容随意地摘选撷取小镇生活的切片与轶事，密密织就一片记忆之网，在时代洪流与个人思忆之间相互辉映。"
    }
  },
  "甘肃卫视": {
    "源远流长": {
      "channel": "甘肃卫视",
      "title": "源远流长",
      "desc": "雷佳将以她深厚的功力在一场音乐会中演唱12个不同地域的歌曲，展示她对不同艺术风格的轻熟驾驭，为听众绘制一幅栩栩如生的音乐地图，以民族歌曲赞美祖国的大好河山和人民美好的生活。1、《洗菜心》 ；2、《洱源情歌》；3、《摇篮曲》 ；4、《丢丢铜》 ；5、《美人》；6、《绣荷包》 ；7、《包楞调》；8、《三十里铺》 ；9、《夏蝉之歌》 ；10、《阿瓦尔古丽》 ；11、《看秧歌》；12、《诺恩吉雅》；13、《紫竹调》；14、《思鬼情歌》；15、《桃花红杏花白》 。"
    },
    "腔调": {
      "channel": "甘肃卫视",
      "title": "腔调",
      "desc": "\"美国7、80年代最著名的一对黑白喜剧搭档金怀尔德和里查普赖尔合作的经典喜剧。黑人影星希德尼-波蒂埃担任导演，但从本片来看，其导演水平比张艺谋要强过不少。  此片看点是金-怀德的表演，他是1980年代最受观众欣赏的美国喜剧演员之一；本片与他搭档的黑人演员理查-普莱尔也相当了得，两人此前合作过的《三上银色快车》相信大多数中国观众都十分熟悉，本片两人二度合作，化学作用更是了得，只可惜90年代两人的第三、四次合作都成绩平平。  影片讲述两个小人物被错当成银行抢劫犯投入狱中，又通过一场监狱牛仔比赛成功逃脱的故事，依靠将人物置入本不属于他们的环境的手法来制造笑料，再加上层层推进的脱狱过程，具有相当的可看性。\""
    }
  },
  "陕西卫视": {
    "那年花开月正圆": {
      "channel": "陕西卫视",
      "title": "那年花开月正圆",
      "desc": "1884 年，周莹跟着养父周老四来到关中，输光钱财的周老四将周莹卖到沈家当丫头。周莹逃跑时躲进吴家东院大少爷吴聘的轿中，颇具商业头脑的周莹得到了吴蔚文的赏识，被获许留在吴家。沈星移怀疑沈家大少爷被吴聘暗杀，出手将其打伤。为救昏迷的吴聘，周莹嫁入吴家冲喜。吴聘身亡，吴家处 境困窘，周莹决定要重振吴家东院。 周莹入股陕西织布局，却遭受了朝廷反对洋务运动势力的打击，陕西机器织布局面临重建。为救深陷牢狱的周莹，吴家交出陕西机器织布局的所有股份以及与洋商的生丝合同换得周莹一命。出狱后的周莹重燃斗志建立泾阳布厂，吴家产业再次有了新起色。庚子国难，周莹用自己的方式担起了吴家大业的重振之风，又引领了动荡时局的改革之路。"
    }
  },
  "青海卫视": {
    "我住江之头": {
      "channel": "青海卫视",
      "title": "我住江之头",
      "desc": "生命起源于水，文明诞生于江河。作为长江、黄河的发源地，位于青藏高原腹地的三江源对于中国有着生态和文明的双重标本意义。这里是中国大型动物数量最多、最活跃的地区，是高原生物多样性最集中的地区之一。但这里也是全球气候变迁的敏感区和重要启动区。在这里，人与动物、植物共生、共存，呵护着这片影响着全世界命运的神圣之地。"
    }
  },
  "宁夏卫视": {
    "飞虎神鹰": {
      "channel": "宁夏卫视",
      "title": "飞虎神鹰",
      "desc": "经历了八年抗战和国共内战，古老的中华大地终于迎来了黎明的曙光，作为全国金融中心，1949年的上海为一片洋洋喜气所笼罩。然而欢庆的背后，不敢落败的国民党派出大批特务潜入上海，企图趁政权未稳之际实行破坏活动，其中以管理保密局特务组织光复社德中将社长陈恭鹏（钱雁秋 饰）最为殷勤，他指示特务、奸商和青帮大肆进行银元投机和伪钞印刷，对上海乃至全国的金融市场造成极大破坏。为此，上海军管会着手实行了整顿经济的铁流行动，中共特纵特务营营长燕双鹰（张子健 饰）便在此时临危受命。\n\n　　燕伪装成贩卖毒品的青帮分子混入上海，他与老奸巨猾的陈恭鹏展开连番角力，在这一过程中，他的生命和信仰也经受着巨大的考验…… ©豆瓣"
    },
    "父辈的荣耀": {
      "channel": "宁夏卫视",
      "title": "父辈的荣耀",
      "desc": "1998到2015年，是中国林业沧桑巨变的二十年。在这一阶段，顾长山（郭涛 饰）收养了因公牺牲搭档的儿子兴杰（张晚意 饰），经过犹豫，顾家人最终还是决定供兴杰去外面继续读书。下岗危机，也以部分年轻人率先出走告终，留下的人，则在顾长山带领下，搞起“家庭生态林”，暂时解决生计危机。时间来到2007年转型走到新的节点，为保护生态、改善民生，深山远林区移民工程开始，923工队再次面临走出去命题。兴杰也被拉回大山，在化解家人危机后，兴杰接下动员移民任务，并在其中找到了自己的价值，他决心留下来，扛起林业改革的使命。之后在14、15年全面限伐背景下，兴杰积极响应“金山银山不如绿水青山”号召，带着一家人和更多林区百姓，朝美好的新生活奔去。"
    }
  },
  "精彩影视": {
    "不二神探": {
      "channel": "精彩影视",
      "title": "不二神探",
      "desc": "短短数日内，三起“微笑杀人案”震动全城。调查过程中，青年警探、警局“活宝”王不二语出惊人：这是一起连环谋杀案！遂与搭档黄飞红开始一段惊悚刺激，同时又状况不断的“缉凶”之旅。"
    },
    "生于70年代": {
      "channel": "精彩影视",
      "title": "生于70年代",
      "desc": "杨帆（李佳航饰）、齐战胜（万沛鑫饰）、王小兵（姜寒饰）虽然生长在物资匮乏思想保守的七十年代，但从父母身上继承了质朴善良，执着坚韧的中华精髓。八、九十年代，三兄弟与全中国百姓们一起经历了改革开放浪潮：教育改革，大学不再包分配；体制改革，打破铁饭碗鼓励私营经济；产业改革，技术革新结构调整带来下岗再就业。与此同时，齐战胜的初恋云朵神秘失踪，一直单恋他的关向红却穷追不舍；因现实压力，王小兵和关学青分开；而杨帆在最失落时遇到了俏皮开朗的谭燕菲。个人前途上的迷茫，亲情、爱情里的纠结让三人一度无所适从。但70后是压不垮的一代，对新事物有着无限的渴望，三兄弟从最底层一步步稳扎稳打成长为商界精英。他们用70后特有的包容、反省、知耻而后勇的精神分别找到了自己心灵的归宿 。"
    },
    "37次想你": {
      "channel": "精彩影视",
      "title": "37次想你",
      "desc": "韩小乐（付辛博 饰）在大理的咖啡馆遇见并爱上了美女吕雯，曾经的摩托车手吕雯因为一次意外导致脑部神经受损，记忆只能维持一天，韩小乐每天绞尽脑汁想出各种方式讨好心爱的姑娘“重新”追求吕雯，两人的爱情每天如初恋般上演。\r 　　如果相见不如怀念，能否让我在记忆里重新爱你一遍。如果韩小乐有一天能让吕雯的上一秒不再成为下一秒的纪念，那么那些一起路过的街头巷口，牵手看过的落日斜阳，是不是就可以重新被再放进心底。这是韩小乐想吕雯的第37天，如果你忘记，没关系，我记得，然后提醒你。37次想你只是开始，其实故事还在延续……"
    },
    "夏洛特烦恼": {
      "channel": "精彩影视",
      "title": "夏洛特烦恼",
      "desc": "昔日校花秋雅（王智 饰）的婚礼正在隆重举行，学生时代暗恋秋雅的夏洛（沈腾 饰）看着周围事业成功的老同学，心中泛起酸味，借着七分醉意大闹婚礼现场，甚至惹得妻子马冬梅（马丽 饰）现场发飙，而他发泄过后却在马桶上睡着了。梦里他重回校园，追求到他心爱的女孩、让失望的母亲重展笑颜、甚至成为无所不能的流行乐坛巨星……  醉生梦死中，他发现身边人都在利用自己，只有马冬梅是最值得珍惜的……"
    },
    "李可乐寻人记": {
      "channel": "精彩影视",
      "title": "李可乐寻人记",
      "desc": "李可乐（喻恩泰 饰）和四个大学里不靠谱死党成立了“灯火寻人”公司，但业绩惨淡。他借房东刘熊猫（高亚麟 饰）的奔驰撑场面去接空姐女友青青（王澜霏 饰），却因没买到女友想要的限量名牌包而被甩。当他终于换回自己的奔奔时，却追尾了女警康红（谭卓 饰）的警车而闹出误会。  　　李可乐当从报纸上得知将不久于人世的亿万富翁、前国军少校、现马来亚船王庄亦归先生（林栋甫 饰）要重金寻找失散多年的孙子时，李可乐带领公司员工加入“寻亲”大军，历经艰辛、笑话百出，当他终于以为接近目标找到了那个“庄孙子”时，却发现自己陷入到一个巨大的骗局中。迫于无奈他只好继续行骗。虽然骗局成功了，但对金钱的渴望让他盲目，对金钱的渴望让青青投入到“假孙子”的怀抱。  　　骗局最终败露，一直盯着他的女警察康红亲自参与案件调查，在“秀才遇上兵”的追捕过程中，他和康红间矛盾不断成了欢喜冤家，最终，李可乐发现原来苦苦寻找的“装孙子”竟然是……"
    },
    "孕城": {
      "channel": "精彩影视",
      "title": "孕城",
      "desc": "清朝末年，汉口的地皮大王刘宗祥，通过修路，拆城墙，修张公堤，购买后湖尚未淤出的无主官地等一系列大手笔，为汉口的形成和发展打下了坚实的基础。塑造了一批血肉丰满，栩栩如生的人物艺术形象，纸醉金迷的洋场与里巷市井并存，建汉口的精英与吃汉口的魔鬼共舞；悲欢离合的人物命运；恩怨情仇的曲折故事，汉味浓郁的表现风格，独特魅力的地域风情，组成了《孕城》大雅大俗的艺术格调。"
    },
    "西游记之七十二变": {
      "channel": "精彩影视",
      "title": "西游记之七十二变",
      "desc": "孙悟空为了拯救终年无雨的花果山，孤身前往只招收神仙学员的仙法学院——三星洞，拜师菩提老祖学习那驱雷掣电、天马行空、变幻无穷的七十二变的神仙仙术。求学期间孙悟空除了交到一群肝胆相照的好友外，还发生了很多欢乐有趣、啼笑皆非的故事。然而此时，东海龙王正在暗中研制药物，通过控制傀儡的意识使之成为无情的杀手，向天庭复仇。孙悟空与他的同学们发现了龙王的阴谋，齐心协力试图阻止这场将会殃及苍生的争斗，与东海龙王展开了上天入海、横跨仙人两界的终极大战。孙悟空也在此次大战中完成了成长与蜕变，领悟了七十二变的真义。"
    },
    "笑过2012": {
      "channel": "精彩影视",
      "title": "笑过2012",
      "desc": "地震即将来袭，大马（王景春 饰）受幺鸡（沈伐 饰）唆使参予赌博，结果输掉了全部产业，恼羞成怒的他打残了设局的幺鸡和自己的老婆，被判入狱服刑。不甘在监狱改造的大马骗取了保外就医的机会，不料此时地震来袭。大马与狱警小李争相救人，小李不幸被砸成重伤，临牺牲前他叮嘱大马返回监狱接受改造。大马得知妻子遇难、幼子失踪，希望找回儿子再去服刑，小李的父亲（李心敏 饰）是一名老警察，他开始暗中追踪大马。宋姐（王柠 饰）身患癌症，她对玛雅预言深信不已，大马的儿子被她收养，并取名挪亚（韩梓轩 饰）。老李帮大马找到了儿子，但挪亚并不认他这个父亲，在与宋姐的夺子大战中，大马竟与其擦出爱的火花。由于挪亚患上地震后遗症，爱子心切的大马筹钱为儿子打造可以庇护心灵的“揶亚方舟”，就在这时，幺鸡出现了……"
    },
    "有你真好": {
      "channel": "精彩影视",
      "title": "有你真好",
      "desc": "有没有一个人的出现让你觉得人间值得？人生这趟旅途我们总会面对一些突如其来的失去，面对困顿生活的苗红（郝蕾 饰），有女儿（席嘉琪 饰）、闺蜜（马苏 饰）、挚友（杨坤 饰）一直不离不弃的陪伴，给了她不可替代的偏爱和例外，成为她的救赎。生活虽苦，但遇见你是我这辈子最幸运的事，谢谢你治愈我所有受过的伤，给我久违的安全感，温暖我的世界。我想说，有你真好！"
    },
    "亲密敌人": {
      "channel": "精彩影视",
      "title": "亲密敌人",
      "desc": "故事讲述在投资银行任职董事总经理的Derek（黄立行饰），即将对敌对公司进行针对性收购，偏偏对手是他的前女友、财务顾问Amy（徐静蕾饰），昔日恋人虽然仍心系对方，但为了面子和报复而在职场上针锋相对。此时，Derek与得力助手Rebecca（梁咏琪饰）互生情愫，加上金融第一狗仔Henry Ma（李治廷饰）的出现，令Derek与Amy之间的角力越来越加深…"
    },
    "烽火连城决": {
      "channel": "精彩影视",
      "title": "烽火连城决",
      "desc": "富家少爷林海为了校花女神叶谷雨，意外卷入谍战漩涡，突陷重重杀机。他带着真实身份为我党情报员的叶谷雨一路奔逃，直至老家连城，期望庇护于自家的黑帮势力。不料叶谷雨的共党身份暴露，掀起了连城的血雨腥风。林海为救心爱之人，不惜私自动用忠义堂势力，帮助共产党重建情报交通线，与特务头子栾君雅生死谍战，与连城新县长韩三命黑道厮拼，也因此将忠义堂带上悬崖一线，遭到觊觎堂主之位的三弟林江的激烈反对。 爱情染上信仰之血，亲情裹入权谋之杀。林海与叶谷雨逐渐成长为革命情侣，携手面对特务、官匪等诸多生死考验.林家兄弟，为权为爱为野心，展开了堂主之位的夺权之争，明枪暗箭，祸起萧墙 。"
    }
  },
  "卡酷少儿": {
    "海尔兄弟": {
      "channel": "卡酷少儿",
      "title": "海尔兄弟",
      "desc": "《海尔兄弟》是由海尔集团、北京红叶电脑动画制作技术有限公司联合出品的系列动画片。其由刘左锋、戴福林执导，张经平编剧，1995年起播放，于2001年完结，共212集。 主要讲述一对由智慧老人所创造的海尔兄弟和他们的朋友，为解决人类面临的灾难和解开无尽的自然之谜而环游世界，最后回到他们的诞生地太平洋的神奇历险故事。该部动画片通过描述海尔兄弟的探险经历，向人们传递了科学与人文知识。"
    },
    "海尔兄弟20周年纪念版": {
      "channel": "卡酷少儿",
      "title": "海尔兄弟20周年纪念版",
      "desc": "很久以前，智慧老人用神奇的科技手段创造出一对机器人——海尔兄弟，甚至不惜牺牲自己的生命以赋予这对兄弟灵性。为解决人类面临的灾难，拯救地球，揭开无尽的自然之谜，海尔兄弟与他们的朋友从太平洋出发，踏上环游世界的征程。从太平洋到北极，穿越五大洲，终于通过古代丝绸之路来到中国，一路上，海尔兄弟曾用热气球帮助火山岛居民脱险，在穿越大洋时战胜过疯狂生长的马尾藻，打败了飞蟒与海盗，拯救过土著小孩，经历过红海、死海的考验，也遭遇过喀斯特地形的作怪。终于，海尔兄弟来到中国，开始了他们梦寐以求的对中华文明的探索。"
    },
    "大玩家": {
      "channel": "卡酷少儿",
      "title": "大玩家",
      "desc": "在这部罗伯特·奥特曼执导的辛辣行业讽刺剧中，一位道德观摇摆的好莱坞制片厂高管（蒂姆·罗宾斯 饰）发现自己卷入了一桩犯罪事件——这剧情简直与他经手的电影项目如出一辙。改编自迈克尔·托尔金小说的本片融合了黑色电影元素与犀利的内行喜剧，既是一个精妙的谋杀悬疑故事，也是对电影制作本身的嘲讽。影片拥有豪华的配角阵容以及一连串明星客串，构成了一幅令人惊叹的好莱坞群像。这部结构精巧的娱乐佳作（以美国影史上最大胆且备受赞誉的开场镜头之一拉开序幕）标志着奥特曼在1990年代初的成功商业回归。[标准收藏]"
    },
    "音乐公主爱美莉": {
      "channel": "卡酷少儿",
      "title": "音乐公主爱美莉",
      "desc": "音乐公主爱美莉从儿童社会情感发展的角度出发讲述了来自音乐王国的公主爱美莉在神奇的乐园岛上，与其他六位性格迥异的公主一起互相帮助、快乐成长。"
    },
    "熊出没之伴我熊芯": {
      "channel": "卡酷少儿",
      "title": "熊出没之伴我熊芯",
      "desc": "一个普通的森林夜晚，对小熊大、小熊二宠爱有加的熊妈妈，在一场大火后离开了他们，两熊伤心不已……转眼多年过去，光头强带熊大熊二前往振兴岛参观机器人研究所，却意外得到了熊妈妈的线索，为此熊大、熊二一路探寻……熊妈当年为何不告而别？两熊最终是否能找到妈妈？迷雾重重的背后还有怎样的故事？一切谜团等待揭晓。"
    }
  },
  "CCTV世界地理": {
    "故事中国": {
      "channel": "CCTV世界地理",
      "title": "故事中国",
      "desc": "在新中国成立70周年之际，电影卫星频道节目制作中心特别策划大型专题片《足迹——银幕上的新中国故事》，通过对具有重大时代节点、反映新中国各方面建设成就和人民精神风貌的经典影片的梳理与回顾，以崭新的当代视角、新老影人介绍访谈、影片外景地制作地的重访的形式，力图勾勒新中国70年璀璨岁月的光影足迹，揭秘电影人不为人知的创作艰辛和幕后故事。"
    }
  },
  "CCTV风云足球": {
    "2（": {
      "channel": "CCTV风云足球",
      "title": "2（",
      "desc": "由于宇宙中的两颗彗星正面撞击了地球，致使地表生态遭遇毁灭性打击，造成恶劣后果。全人类不得不躲藏在地堡中求得生存。身为科学家的加里蒂带着一家人劫后余生，幸存了下来。虽然他们躲过了第一波的冲击，但是他们所在的地堡中剩余的生活物资逐渐减少，其他幸存的人类也开始蠢蠢欲动。迫于压力这一家人必须离开格陵兰岛的安全掩体，开始踏上危险的旅程。在这一路上他们无奈的发现，整个欧洲已经被毁灭，变成了冰冻荒地。于是一家人只能再次被迫上路……"
    }
  },
  "都市剧场": {
    "战长沙": {
      "channel": "都市剧场",
      "title": "战长沙",
      "desc": "该剧改编自同名小说，以中国近代史上著名的“长沙会战”为背景，借由长沙城一户普通的“胡”姓人家在战争中的命运浮沉，展现出战火的无情以及在日军蹄铁的侵略下，中华儿女奋起抗战的不屈精神。1938年10月，日军攻陷武汉，长沙危在旦夕。城中茶园巷的胡家人，在孙女婿薛君山的支持下，千方百计为胡家最宠爱的一对龙凤胎湘湘和小满安排退路。薛君山先将湘湘介绍给留洋归来保卫长沙的顾清明，可惜生性泼辣的湘湘和心高气傲的顾清明一见面便势同水火，薛君山只好另选人家。订婚当日，蒋介石密令火烧长沙，由于指挥失当，长沙大火酿成巨大灾难，繁华的古城毁于一旦，很多睡梦里来不及跑的人被活活烧死，包括湘湘的未婚夫一家。就在这样一片焦土上，各地英雄儿女齐聚长沙，和湖南人民一起艰难地阻挡敌人的铁蹄，胡家人也在这场劫难中演绎了一幕幕悲欢离合的故事。"
    },
    "天下无贼": {
      "channel": "都市剧场",
      "title": "天下无贼",
      "desc": "王薄（刘德华 饰）和王丽（刘若英 饰）本是一对最佳贼拍档，但因怀了王薄的孩子，王丽决定收手赎罪，两人产生分歧。在火车站遇到刚刚从城市里挣了一笔钱准备回老家用它盖房子娶媳妇的农村娃子傻根（王宝强 饰）后，王丽被他的单纯打动，决定暗中保护不使他的辛苦钱失窃，王薄却寻思找合适机会下手，但 最终因为“夫妻情深”归入了王丽的阵营。 不料傻根的钱早被以黎叔（葛优 饰）为头目的另一著名扒窃团伙盯上，于是一系列围绕傻根书包里的钞票、在王薄、王丽和黎叔团伙之间展开的强强斗争上演。"
    }
  },
  "CHC动作电影": {
    "火线追凶2之同名为仇": {
      "channel": "CHC动作电影",
      "title": "火线追凶2之同名为仇",
      "desc": "上海法租界连发三起命案，三个看似完全没有任何关系的死者竟然都有着同一个名字“钟鸣”。凶手擅长使用剧毒暗器和反关节格斗，心理素质极其之高，很可能是一个身怀绝技的冷血杀手。老虎探长钟朗（吕良伟 饰）和于胜男（李若斯 饰）、康华生（徐亮 饰）及洪小雅（马灿灿 饰）展开联合调查，而初步结果令钟朗心生疑窦。原来当年他曾化名“钟鸣”在黑帮“蟠龙潭”卧底，他直觉认为凶手是奔自己而来。调查发现，凶手已患有晚期肺结核，去日无多的他仿佛要利用最后的有限时间杀掉作为仇人的钟鸣，为此不惜无差别大开杀戒。钟朗顺藤摸瓜，果然查到这些案件与自己当年卧底期间的一系列事件有关.  　　争分夺秒的追杀，藏在暗处的凶手的生死约定……"
    },
    "战俘拳王": {
      "channel": "CHC动作电影",
      "title": "战俘拳王",
      "desc": "描述了作为二战前的华沙拳击冠军塔德乌斯，他于1940年随第一批囚犯被运送到新建立的奥斯威辛集中营的故事"
    },
    "绝密档案": {
      "channel": "CHC动作电影",
      "title": "绝密档案",
      "desc": "提奥·詹姆斯加盟[绝密档案](Archive，暂译)。该片是[月球]的概念设计者加文·罗瑟里的导演处女作。故事设置在近未来，提奥饰演的科学家，创造出一款与人类十分接近的机器人，他的科研成果背后，却隐藏着不可告人的目的。[摩天大楼]摄影师劳里·罗斯将为本片掌镜。"
    },
    "陈赓晋南大捷": {
      "channel": "CHC动作电影",
      "title": "陈赓晋南大捷",
      "desc": "影片艺术再现了杰出的无产阶级革命家、军事家陈赓将军1946年率部转战晋南前线，采取运动战、近战、夜战和集中优势兵力打歼灭战等办法，歼灭号称\"天下第一旅\"的国民党王牌部队的故事。"
    },
    "八极拳王": {
      "channel": "CHC动作电影",
      "title": "八极拳王",
      "desc": "传统八极拳世家当代传人许诚在参加“真武格斗争霸赛”过程中一路晋级，却意外败在美国搏击高手杰森手下，生死未卜。许诚的弟弟许实原本选择读书深造，在得知哥哥许诚出意外之后，重新站出来挑起八极拳世家传人的责任。许实发现哥哥重伤事故是“真武格斗争霸赛”主席马元龙利用比赛做赌局，滥用禁药所致。在海外归来的同门师姐林菀的帮助下，许实以搏击拳手的身份参加“真武综合格斗拳王争霸赛”比赛，设计调查许诚重伤事故背后的真相。与此同时，林菀的祖父林宗英与许实爷爷许承宗之间事关八极拳传承的往事，也让许实和林菀思考八极拳的过去和未来，传承和发展。许实在困境重重的恩怨情仇中，初心不改，坚持拳师本分，为家族荣誉和八极拳的传承开战。"
    },
    "大人物": {
      "channel": "CHC动作电影",
      "title": "大人物",
      "desc": "电影《大人物》是杨乐乐投资拍摄的第一部电影，不仅邀请了吴孟达、林子聪、李伯清、廖健等众多笑星加盟，还加入了很多四川元素。该片讲述了普通人颠覆平庸生活的故事。以著名脱口秀节目《大人物》主持人德叔（吴孟达 饰）为首的一班追求大目标的小人物，所上演的一出喜剧则成为了该片的主旋律。在片中，杨乐乐扮演一位影视制作人。"
    },
    "飞天": {
      "channel": "CHC动作电影",
      "title": "飞天",
      "desc": "张天聪（刘之冰饰）作为中国第一代航天员，在神舟七号宇航员选拔中失利。面对昔日战友的离去和年龄偏大等种种压力，张天聪毅然选择继续留在航天员大队，成为谢朝阳（于波饰）、王立三（吴其江饰）、周晓苏（张小斐饰）等新一代航天员的训练教官。而面对工作和生活的种种压力，张天聪决定迎难而上，发挥特别能吃苦、特别能战斗、特别能攻关、特别能奉献的载人航天精神，终于在最后圆了自己的飞天梦，为祖国的航天事业做出了卓越的贡献。"
    },
    "抵抗抵抗": {
      "channel": "CHC动作电影",
      "title": "抵抗抵抗",
      "desc": "海莉·贝内特、马提亚斯·施维赫夫商谈加盟杰西·艾森伯格主演二战题材新片《抵抗》(Resistance)，聚焦传奇法国哑剧艺术家马塞尔·马索。《顽石之拳》导演Jonathan Jakubowicz执导并编写剧本，讲述马索的人生经历，以及在二战时期参与法国抵抗运动的故事。  贝内特饰演艾玛，一位抵抗运动的斗争者，她在鼓舞马索与她一起拯救成千上万的孩子，并带领他们走出法国前往瑞士的过程中扮演了至关重要的角色。施维赫夫饰演臭名昭著的党卫军指挥官Klaus Barbie，他被阿道夫·希特勒亲自指派去破坏抵抗运动，对马索和他的同伴们带到安全区域的孤儿们保有特别的憎恨。  Marcel的长子Baptiste Marceau将担任执行制片人，熙颐影业购得中国发行权，秋季开拍。  Marcel Marceau父亲来自斯特拉斯堡，是位犹太屠夫，在奥斯威辛集中营被杀害，因此他学习哑剧来求生，并帮助犹太孤儿们。Marceau最出名的角色是白脸小丑“毕普先生”，他的专业表演生涯长达60多年，于2007年逝世，享年84岁。"
    },
    "疾速营救": {
      "channel": "CHC动作电影",
      "title": "疾速营救",
      "desc": "卡洛斯是柏林一位风头正劲的银行家，最近他和妻子玛塔的婚姻出现了不可弥合的矛盾。风和日丽的一天，他送两个孩子马科斯和莎拉上学，却发生了改变他人生命运的事——崭新的汽车上莫名其妙地出现一部手机，一个陌生男人打来电话，号称卡洛斯的车里被安置了炸弹，随即一个骑摩托的黑衣男子尾随 其后……车上两个孩子不得不和父亲一同经历了这趟险象环生的旅程。这究竟是一场恶作剧，还是真实的绑架勒索？事情的缘起何故，卡洛斯一家命运又该如何？"
    },
    "丽人保镖之马道疑云": {
      "channel": "CHC动作电影",
      "title": "丽人保镖之马道疑云",
      "desc": "孤女立夏深山武校艺成下山报恩。其恩人尉迟东举办的马术比赛遭遇赌博集团操控。尉迟委托星宇安保公司保护众骑手，并安排立夏加入该公司实习。几经波折后，立夏在安保公司站住了脚并解决了安全危机。"
    },
    "火线追凶2之爱本无罪": {
      "channel": "CHC动作电影",
      "title": "火线追凶2之爱本无罪",
      "desc": "走私贩陶坤在与英国人交易期间遭遇袭击，黑夜的上海街头爆发枪战。不久，陶坤枪杀妻子，幼子小齐遭受巨大惊吓后昏迷并失忆。老虎探长钟朗（吕良伟 饰）和科学家康华生（徐亮 饰）、法医于胜男（李若斯 饰）赶到现场调查，根据现场情况和疑犯的审问，钟朗断定其中另有隐情。由于陶坤紧咬牙关，于是总探长的女儿犯罪心理学专家洪小雅（马灿灿 饰）假如调查小组，试图启发小齐回忆起当时的真相。  　　果然这并非一宗简单的杀妻案，一伙手持机枪的歹徒杀入其中，而狱中的陶坤突然身体状况恶化，种种异状无疑将案件指向更为复杂和黑暗的方向，这背后隐藏着邪恶的国际阴谋……"
    },
    "丽人保镖之IT狂人": {
      "channel": "CHC动作电影",
      "title": "丽人保镖之IT狂人",
      "desc": "一次失误让星宇保全老将邓博萌生退意，在最后一单任务中与保护对象李俊生，在绝境之中擦出爱情火花，经历生死危机之后，邓博以为自己找到人生归宿。孰知李俊生此行另有目的，邓博陷入爱情与正义的艰难抉择。"
    },
    "白蛇缘起": {
      "channel": "CHC动作电影",
      "title": "白蛇缘起",
      "desc": "晚唐年间，国师发动民众大量捕蛇。前去刺杀国师的白蛇意外失忆，被捕蛇村少年救下。为帮助少女找回记忆，两人踏上了一段冒险旅程。冒险的过程让两人感情迅速升温，但少女蛇妖的身份也逐渐显露，另一边国师与蛇族之间不可避免的大战也即将打响，两人的爱情将要接受巨大考验。"
    },
    "太极张三丰": {
      "channel": "CHC动作电影",
      "title": "太极张三丰",
      "desc": "宦官弄权的明朝末年，苛税与暴政弄得民不聊生。张君宝（李连杰）与董天宝（钱小豪）是一对自幼在少林寺长大的师兄弟，但两人性格迥异，张君宝善良忠厚，董天宝则狡猾阴险，在争夺进入达摩院修行的资格时，两人因与师伯发生争执，被逐出少林。出寺后，两人因志向渐不同而分道扬镳，董天宝贪图荣华参军，张君宝则与一群仁人志士一起劫富济贫。为求高官，董天宝向大宦官刘瑾出卖大批旧友，一时间血流成河。为替义士报仇，也为帮民除害，张君宝在秋雪（杨紫琼）的帮助下，从其师傅的气功心法中悟出一套武林奇功“太极拳”，开始勤加练习，准备不日与敌手来场血战。"
    },
    "拳击": {
      "channel": "CHC动作电影",
      "title": "拳击",
      "desc": "自小练就了一身好功夫的范克（姜大卫）带着父亲的遗愿前往泰国找寻臂上有梅花刺青的同父异母兄弟和其母亲，一场错认亲的误会过后，他结识青年拳手汶烈（狄龙），因为谈得来，两人很快成为朋友。为了救治重病中的母亲，汶烈答应参加同拳王重炮的比赛，但拒绝同重炮幕后有黑社会背景的推手合作。比赛现场范克通过汶烈身上的纹身知晓他就是自己的哥哥，却已无法阻止比赛，好在汶烈最终获胜，但无疑因此惹下麻烦，然而他们没想到的是，更大的麻烦正在前面。"
    },
    "丽人保镖之青花古瓷": {
      "channel": "CHC动作电影",
      "title": "丽人保镖之青花古瓷",
      "desc": "星宇公司遭遇盗宝集团突袭，立夏受伤，丢失了云南赤家兄弟的瓷瓶。林欢馨联合考古学家高震云设下计谋寻回了瓷瓶。不料盗宝集团跟踪至云南该瓷瓶出土处，将众人擒拿欲挖掘古墓。林克服恐高症独自逃出，并联合赤家寨村。"
    },
    "铁血战士": {
      "channel": "CHC动作电影",
      "title": "铁血战士",
      "desc": "一艘宇宙飞船坠落地球，正在执行军事任务的狙击手奎因·麦肯纳（波伊德·霍布鲁克 饰演）恰好遭遇外星人并发生激战，侥幸逃脱的他捡到了外星人的装备并寄回了家想再做他用。传说这种被称为铁血战士的外星人曾数次光临地球，使用各种残忍的手段对人类进行猎杀游戏。而这一次，奎因的儿子罗里收到包裹后意外触发机关，引来了更强大的终极铁血士降临地球。而想要阻止其大开杀戒的却是一群问题士兵和一位生物科学家凯茜·布拉克（奥立薇娅·玛恩 饰演）。事情却远不像他们以为的那样简单，一场铁血、终极铁血与人类之间的三方猎杀大战正式拉响！"
    },
    "画江湖之不良帅": {
      "channel": "CHC动作电影",
      "title": "画江湖之不良帅",
      "desc": "袁天罡，天生弃命格，客死家人后来到藏兵谷投奔叔叔。他15岁之际，天下大乱，负责守护龙渊剑的藏兵谷惨遭地煞们血洗，他再睁眼只见满山坟冢。从此以后，他决定与命一博，习得称骨算命之术，成为杀手且专杀命不该绝之人。35岁那年，在西北边陲的小镇上结识了买凶杀人的客栈老板娘幻音。幻音刺杀李渊寡不敌众，袁天罡前来营救时遇见了旧时故人李淳风。从此，龙渊再现江湖，袁天罡守护者的身份也公诸于世。是肩挑守护王朝的责任，还是归于江湖做行侠仗义的行者？不良帅的故事正在上演......"
    },
    "铁扇令": {
      "channel": "CHC动作电影",
      "title": "铁扇令",
      "desc": "金刚铁扇乃是江湖第一兵器，而铁扇帮更是在江湖上赫赫有名，四年前，就在帮主秦延决定将金刚铁扇传给儿子秦凡那日，一群锦衣卫闯入铁扇帮，将铁扇帮灭门。 原来锦衣卫的统领尹默当年也是铁扇帮的人，他记恨师父将铁扇传给了秦延，愤而离开了铁扇帮，而秦延和尹默的师弟韩硕因心爱的女人嫁给了秦延，也落寞地跟着尹默离开。如今尹默得势，成为锦衣卫统领，便利用职权，给铁扇帮按了一个莫须有的罪名，将他们赶尽杀绝，唯有秦凡带着金刚铁扇逃脱。"
    },
    "铁血阳泉": {
      "channel": "CHC动作电影",
      "title": "铁血阳泉",
      "desc": "1947年随着炮火的不断推进，阳泉获得解放，中国共产党在一片废墟上建立了自己的城市，成为中国共产党领导创建的第一座人民城市。全片以建设城市为主线，以清除敌特和个人情感为副线，叙写了为全国其他城市解放建市提供借鉴的阳泉解放建市历程。塑造了以任功、刘水河为代表的共产党人在创建人民城市过程中所表现出来的革命英雄主义精神和不忘初心、牢记使命的责任担当。"
    }
  },
  "CHC家庭影院": {
    "我的姐姐": {
      "channel": "CHC家庭影院",
      "title": "我的姐姐",
      "desc": "影片围绕失去父母的姐姐在面对追求个人独立生活还是抚养弟弟的问题上展开了一段细腻感人的亲情故事。"
    },
    "武馆": {
      "channel": "CHC家庭影院",
      "title": "武馆",
      "desc": "舞狮在南方武馆非常流行，并自有其规矩，如果在舞狮中逾矩，则很容易引起武馆之间的争执。郑天寿武馆因舞狮遭到挑衅与陆正甫武馆结怨，另一武馆主黄麒英（谷峰 饰）与儿子黄飞鸿（刘家辉 饰）出面调停，却未起作用。黄飞鸿与郑氏武馆的王隐林（麦德罗 饰）互为好友，二人约定与第三方较量以便分出彼此武功高下，岂料王隐林之妹菊英（惠英红 饰）匆忙中造成误会，导致王隐林受伤，菊英又二话不说向洪飞鸿寻仇……这边的误会刚解除，陆正甫武馆的公子陆山豪用计将王隐林重伤，而陆正甫将之前打伤王隐林的精武门高手单雄（王龙威 饰）迎入武馆，图谋利用单雄的北派功夫打击黄麒英、郑天寿等武馆同行。此时黄飞鸿向陆正甫讨要说法，未知吉凶如何……"
    },
    "平凡英雄": {
      "channel": "CHC家庭影院",
      "title": "平凡英雄",
      "desc": "影片改编自在“生死时速”救助救治新疆和田断臂男孩中，医生、机组、乘客、警察等新疆各行人民跨越1400公里，长达8小时的生命接力，创造生命奇迹感人至深的真实事迹。"
    },
    "少年巴比伦": {
      "channel": "CHC家庭影院",
      "title": "少年巴比伦",
      "desc": "上个世纪90年代的戴城，路小路（董子健 饰）在一家糖精厂上班，他是个愣头青，不知道未来和生活目标在哪里。跟着一个叫“牛魔王”（尚铁龙 饰）的师傅混，没学会半点技术。在钳工班，除了拧螺丝之外什么都不会。在电工班，也只会换灯泡。除此之外，他还喜欢迟到、打架、翻工厂的院墙，也结识了一帮兄弟们。直到某天，路小路遇见了一个叫白蓝（李梦饰）的厂医，他的人生由此发生了改变……"
    },
    "小娇妻": {
      "channel": "CHC家庭影院",
      "title": "小娇妻",
      "desc": "由于新婚妻子洋洋（周迅 饰）对丈夫点子大王方大中（曹力 饰）的一次恶作剧，致使丈夫开车撞人被判刑入狱，洋洋的生活因此陷入窘境。自小娇生惯养的她不得不独闯世界赚钱养活自己，她在宾馆打工出尽了洋相，把口红融进了汤盆里，刚上工就被老板解雇。不料弄拙成巧，喝过此汤的诸君竟称此汤有“女性温情”。老板后悔不迭，差人四处寻找洋洋。此时的她另谋一份卖盒饭的生意，来到不许设摊的城市广场，城管的出现吓得洋洋落荒而逃。在陪好友小波（刘春晓 饰）相亲中，混血儿胡保罗阴差阳错看中洋洋，免不了又发生一连串令人啼笑皆非的误会。刑满释放的丈夫方大中回家后，昔日的客户纷纷涌入方家，求助这位曾经的点子大王......"
    },
    "十万火急": {
      "channel": "CHC家庭影院",
      "title": "十万火急",
      "desc": "这天无数往来于曼哈顿与新泽西州的海底隧道的美国民众像往常一样在隧道内抱怨着交通堵塞，岂料死神正在步步逼近。隧道内一辆装满化学物品的卡车意外发生了爆炸，强大的冲击力使得隧道坍塌了，出入口都被堵死了。此时，隧道内一片火海，弥漫着有毒烟雾，河水也在不断涌进，无数无辜的市民们能做似乎只有等死。　　救援队其实早到了，然而隧道被封，里面的有毒烟雾肆虐，救援人员迟迟不敢贸然动手。十万火急之际，出租车司机、前救援队队员骆查（西尔维斯特•史泰龙 Sylvester Stallone 饰）挺身而出了。他从通风口爬进了隧道，他稳定住了隧道内众人的情绪，带领大家开始了生死逃亡。"
    },
    "完美假妻168": {
      "channel": "CHC家庭影院",
      "title": "完美假妻168",
      "desc": "原本家庭美满生活幸福的人妻Tiffany（徐若瑄 饰）在自己家中遭遇匪徒，匪徒以Tiffany的丈夫被绑架的视频要求Tiffany与之假扮168小时夫妻，Tiffany却在与歹徒斗智斗勇，努力寻找解救丈夫线索的过程中发现了很多自己从来都不知道的往事和真相……"
    },
    "十月初五的月光": {
      "channel": "CHC家庭影院",
      "title": "十月初五的月光",
      "desc": "本片是香港TVB十五年来最受欢迎电视剧《澳门街》（又名《十月初五的月光》）大银幕“重逢”再续前缘之作。讲述了文初（张智霖 饰）、君好（佘诗曼 饰）、琪琪（陈乔恩 饰）面对人生悲欢离合，如何回归初心做出爱情选择的故事。世间所有动人相遇都是久别重逢，时隔十几年在澳门街这个老地方，每一个人都是另外一个人无可替代的“有情人”……"
    },
    "侏罗纪公园": {
      "channel": "CHC家庭影院",
      "title": "侏罗纪公园",
      "desc": "哈蒙德立志要建立一个非同寻常的公园：恐龙将是这个公园的主角。他把众多科学家收归旗下，利用琥珀里面困住的远古蚊子体内的血液，提取出恐龙的基因信息，利用这些信息培育繁殖恐龙。结果如愿以偿，他把怒布拉岛建立成了一个恐龙公园，坚信可以从中赚取大钱。然而，科学家们则忧心忡忡。不幸的事情果然发生了。虽然公园有电脑系统管理，但却因为被员工破坏而造成了无法挽救的失控：所有的恐龙逃出了控制区，人们纷纷逃窜却逃不过恐龙的魔爪。恐龙自相残杀，人们亦死难无数，最后幸存者寥寥，只得四人逃出生天。怒布拉岛上空弥漫着恐怖的气息。"
    },
    "聊斋新传之奇女子": {
      "channel": "CHC家庭影院",
      "title": "聊斋新传之奇女子",
      "desc": "连城与婉容这两对冤家，偶然邂逅书生乔生，暗许芳心。乔生与连城定情，婉容因嫉妒两人不败的爱情，誓要拆散两人。但在一切都得到之时，才大彻大悟，为了弥补自己的所作所为，最终用自己的生命成全了乔生与连城两人的爱情！"
    },
    "失而复得": {
      "channel": "CHC家庭影院",
      "title": "失而复得",
      "desc": "一群来自社会各阶层的笨蛋阴差阳错地聚在一起，他们为了各自的目的处心积虑各显神通，上演了一出偷拐抢骗勾心斗角的好戏。最终，为富不仁者身败名裂，作恶多端者身陷牢笼，迷途知返者回归平静，小人物成了大英雄。"
    },
    "向阳花": {
      "channel": "CHC家庭影院",
      "title": "向阳花",
      "desc": "影片以其独特视角讲述了一个残疾儿童的励志故事。主角“葵花”原本是个开朗、活泼的小姑娘，突如其来的变故，使她双目失明。在她绝望之际，她的父母不离不弃、陪伴左右；她的教练、村干部、残联干部纷纷伸出援手；为了葵花练跑步，村民不惜砍掉成片向日葵，修建简易跑道。亲人的鼓励和社会各界的关心支持使小“葵花”重燃生活的信心，苦练跑步，最终在残疾人体育运动会上夺得冠军。"
    },
    "命中注定": {
      "channel": "CHC家庭影院",
      "title": "命中注定",
      "desc": "少女时期的方圆经历了两次算命结果命中注定她未来的爱人叫宋昆明。长大成年后的方圆在即将与谢明江结婚前却意外接到宋昆明的电话。于是，方圆不顾一切地追到意大利，随后在异国他乡展开了一段充满戏剧性的寻爱之旅……"
    },
    "谍影重重2": {
      "channel": "CHC家庭影院",
      "title": "谍影重重2",
      "desc": "经历第一集中的腥风血雨之后，伯恩（马特·达蒙饰）和自己的女友化名隐身在一个偏僻遥远的海滨小镇。虽然伯恩不愿意回视过去，但“过去”却一直都在追随着他，伯恩发现秘密组织的杀手已经潜入小镇，为了保护女友玛丽·克鲁兹，他必须战斗。是一起国际政治刺杀事件让CIA重新审视已经失踪的伯恩的档案，一名某大国政要被职业杀手刺杀，刺杀者留下的证据显示他的名字叫“杰森·伯恩”，这是大卫·韦伯从前在中央情报局的化名。于是大卫·韦伯不仅仅要防备秘密组织暗地里的追杀，还要避开时刻寻找他的CIA特工。在上一集中和伯恩并肩作战的尼科莱特信任伯恩，但她发现自己也身陷困境。事态似乎变得越发失去控制，四面楚歌的“伯恩”现在只有单枪匹马地去找出那个冒充自己的人，洗刷自己和尼科莱特的清白"
    },
    "心灵奇旅": {
      "channel": "CHC家庭影院",
      "title": "心灵奇旅",
      "desc": "乔·加德纳是一位中学乐队老师，他获得了毕生难逢的机会——在纽约最好的爵士俱乐部演奏。但一次小小的失误将他从纽约街头带到了一个奇幻之境“生之来处”。这是一个新生灵魂在前往地球之前获得个性、怪癖和兴趣的地方。决心重返自己生活的乔，与一个名叫22的早熟灵魂结成了伙伴。22始终无法理解人类生活的吸引力。当乔拼命试图向22展示生命的精彩之处时，他或许也将发现一些关于生命最重要问题的答案。"
    },
    "前任4英年早婚": {
      "channel": "CHC家庭影院",
      "title": "前任4英年早婚",
      "desc": "孟云（韩庚 饰）和余飞（郑恺 饰）这对难兄难弟，在历经情场的洗礼之后，终于来到了谈婚论嫁的年纪。面对家人的催促，正在经历“分手后遗症”的孟云，带着“为什么要结婚”的疑问，开始寻找真爱；而余飞和女友丁点（曾梦雪 饰）为了应对结婚后即将产生的各种情况，自创了“结婚冷静期”，将婚后生活提前预演。一个在寻爱之路上越来越迷茫，一个在体验婚姻生活后问题频出，两兄弟纷纷面临着新的情感难题……"
    },
    "飞虎雄心": {
      "channel": "CHC家庭影院",
      "title": "飞虎雄心",
      "desc": "年青警員何志偉與香港一般軍警一樣背負著保護香港市民的職責, 但由於工作性質愈見危險, 警員流失, 士氣低落, 加上家人的壓力, 令偉變得十分消極. 在一次珠寶劫案中, 志偉伙伴殉職, 改變了他的人生觀. 為了理想, 偉加入飛虎隊, 並憑著堅毅不屈的精神完成特訓; 因受大石教官的影響, 他更重新建立了自信心. 但另一方面, 志偉亦深刻感受到飛虎隊員面對家人、朋友、上司、匪徒及市民的壓力與矛盾. 在一次行動中, 他重遇殺死自己伙伴的悍匪, 一眾隊員與他鬥智鬥力, 終於犧牲了大石教官才把他殲滅. 教官之死亦使飛虎隊員體會出這份工作的新意義."
    },
    "天下无贼": {
      "channel": "CHC家庭影院",
      "title": "天下无贼",
      "desc": "王薄（刘德华 饰）和王丽（刘若英 饰）本是一对最佳贼拍档，但因怀了王薄的孩子，王丽决定收手赎罪，两人产生分歧。在火车站遇到刚刚从城市里挣了一笔钱准备回老家用它盖房子娶媳妇的农村娃子傻根（王宝强 饰）后，王丽被他的单纯打动，决定暗中保护不使他的辛苦钱失窃，王薄却寻思找合适机会下手，但 最终因为“夫妻情深”归入了王丽的阵营。 不料傻根的钱早被以黎叔（葛优 饰）为头目的另一著名扒窃团伙盯上，于是一系列围绕傻根书包里的钞票、在王薄、王丽和黎叔团伙之间展开的强强斗争上演。"
    },
    "长安道": {
      "channel": "CHC家庭影院",
      "title": "长安道",
      "desc": "为破获一起大型国宝失窃案，身为刑警的赵红雨（焦俊艳 饰），为了调查亲生父亲万正纲（范伟 饰）的现任妻子林白玉（陈数 饰），在搭档邵宽城（宋洋 饰）的掩护之下，到其身边卧底。就在案件得以水落石出之时，这批国家宝藏竟在警察的严密监控下不翼而飞，林白玉也突然失踪……身为历史学教授的万正纲遭到警察怀疑，作为女儿的赵红雨决心找父亲探询真相，却不料陷入一场更大的危机。是夫妻反目成仇引发的悲剧？还是父女冰释前嫌时突遇袭击？在邵宽城的调查下，随着真相浮出水面的，是一场真正关于人性的博弈……"
    },
    "捕风追影": {
      "channel": "CHC家庭影院",
      "title": "捕风追影",
      "desc": "一伙天才盗匪劫走数亿资产，却凭借超强反侦察能力全身而退，戏耍警方“天眼”系统。一筹莫展之际，澳门司警局请回了隐退多年的跟踪专家黄德忠（成龙 饰），他培养年轻司警何秋果（张子枫 饰）等人，重组“神秘跟踪队”，最终锁定了盗匪团的幕后狼王傅隆生（梁家辉 饰）。当警方布下天罗地网之时，盗匪团也设下局中局，斗智斗勇斗心眼，一场高端猫鼠局拉开帷幕……"
    },
    "情遇曼哈顿": {
      "channel": "CHC家庭影院",
      "title": "情遇曼哈顿",
      "desc": "在《情遇曼哈顿》中，王丽坤饰演女一白淇，一名在纽约挣扎找机会的年轻演员。百老汇大制作《木兰歌剧》公开征选女主角，白淇面试非常出色，让白淇惊讶万分的是，与她争夺女主角的唯一对手，竟然是之前多次邂逅、颇有好感的宋苇东（高以翔 饰），一场竞争就此展开。"
    },
    "世界的血管": {
      "channel": "CHC家庭影院",
      "title": "世界的血管",
      "desc": "11岁的阿姆拉生长在牧民家庭，他非常喜欢唱歌，一心想参加电视台《蒙古达人秀》的比赛。他的父亲忙于和朋友一起反对矿业公司侵占草原，同时也默默支持着阿姆拉的梦想。当父亲因车祸突然离世后，阿姆拉的梦想被迫中断，前路漫漫，他该何去何从？影片用朴素、写实的镜头语言描述了大工业背景下蒙古游牧名族的生存和环境危机。绝美的蒙古风景背后，藏着一个小男孩令人心碎的成长之旅。"
    },
    "夺冠": {
      "channel": "CHC家庭影院",
      "title": "夺冠",
      "desc": "2008年8月15日，北京奥运会女排比赛，中国VS美国。戴着金丝框眼镜的郎平（巩俐 饰）坐在美国队教练席上，大气沉稳，目光如电；中国队教练（黄渤 饰）站在场边，全神贯注，面带笑容。中国队教练望向郎平，目光充满深意，不断经过的人影遮蔽了他的视线，中国女排三十余年的沉浮图景被缓缓打开……"
    },
    "惊涛迷局": {
      "channel": "CHC家庭影院",
      "title": "惊涛迷局",
      "desc": "男主Baker Dill是一名渔船船长，带队游览在宁静、热带的普利茅斯岛，而这种平静的生活在前妻Karen的到来后破碎了，她绝望地请求Baker拯救她和他们年幼的儿子于暴力的新任丈夫 的魔掌下，希望Baker能带他出海钓鱼游览，然后将其扔进海里喂鲨鱼。Karen的出现让Baker重新回到他尝试忘记的生活中，他在正确和错误中举棋不定，他的世界陷入了新的现实中，一切并不是自己所想像的那样。"
    },
    "大醉侠": {
      "channel": "CHC家庭影院",
      "title": "大醉侠",
      "desc": "江湖败类“索命五虎”作恶多端，杀人如麻。其老大被两江总督张大人俘获，不日问斩。其余四虎铤而走险，劫走张大人之子张步青以作要挟。张步青之妹张熙燕（郑佩佩 饰）武艺高强，人送绰号“金燕子”。为救兄长，张熙燕独闯虎穴，然恶徒狡猾非常，金燕子救兄不成，还险些丢掉性命。关键时刻，幸得隐于江湖的侠客范大悲（岳华 饰）出手搭救。  　　范大悲曾为某寺院修行者，其师兄了空大师为夺掌门人之位杀害师傅，师傅临死前将丐帮掌门人信物交给范大悲。念及师兄弟之情，范从此隐姓埋名，以醉猫的诨号浪荡江湖。此次索命五虎与了空大师联手，势要将金燕子和范大悲斩草除根……"
    },
    "迷妹罗曼史": {
      "channel": "CHC家庭影院",
      "title": "迷妹罗曼史",
      "desc": "90后高歌是个充满奇思妙想的科技狂人。为了阻止母亲把他爸爸是歌手罗大佑的谎话告诉全世界，而带着母亲一同去深圳与罗大佑当面对质，然而到达深圳后却不幸与母亲走失，在与好友豆豆及小编导余微的一同寻找下，不仅遇到了母亲的旧时工友，更发现母亲曾经疯狂的青春和传奇性爱情故事。高歌终于消除了对母亲的误解，并与母亲一起踏上寻父之旅。"
    },
    "王者之风黄飞鸿之四": {
      "channel": "CHC家庭影院",
      "title": "王者之风黄飞鸿之四",
      "desc": "黄飞鸿（赵文卓 饰）夺得狮王争霸金牌后飘然而去，一时间广东会馆高朋云集纷纷做贺，八旗将军府副都统阿兰成都（陈继铭 饰）大人登门拜访，原来八国联军欲使用各自的巨型赛狮挑战清廷，为维护国体，黄飞鸿决定出战与阿兰将军共赴国难。梁宽（莫少聪 饰）再度惹下事端被黄飞鸿驱逐，无奈只得与鬼脚七（熊欣欣 饰）等找到在北京办报的十四姨（王静莹 饰）求助，黄飞鸿亦赶到报馆，却与十四姨卷入了红灯照在租界内屠杀洋人的事端，黄飞鸿出手救人，与红灯照大师姐苗三娘（王菁华 饰）一同被德国兵士关押拷打。越狱而出的黄飞鸿从红灯照手中救出了众亲人，然而却因此错过了赛狮，阿兰成都将军孤身战死。黄飞鸿为国为友，满腔豪情二次挑战八国巨狮……"
    },
    "角斗士": {
      "channel": "CHC家庭影院",
      "title": "角斗士",
      "desc": "马克西蒙斯是罗马帝国战功显赫，受人拥戴的大将军。老国王马库斯·奥利利乌斯对大将军赏识有加，有意加冕于他。老国王对将军这种超越亲情的宠爱自然招来太子康莫迪乌斯的妒忌与不安，太子伺机杀害父亲，抢先登上王位，并马上下令诛杀大将军一家。马克西蒙斯死里逃生躲过暴君的魔爪，可是他所有的家人都未能幸免于难，返回家园，他只看到满目疮痍的破败景象。走投无路的马克西蒙斯只能投身为奴，从昔日的大将军沦为一名角斗士，在血腥厮杀中苟且求生。凭借英勇的气魄和高超的武艺，马克西蒙斯渐渐脱颖而出，晋级到罗马的大角斗场。这一次，他的剑直指暴君康莫迪乌斯，失去亲人的痛苦，沦为奴隶的屈辱，在马克西蒙斯的内心燃起了熊熊怒火。"
    },
    "殊死一搏": {
      "channel": "CHC家庭影院",
      "title": "殊死一搏",
      "desc": "纵使迷失在黑暗里，也不放弃寻找光明！  　　太平洋某岛，手眼通天的非法人蛇组织在海外绑架和诈骗中国人。为救养女，平日沉默寡言的老陈不惜揭露自己隐瞒十五年的秘密往事，和当地年轻警察阿灿携手对抗庞大的犯罪集团，与黑恶势力，展开生死决战。"
    },
    "小农夫": {
      "channel": "CHC家庭影院",
      "title": "小农夫",
      "desc": "皮埃尔是一位30 岁的奶农，他的生活中，只有自己接管的家庭农场、奶牛，以及当兽医的姐姐和他的父母。法国突然出现的“疯牛病”病例打破了皮埃尔的平静生活。在新闻报道疫情正在蔓延，也可能会在他的奶牛中蔓延开来时，皮埃尔不惜采取一切措施来隐瞒疫情，避免他的农场和生活整体大崩盘。最后，在姐姐的帮助下，皮埃尔找回了理智，寻找方法来解决问题。"
    },
    "超完美谋杀案": {
      "channel": "CHC家庭影院",
      "title": "超完美谋杀案",
      "desc": "史蒂文·泰勒（迈克尔·道格拉斯 Michael Douglas 饰）身为一位叱咤华尔街的百万富豪，金钱和地位却始终无法令他满足，他渴望的是妻子艾米丽（格温妮斯·帕特洛 Gwyneth Paltrow 饰）的忠贞爱情，但却从来吝于表达自己对她的爱。美貌与才情兼备的艾米丽并不想成为丈夫身边的一只花瓶，工作之余她偶然结识了才华横溢的穷画家戴维·肖（维果·莫腾森 Viggo Mortensen 饰），从他那里尝到了丈夫不曾给过的爱恋激情。然而，频繁的幽会最终还是被泰勒察觉，妒火中烧加之妻子身后巨额保险金的诱惑，使泰勒渐渐萌生了杀妻之念，他精心策划了一起超完美谋杀案，然而再完美的计划也赶不上变化，一场猫鼠游戏才刚刚开始……  　　本片是翻拍自悬疑片大师希区柯克1954年的经典作品《完美的谋杀案》。"
    },
    "西游记女儿国": {
      "channel": "CHC家庭影院",
      "title": "西游记女儿国",
      "desc": "唐僧师徒途经忘川河，因激怒河神而误入西梁女界。闯入其中，众人才发现这个国家只有女性，并且建国以来此地就没来过男性。而且国中立有祖训，将男人视为天敌。典籍中更有预言，指明有朝一日，会有东土而来的僧人带着一只猴子、一头猪和一个小蓝人闯入其中。他们到来之日，便是女儿国走向毁灭之时。"
    },
    "龙门客栈": {
      "channel": "CHC家庭影院",
      "title": "龙门客栈",
      "desc": "武侠电影的艺术疆域因这部充满明代权谋的斗争故事而迈入崭新境界。独揽大权的宦官杀害兵部尚书后，派遣杀手追杀其遗孤至北方边陲。然而这场血腥追杀，却被一群突现的神秘侠客所阻——他们为伸张正义、守护无辜而来。胡金铨为寻求创作自由从香港赴台后执导的首部作品，以凝练的节奏剪辑、精妙的动作设计、壮丽的宽银幕构图，为武侠类型注入前所未有的艺术高度。这部现象级作品不仅为经典武侠范式注入蓬勃生机，更确立了胡金铨作为华语电影最大胆革新者之一的地位。[标准收藏公司]"
    },
    "美人草": {
      "channel": "CHC家庭影院",
      "title": "美人草",
      "desc": "叶星雨（舒淇 饰）忘不了1974年的夏天，本是知青的她在回乡的路上遇到了同样是知青的刘思蒙（刘烨 饰），虽来自不同的知青团，但两人间的感情迅速迸发。这时星雨的男友兼队中排长袁定国（房斌 饰）与思蒙所在的团发生了冲突，定国应此受伤，双方都埋下了极深的仇恨。星雨知道自己是双方冲突的最终原因，于是她主动的找到了刘思蒙希望能解决冲突问题。  但星雨还是抵抗不了与思蒙之间的激情，与之发生了关系，可是天意弄人，他们要走的道路一点都不平坦……"
    },
    "蚁人与黄蜂女量子狂潮": {
      "channel": "CHC家庭影院",
      "title": "蚁人与黄蜂女量子狂潮",
      "desc": "在与灭霸的终极决战结束后，“蚁人”斯科特·朗（保罗·路德 Paul Rudd 饰）和“黄蜂女”霍普·凡·戴恩（伊万杰琳·莉莉 Evangeline Lilly 饰）一家迎来了分外难得的平静生活，当然两个人作为救世主也得到周遭人的喜爱和敬仰。可是短暂的安逸之后，新的危机突然袭来。斯科特的女儿凯茜（凯瑟琳·纽 顿 Kathryn Newton 饰）一次失误操作，将父母以及外公外婆重新带回量子世界。在那个光怪陆离的世界里，珍妮特（米歇尔·菲佛 Michelle Pfeiffer）与老友重逢，斯科特等也结识新的朋友。与此同时，他们发现曾在量子世界得到珍妮特帮助的征服者康（乔纳森·梅杰斯 Jonathan Majors 饰）已经建立起一个强大的帝国。而这个号称宇宙最强存在的反派，正意图逃离这个禁缚他许久的量子世界……"
    },
    "你是我的春天": {
      "channel": "CHC家庭影院",
      "title": "你是我的春天",
      "desc": "本片讲述了五个独立又相互交织的故事，从医生、患者、援鄂志愿者、基层工作人员和普通百姓等多角度呈现出平凡小人物笑泪相伴的抗疫生活。透过他们的无畏逆行，向疫情中的“平凡英雄”致敬，并传递出生生不息的“春天”力量。"
    },
    "长安的荔枝": {
      "channel": "CHC家庭影院",
      "title": "长安的荔枝",
      "desc": "唐天宝年间，人到中年的李善德（大鹏 饰）骂骂咧咧干了很多活，抠抠搜搜花了不少钱，到头来却还是个无名小吏。然而这一切随着一次召见似乎有了转机，某天有人安排给他一个“荔枝使”的肥差，只要办成，那就是荣华富贵人生逆袭，但要是办不成……"
    }
  },
  "翡翠台": {
    "一条麻甩在广州": {
      "channel": "翡翠台",
      "title": "一条麻甩在广州",
      "desc": "识人好过识字，识食就要识个麻甩佬。食到一个地方最正宗的美食，必定要「麻甩」带路。正所谓「有食唔食，罪大恶极」，驻扎在广州成一年的麻甩佬麦包，已经成为当地街知巷闻的「搵食家」，简直是人形Open rice。麦包将会带着镜头，和大家分享最市井、最贴地、最麻甩的广州美食， 保证观众流晒口水。当然，除了大饱眼福之外，麦包也会和本地麻甩佬们深度交流，挖掘每道菜色、每家小店、每条巷仔背后的故事，务求成为史上最「麻甩」的美食旅游节目。"
    },
    "天龙八部": {
      "channel": "翡翠台",
      "title": "天龙八部",
      "desc": "大理国皇叔段正淳少时欠下多笔风流债。他与秦红棉偷情时被对方丈夫黄袍人撞破，段正淳仰仗精纯一阳指功夫反将黄袍人双腿打断。未婚妻舒白凤赶到，带走段正淳，临行不忘羞辱秦红棉。时光荏苒，段、舒之子段誉（李修贤 饰）已长大成人，段誉违背家训无心向武，终于不堪父母唠叨凭满脑的圣贤书私闯江湖。段誉于路结识玩蛇姑娘钟灵（林珍奇 饰），两人误闯毒蛾派领地被陷，幸有秦红棉之女木婉清（恬妮 饰）搭救。另一方面，黄袍人潜心修炼十余年后携师弟岳苍龙向段家复仇，段誉虽饮得异蛇之血功力大增，仍失手不敌黄、岳二人。为救段誉，正淳与正明赶赴万劫谷与黄袍人决战……"
    },
    "灼热卡巴迪": {
      "channel": "翡翠台",
      "title": "灼热卡巴迪",
      "desc": "灼热卡巴迪动画全集改编自武藏野创创作的同名漫画作品，于2020年7月7日宣布了动画化的消息。该片由TMS Entertainment负责制作，于2021年4月播出。宵越龙哉曾经是人称“不倒的宵越”的足球名将，但他在升入高中后就和运动断绝了关系。 此时，某个运动社团向他发出了邀请。这项竞技，是通过和同伴合作将侵入领域的敌方捕获并牵制住以获得胜利…… 简单来说就是一项“奔跑的格斗技”。 这项竞技的名称是……卡巴迪！！"
    },
    "HandsUp": {
      "channel": "翡翠台",
      "title": "HandsUp",
      "desc": "Janson在沙滩上回忆他十年前的一段初恋.这一年,一个清纯漂亮的女生竟然来到他们的课室做插班生,她叫琪琪.第一天上学,琪琪便主动跟Janson表现得非常亲匿,原来她只是想借他来刺激其男友,还以为琪琪对他有好感,直至有一晚,琪琪却突然失踪......以八十年代香港为背景的校园爱情喜剧，三个男主角是以《古惑仔》系列开始令人留下印象的朱永棠、谢天华和林海峰，饰演活泼调皮的中学生。在谭咏麟与张国荣在香港歌坛争持得激烈的那一年，他们班上来了一位美丽性感的插班生舒淇。她在上课的第一天便对朱永棠主动表示亲热，令他神魂颠倒，乃与两名好友合作展开追求攻势，不料舒淇此举的目的只是为了刺激其男朋友陈小春，而她的真正身份竟是别人的情妇。"
    },
    "世界观": {
      "channel": "翡翠台",
      "title": "世界观",
      "desc": "節目內容以世界時事為主，以不同觀點讓觀眾分析時事。主播會揀選當天的重點新聞，主要是有爭議性的為主。然後會跟觀眾從不同角度分析時事，有時更會向觀眾設問問題，讓觀眾思考並自行分析時事的內容及好壞。"
    },
    "爱回家之开心速递": {
      "channel": "翡翠台",
      "title": "爱回家之开心速递",
      "desc": "世代交替，新一代对旧一代嗤之以鼻，总觉得被别人阻碍著他们的未来。同样地，年长一辈亦拥抱过往成功的经验，总认为自己永远是对的。故事的轴心家庭熊家，正是世代之争的投射。轻松的情节除了呈现社会面貌，也用爱和欢笑拉近两代之间的距离，让年轻一辈懂得欣赏昔日的美好，旧一代也能聆听新世代的声音……"
    },
    "寻秦记": {
      "channel": "翡翠台",
      "title": "寻秦记",
      "desc": "来自21世纪的项少龙（古天乐 饰）曾意外穿越，并助秦王（林峯 饰）一统天下，这段跨越时空的宿命纠缠将两人紧紧捆绑，两人也成为亦师亦友的情感羁绊。然而，在项少龙归隐田园多年后，未知穿越者却骤然降临，大国基业陷入倾覆危机，秦王不得不求助于早已不问世事的项少龙。面对足以颠覆历史的强敌，他们能否放下芥蒂联手抗敌？那段掺杂着师徒之恩、君臣之畏与知遇之情的情感，又将成为保护彼此的铠甲，还是刺向对方的利刃？"
    },
    "隆行天下之重走八千里路云和月": {
      "channel": "翡翠台",
      "title": "隆行天下之重走八千里路云和月",
      "desc": "《隆行天下之重走八千里路云和月》怀着对历史的敬意与对时代的热忱，踏上了一场跨越时空的心灵之旅。三十年前，《八千里路云和月》节目凭借其开创性的视野，向世界真实地展现了中国大陆的风土民情，成为连接两岸人民情感的重要纽带。如今，节目以吴奇隆和邢傲伟的视角，重踏当年之路，于山川湖海间重温历史的足迹，在城市乡村中触摸时代的脉搏。希望通过他们的所见所闻，向海内外观众生动地呈现这片土地在过去三十年间所经历的惊人蜕变，从经济的繁荣到科技的飞跃，从文化的传承到社会的进步，每一个变化都凝聚着无数人的智慧与汗水，每一段故事都折射出时代的光辉。同时，沿着先辈的足迹，深入探寻中华民族共同的文化之根、精神之源，唤起两岸人民深藏于血脉中的民族情感共鸣，让这份跨越海峡的深厚情谊在新时代绽放更加灿烂的光芒，共同书写中华民族伟大复兴的壮丽篇章。"
    },
    "仨心友行": {
      "channel": "翡翠台",
      "title": "仨心友行",
      "desc": "陳敏之、高海寧、龔嘉欣、陳凱琳是圈中的好姊妹，這趟結伴出遊馬來西亞，盡情吃喝玩樂，體驗當地風土人情，展開難得的「閨密之旅」。 旅程當中，四位美女主持分別邀得好友黎諾懿、楊明、馬貫東同行，遊歷雪蘭莪、彭亨、登嘉樓、吉蘭丹、沙巴等地，走進榴槤園即開即吃新鮮貓山王；深入菜園採摘蔬菜、椰子；勇闖熱帶雨林探索美景，又參觀豪宅大屋，感受不一樣的大馬面貌。四位姊妹還會與嘉賓們真情對話，流露真我本性。"
    },
    "成人教科书": {
      "channel": "翡翠台",
      "title": "成人教科书",
      "desc": "《成人教科书》（英语：Lifecyclopedia）是由香港电视广播有限公司制作的教育资讯节目，由洪永城主持，本节目由香港时间2023年3月27日起，逢星期一至三22:30－23:05在翡翠台播放，由“及时雨信贷”呈献。  人生是一趟不斷學習的旅程，大家每天會遇到不同的問題，可會每一個都有標準答案？又可有一本教科書能幫助各位解決全部問題？在成長的歷程中，父母、老師以至整個社會，多會向我們灌輸一些「正確答案」，也令大家對不同事物逐漸形成了既定觀念，但這些觀念可會真的正確？揭開這本《成人教科書》，主持洪永城引領孩子面對各種校外體驗。節目圍繞「男女」、「生死」等人生課題，讓大家嘗試打破對不同事物的固有框架，藉探索領略答案。"
    },
    "老友记": {
      "channel": "翡翠台",
      "title": "老友记",
      "desc": "莫妮卡、钱德勒、瑞秋、菲比、乔伊和罗斯是彼此最好的朋友，一起走过十年岁月的点点滴滴。虽然老友们各有各的性格特点，也会有矛盾和争执，但对于彼此，他们永远\"be there for you\"。故事开始在Central Perk咖啡馆里，婚礼上落荒而逃的瑞秋闯进来寻找老同学莫妮卡。莫妮卡的哥哥刚刚离婚，而他从小暗恋的人正是这个落跑新娘瑞秋。瑞秋在莫妮卡家住了下来，决定真正的步入社会，于是在其他老友的帮助下她上路了，从二十多岁初入社会，到三十多岁成家立业，他们一走就是十年。十年间风风雨雨，在嬉笑怒骂中，在离别团聚中，他们向我们讲述着友情、爱情还有生活。"
    },
    "潜行天下": {
      "channel": "翡翠台",
      "title": "潜行天下",
      "desc": "国内首部以全球海洋为题材的自然纪录片，共3季，共18集。内容跨越太平洋、大西洋、印度洋和北冰洋四大洋，涵盖14个国家，16片截然不同的水域，每一集将窥探一片海域的海底地貌，和其独有的生物故事和人文景观。从物种起源地加拉帕戈斯的海底世界，到北极冰下世界，从二战沉船，到墨西哥洞穴，每个鲜活生动的故事背后，都有自然环境和人类关系的思考。"
    },
    "唱钱": {
      "channel": "翡翠台",
      "title": "唱钱",
      "desc": "挑戰音域的極限、拍子的精準，全新互動音樂遊戲節目《唱錢》由森美、Eric Kwok、李茵彤任主持，以專業音準分析系統考驗參賽者。 九宮格代表九個難度等級，參賽者每當連成一線「過三關」，可選擇提款離場、繼續挑戰，甚至是最難的Monster關卡。一旦過關失敗，獎金即歸零！ 素人版獨自闖關，力爭最高十萬元獎金。明星版為觀眾謀福利，而觀眾參與直播間互動，狂撳Emoji為參賽歌手打氣，同時有機會贏取獎金、禮品。"
    },
    "叠影狙击": {
      "channel": "翡翠台",
      "title": "叠影狙击",
      "desc": "香港警察袁晟杰（黄宗泽 饰）因追查一起疑点重重的爆炸案来到新加坡，作为保险调查员的女友梁曦（周秀娜 饰）下落不明，而此时新加坡特警队队长魏晓晨（周秀娜 饰）正带领特警队，捣毁人口贩卖集团基地，并意外发现一具女性尸体，竟然是离散多年的孪生妹妹梁曦，晓晨悲痛欲绝，决心顶替妹妹身份，追查妹妹被杀真相的悬疑故事。"
    },
    "多啦A梦": {
      "channel": "翡翠台",
      "title": "多啦A梦",
      "desc": "学习、体育全不擅长还饱受胖虎和小夫欺负的少年野比大雄在20世纪的日本过着平凡无聊的生活，这一天突然有意外的访客出现在大雄面前，对方是自称来自22世纪大雄孙子的孙子世修以及猫型智能机器人哆啦A梦。世修愁眉紧锁，似乎对这位曾祖父有着诸多的不满，他专门介绍了大雄的未来：进入社会的大雄求职失败，转而自己开公司当老板，可是由于不善经营导致公司破产，还背负了巨额债务。他的厄运直接影响到了也比家的子孙，为了扭转自己的命运，世修打算从源头着手，派哆啦A梦协助大雄改变命运。哆啦A梦被世修设定了“完成程序”，如果他不能顺利实现改变曾祖父命运的重任，就无法返回22世纪。百般不上进的大雄就这样和责任心十足却有着这样那样缺点的哆啦A梦生活在了一起。哆啦A梦那神奇的百宝袋可以变出各种各样令人咋舌的道具，它们帮助大雄解决了生活中大大小小的难题，当然在此期间由于大雄的滥用也惹来了不少的麻烦。两个好朋友携手并进，不知不觉间感情也变得好了起来。终于，对于大雄来说最重要的人生目标——和美丽女孩源静香结婚——在未来得以实现，废柴少年的糟糕命运彻底扭转，哆啦A梦圆满完成了他的使命，即将启程返回22世纪。只不过他和大雄之间的羁绊已经非常深了，纵使依依不舍，却仍然迎来告别的时刻。大雄该如何以一己之力实现他那来之不易的幸福未来呢？"
    },
    "食好D食平D": {
      "channel": "翡翠台",
      "title": "食好D食平D",
      "desc": "通脹飆升，衣食住行全部加價，但市民的薪金原地踏步。拿著有限的家用，又要家人吃得好，真是難為了媽媽。對此感同身受的肥媽，聯同陸浩明，帶觀眾走訪全港街市及食材店，務求為媽媽們找出既便宜又富營養的食材，並以簡單的方法「食平D」，烹調出各式各樣的佳餚美饌。\n\n節目更請來城中多名星級大廚，包括星級行政總廚張倩敏（Charmaine）、《大廚出馬》冠軍人馬陳國強，還有曾自設私房菜，亦出過烹飪書籍的余健志（Jacky Yu）等，教大家如何以最低的價錢，煮出多款最滋味的各國美食。"
    },
    "约埋班Friend去旅行": {
      "channel": "翡翠台",
      "title": "约埋班Friend去旅行",
      "desc": "一班Friend約埋去旅行，除了吃喝玩樂度過開心時間之外，如可於好友相伴下突破自我有所成長，更令旅途顯得彌足珍貴。\n\n「痞子兄弟姊妹」周嘉洛、陳瀅、JW王灝兒到訪泰國清邁，「反黑團友」張振朗、賴慰玲前赴澳洲悉尼，兩路行程兼有朱敏瀚加入同遊。出發之前，製作組要求大家填寫喜好問卷，從而為各人度身訂造恐懼挑戰！\n\n旅程中，眾星還會「解鎖」不少人生第一次，並與Buddies一起圓夢，創造共同的寶貴回憶。"
    },
    "屁屁侦探": {
      "channel": "翡翠台",
      "title": "屁屁侦探",
      "desc": "本作改编自田中阳子和深泽将秀双人搭档所创作的绘本，以可爱的大头屁股侦探，与搭档小狗布朗一起，通过犯罪现场的一系列蛛丝马迹，推理追踪犯人的故事……"
    },
    "美食新闻周报": {
      "channel": "翡翠台",
      "title": "美食新闻周报",
      "desc": "香港匯聚環球美食！黃嘉雯、倪嘉雯、伍倩彤等美食主播、主持，緊貼最新美食潮流，從不同平台網羅超「人氣」餐廳消息，主持親自試食，帶來真實食評；相約「星級飯腳」到訪他們私心推介的「飯堂」開餐；深入了解食店滋味背後的不同故事；名廚、食評家亦會帶路「搵食」，帶來專業推介。節目精選《美食新聞報道》介紹的多間「人氣」餐廳，力推當中招牌美食，並會速遞美食優惠，讓觀眾即時掌握最滋味、抵食的飲食情報。"
    },
    "攻你上大学": {
      "channel": "翡翠台",
      "title": "攻你上大学",
      "desc": "台慶綜藝《攻你上大學》，由林盛斌率領2025年港姐亞軍施宇琪、季軍袁文靜主持。這是一個以校園為主題的知識問答節目，學術與娛樂性兼備，帶給觀眾新穎的觀賞體驗。問答題目涵蓋小學至大學程度，藝員們會穿上校服參與。眾星從小學問題開始作答，角逐升學席位；如能善用「讀書錦囊」，可望令升學更順利。過程緊張刺激，全面考驗藝員的知識水平與臨場反應。每輪勝出者除了袋走獎金外，並會晉身台慶夜的終極比拼，爭奪更豐厚大獎！"
    }
  },
  "明珠台": {
    "金融行情": {
      "channel": "明珠台",
      "title": "金融行情",
      "desc": "讲述的是关于年轻员工们如何陷入高风险金融世界的故事。在这里，曾经的金融精英们尽显华丽服饰背后的创伤与压力。精彩的商战，快节奏的职场较量。  还记得2009年，美国第四大投资银行雷曼兄弟公司申请破产，信贷紧缩，市场信心恶化。资本市场中的各方动作是越来越迷，还是日渐透明？《继承之战》后 ，又一商战大剧——《金融围城》，故事从五位刚刚毕业的年轻人迈进伦敦著名金融机构那一刻开始。"
    },
    "芝麻街": {
      "channel": "明珠台",
      "title": "芝麻街",
      "desc": "根据国外媒体报道，好莱坞女星安妮·海瑟薇有望出演华纳兄弟真人版芝麻街大电影。据悉，华纳兄弟公司已经向安妮·海瑟薇抛出橄榄枝，希望她能够主演这部影片。"
    },
    "奇趣特工": {
      "channel": "明珠台",
      "title": "奇趣特工",
      "desc": "故事承接《奇趣特工队》系列动画第二季。凯奇、闪电猫、艾尔、嘟嘟公主，四名超能小英雄组成的奇趣特工队一如既往保护着小镇和平。然而一天，来自未来的少女青青突然出现，并向特工们传达了一件紧急状况。一名未来世界的坏蛋柠檬博士，企图穿越时空捣乱破坏所有关键时刻。\\n为了保护世界，奇趣特工队义不容辞。他们化身超时空奇兵，乘上时空飞船，一起出发回到不同地域不同时代的过去，并和各个时代的伟人名人并肩合作，展开了一场了解过去，守护过去，拯救过去的时空大作战。"
    },
    "花生动画": {
      "channel": "明珠台",
      "title": "花生动画",
      "desc": "还记得那部风靡全球的传奇连环漫画吗？现在它再次搬到荧幕上变得生动起来啦！《花生动画》以全新的风格为您呈现查理·布朗及其小伙伴的复古魅力和经典故事，敬请加入想象力丰富、极度自信以及世界闻名的比格犬史努比的冒险世界吧！"
    },
    "动物DNA": {
      "channel": "明珠台",
      "title": "动物DNA",
      "desc": "《动物基因密码》以前沿的DNA技术为核心，深入探索动物王国的奥秘。每一集都像一次精彩的科学探险，带领观众走进实验室，了解科学家如何通过分析动物的遗传物质，揭示它们鲜为人知的演化历史，迁徙路线，社会结构以及独特的生存适应能力。节目将复杂的科学知识以生动直观的方式呈现。通过精美的画面，权威的解读和引人入胜的故事叙述，观众不仅能了解到最新的基因研究成果，更能体会到生命的神奇与多样性。"
    },
    "热爆MADAM": {
      "channel": "明珠台",
      "title": "热爆MADAM",
      "desc": "飞扬跋扈的联邦调查局女特工桑德拉·布洛克与一个满嘴脏话的胖女警察梅丽莎携手合作，追捕一个俄罗斯毒品集团，两人在这一过程中也建立了友谊。影片的其他主要演员还有奥斯卡影帝提名获得者德米安·比齐尔、托尼·海尔、泰伦·基勒姆、迈克尔·拉帕波特等。该片的 导演保罗·费格两年前曾拿出了卖座女人戏《伴娘》，并一手将梅丽莎送入奥斯卡最佳女配角决赛圈。"
    }
  },
  "凤凰卫视中文台": {
    "湾区升明月大湾区电影音乐晚会": {
      "channel": "凤凰卫视中文台",
      "title": "湾区升明月大湾区电影音乐晚会",
      "desc": "2024“湾区升明月”电影音乐晚会将于22日在澳门唱响 “湾区升明月”2024大湾区电影音乐晚会将于9月22日在中国澳门唱响。"
    },
    "别有洞天": {
      "channel": "凤凰卫视中文台",
      "title": "别有洞天",
      "desc": "因为一双运动鞋，斯坦利（Allan Kolman 饰）被关进了德克萨斯州的拘留所之中，尽管斯坦利实则无辜，但他祖上遗留下来的坏运气让他毫无疑问地遭受到了并不公正的审判。为了逃脱牢狱之灾，斯坦利选择了前往德州绿湖营进行劳动改造，然而，着却正是他噩梦的开始。 绿湖营位于一片茫茫的沙漠之中，这里的管理员将来这里劳动改造的孩子们视为奴隶，处处苛责刁难，甚至布置了一个看似毫无意义的任务——在已经干涸的河床上挖洞。很快，斯坦利便开始怀疑，管理员的这一要求背后隐藏着某些不可告人的秘密，一批传说中埋在河床里的宝藏随之浮出了水面，而这批宝藏和斯坦利的家族亦有着千丝万缕的关联。"
    },
    "失落迷城": {
      "channel": "凤凰卫视中文台",
      "title": "失落迷城",
      "desc": "1958年的哈瓦纳对许多人来说是个天堂，然而当地居民却对极权统治者感到不满，当\"切格瓦拉\"等人所率领的革命声浪延烧到了这里，一间当地夜总会的老板菲哥即将面临家破人亡妻离子散的危机，这场革命改变了一切，传统典雅文化也付之ㄧ炬，人群潮来潮往，只剩下他最爱的古巴音乐活在他的心底。"
    }
  },
  "爱上4K测试体验": {
    "海边的曼彻斯特": {
      "channel": "爱上4K测试体验",
      "title": "海边的曼彻斯特",
      "desc": "在兄长猝然离世后，李·钱德勒震惊地得知自己被指定为侄子帕特里克的唯一监护人。李不得不暂停工作，勉强回到故乡曼彻斯特照顾这个十五岁的活泼少年，同时也被迫直面那段令他与妻子兰迪分离、与成长之地决裂的往事。曾被兄长凝聚的家庭纽带如今断裂，李与帕特里克在失去至亲的阴影下，艰难地摸索着与世界和解的方式。"
    },
    "功夫熊猫3": {
      "channel": "爱上4K测试体验",
      "title": "功夫熊猫3",
      "desc": "当熊猫阿宝为成为真正的神龙大侠做准备的时候，他的生父——熊猫李山突然到访。与此同时，拥有神秘力量的反派天煞登场，妄图制服 所有高手，统治武林。相传在与世隔绝的熊猫村有着对抗天煞的力量，为了拯救苍生，阿宝与父亲踏上了归途，而阿宝的好伙伴悍娇虎、金猴、灵蛇、螳螂则一同拖延天煞，阿宝不仅肩负着成为真正的熊猫大侠的使命，还要让村民美美等新伙伴练就新功夫，继承乌龟大师的遗志，共同抵挡天煞。"
    },
    "卡特教练": {
      "channel": "爱上4K测试体验",
      "title": "卡特教练",
      "desc": "本片根据1999年对于卡特教练和他的常胜不败的篮球队的新闻报道改编，萨缪尔·杰克逊在剧中饰演颇具争议的卡特教练。 　　里士满高中篮球队原本从未在任何比赛中获胜过，是一支屡败屡战的队伍，这一切在卡特执教之后发生了变化。他相信这支队伍在他的带领下可以成为最优秀的篮球队，所以他要求队员和他签订一个协议，约定如果队伍不团结或是成绩不佳就不再继续参加任何比赛。在他的带领下，这支队伍开始走上了上坡路，最后成为无人能敌的长胜王。但是在1999年举行的国家锦标赛上，队员们的表现却十分不尽人意，这让卡特教练沮丧不已，他真的关闭了训练馆，禁止队伍继续参加任何比赛。此举引起了极大的反响，他一时成了大众议论的焦点，有人赞赏他视篮球为生命的品格，但更多的人对他的举动表示不解，甚至是批评。"
    },
    "神奇乐园历险记": {
      "channel": "爱上4K测试体验",
      "title": "神奇乐园历险记",
      "desc": "一位极富创造力的女孩小六月，偶然间发现了一座神奇的乐园。在乐园里，有着各式各样惊险刺激的游乐设施和形形色色的动物朋友。在这个奇幻的世界里，将会发生怎样意想不到的故事呢？"
    },
    "月球": {
      "channel": "爱上4K测试体验",
      "title": "月球",
      "desc": "未来世界，随着科技的飞速进步，地球的污染也越来越严重。为了遏制这种现状，一家名为月能工业有限公司的企业应运而生。该公司致力于月球能源的开发，通过采集氦-3来满足地球对能源的需求。月能公司在月球设有基地，山姆·贝尔（山姆·洛克威尔 Sam Rockwell 饰）正是该基地 上唯一的工作人员。山姆是公司聘用的合同工，他已在月球孤零零地生活3年，陪伴他的只有智能机器人戈蒂（凯文·斯派西 Kevin Spacey 饰）。枯燥乏味的生活令山姆归心似箭，在还有两周就离开月球的时候，山姆偶然遭遇一起事故。醒来后的他发现戈蒂似乎对其有所隐瞒，公司高层也拒绝他的回程请求。山姆借机逃出基地，却在事故发生地点发现另一个自己……本片荣获2009年爱丁堡国际电影节最佳英国影片奖、2009年西雅图国际电影节最佳男主角奖。"
    },
    "坚不可摧": {
      "channel": "爱上4K测试体验",
      "title": "坚不可摧",
      "desc": "二次世界大战时，前奥林匹克长跑选手路易·赞贝里尼（杰克·奥康奈尔 Jack O'Connell 饰）驾驶的战机意外坠毁，路易与其他两位同机组员在海上漂流了47天之后，遭到日本海军长期囚禁，并受其中一位军官渡边长野（石原贵雅 Miyavi 饰）残忍虐待，甚至到战争结束后这个痛苦的梦魇仍挥之不去，他经常作恶梦、酗酒，在看似失去一切的时候，信仰解救了他，他最后更前往日本希望与渡边长野会面，愿意原谅他……  　　本片由安吉丽娜·朱莉执导并担任制片，改编自前奥运会长跑运动员的路易·赞贝里尼的真实经历，浓缩他从街头顽童、奥运选手以及二战期间个人跌宕起伏的经历，97岁的路易亲自出镜讲解。"
    }
  },
  "黑莓动画": {
    "一念永恒合集篇(": {
      "channel": "黑莓动画",
      "title": "一念永恒合集篇(",
      "desc": "(2025年12月11日 新出的合集篇-单集40分钟左右）【合集篇为正片剧情剪辑合并，与正片相比无新内容】一念永恒动画合集篇上线！助你畅爽补番，2025年12月11日起每日更1集"
    },
    "画江湖之不良人": {
      "channel": "黑莓动画",
      "title": "画江湖之不良人",
      "desc": "故事发生在唐朝末年，时局动荡，无论朝中还是民间都人心惶惶。隶属于官府的神秘组织“不良人”全体失去了踪迹，同样下落不明的，还是价值连城的国库宝藏。传说中，一切的秘密都隐藏在龙泉剑上，得到了龙泉剑的人，便拥有了掌控天下的能力。\r 　　李星云自幼失去了父母沦为孤儿，被善良的隐士阳叔子收养，跟随着他练武学艺，一晃眼多年过去，李星云成长为了意气风发的少年，他和同门师妹陆林轩一起下山精进武艺，就此结识了姬如雪和张子凡。机缘巧合之下，李星云竟然得到了龙泉剑，这个消息不胫而走，引起了各大门派的警觉。他们派出杀手追踪李星云一行人，企图抢夺龙泉剑。"
    },
    "南国篇": {
      "channel": "黑莓动画",
      "title": "南国篇",
      "desc": "在东京电器店上班的亮（吉冈秀隆 饰）一直过着枯燥乏味的生活，他虽然生活在大都市中，却念念不忘曾经在“剧场座”电影院和老板银活男（西田敏行 饰）度过的快乐时光。终于有一天，阿亮辞职，离开繁闹的东京，辗转回到了“剧场座”，谁知这里早已人去楼空，活男带着对电影的热爱和梦想开始了巡游。此时此刻，活男的脚步来到了南方小岛。不久之后，阿亮也尾随而至。在沙滩大海，夕阳西下的浪漫时刻，活男开始放映着介绍绝美爱情的《雪国》。\r 人们全神贯注，聚精会神，感受着电影的魅力。他们惊叹，他们欢呼，一时间忘记世间所有烦恼…"
    },
    "火之意志的继承者": {
      "channel": "黑莓动画",
      "title": "火之意志的继承者",
      "desc": "为追踪4名血继限界继承者的下落，小樱、漩涡鸣人、卡卡西和佐井奉命前往。但在岩隐和草隐交界的须弥山失去目标，鸣人和佐井也身受重伤。在此之后，自称卑留呼的前木叶村忍者单方面宣战，他之前因修习鬼芽罗术而被逐出木叶，而今他企图集齐5个血继限界成为不死的完美忍者，进而发起第四次忍界大战。在此危急时刻，卡卡西感受到来自卑留呼的召唤。失去最重要的导师，鸣人、木叶村乃至忍者诸国面临前所未有的挑战……"
    },
    "谷围南亭(": {
      "channel": "黑莓动画",
      "title": "谷围南亭(",
      "desc": "故事围绕大学生高影展开，其在入学途中误入南亭村大清王朝酒店，却遇到连连诡异事件，意外唤醒被封印的镇南王胤霆，被卷入涉及太岁、萨满等神秘势力的百年浩劫。"
    },
    "新婚旅行飓风之遗失的野原广志": {
      "channel": "黑莓动画",
      "title": "新婚旅行飓风之遗失的野原广志",
      "desc": "美冴和广志结婚后注意到他们没有度过蜜月，而美冴曾经有一个澳大利亚朋友，所以他们与小新一起乘坐飞机并找到澳大利亚家庭陪同一起的廉价蜜月之旅！  　　但是，正当他们愉快的享受这个美好时光，广志因喝太多酒睡著了，而奇怪的假面族即将把广志带到一台大火车上，广志醒来时，才发现不对劲，而 美冴和小新知道情况后，急忙开著摩托车寻找广志，但不妙的是，不只有一个人抢夺广志，许多敌人都开著自己的车，将进行一场激烈的抢夺战，而小新与美冴也加入此战！想尽办法躲过敌人的攻击，最后不幸跟丢了。而想尽办法会合时，遇到了刚刚有进行抢夺战的一名女子，加入了小新他们，之后终于到了基地，小新急忙跑去找爸爸，不料爸爸已被洗脑，不想跟他们回去，而小新也吓到留下男子泪。究竟，失去了一家之主的野原一家，能把广志抢夺回来吗？~~~"
    },
    "樱桃小丸子": {
      "channel": "黑莓动画",
      "title": "樱桃小丸子",
      "desc": "小丸子是一名小学二年级的女生，她活泼、好动、懒惰、什么事情都拖到最后一刻才做、学习不认真、成绩平平、经常和姐姐斗气、爱幻想、做事没恒心……在小丸子身上我们或多或少都看到了自己童年的影子。如果小丸子算是一个“怪人”的话，那么她的周围可谓“怪人”多多，有点神经质的班长丸尾同学、权利欲极强的女副班长、经常和小丸子一起疯的爷爷，讨人厌的宾治同学等等，这群性格各异、精力充沛的小孩、大人们，每天都在演绎着生活的趣事，伴随着小丸子一天天长大。"
    },
    "诸神之宫殿": {
      "channel": "黑莓动画",
      "title": "诸神之宫殿",
      "desc": "凯撒为了淡化阿斯特里克斯村庄的团结，削弱当地的习俗，在高卢附近建立一个度假村。村民前方百计破坏这项工程，首先是神奇的森林补植，然后在罗马人搬入新夏后吓跑他们，最后又将刚迁入的罗马兵团痛打"
    },
    "马达加斯加企鹅": {
      "channel": "黑莓动画",
      "title": "马达加斯加企鹅",
      "desc": "狮子亚历克斯Alex他们在马达加斯加的快乐故事仍在继续。而另一边厢，那四只调皮捣蛋的企鹅：沉着冷静的老大Skipper（Tom McGrath 配音）、脑瓜机灵的技术狂Kowalski（Jeff Bennett 配音）、单纯而超梦的菜鸟Private（James Patrick Stuart 配音）以及疯狂危险的爆破狂Rico（John DiMaggio 配音）却回到了纽约动物园。虽然平时被关在围栏中，但这根本难不住技能互补的企鹅四兄弟，在繁华的国际大都会，他们还是可以让演一场又一场令人咋舌又拍案叫绝的大冒险。此外，超级自恋狂狐猴朱利安Julien国王14世和大毛Maurice、小毛Mort也告别老家，携手到陌生的美国闯天下。动物、人类，原始、文明，彼此间发生激烈碰撞，有趣的故事接连上演……\n\n　　本片为动画电影《马达加斯加》的衍生剧。"
    },
    "水兵陆战队": {
      "channel": "黑莓动画",
      "title": "水兵陆战队",
      "desc": "围绕蟹黄堡的神秘配方，痞老板和蟹老板展开了新一轮的战争。虽然海绵宝宝成功挫败痞老板的猛烈攻势，但是却依然中了对方的诡计。关键时刻，配方凭空消失，直接后果便是导致没人能再做出蟹黄堡。对于日常极度依赖蟹黄堡的比奇堡的居民来说，这一消息无异于晴天霹雳。小镇的宁静荡然无存，海底世界陷入末世般的混乱与动荡之中。由于搭救了痞老板，海绵宝宝被大家当作叛徒对待。危机时刻，海绵宝宝、派大星、痞老板、蟹老板、松鼠珊蒂、章鱼哥得以穿越时空，并顺着蟹黄堡的香味来到了人头攒动的沙滩上。 在那里他们遇见了利用诡计偷走秘方的胡子海盗（安东尼奥·班德拉斯 Antonio Banderas 饰），于是一场蟹黄堡的攻防战由此展开……"
    },
    "九幽玄天(": {
      "channel": "黑莓动画",
      "title": "九幽玄天(",
      "desc": "川北传说，远古时曾有一邪道巴北拉为炼魔幡，用巨石封住黄龙葫芦的北口，使四川北部地区，全面干旱成灾。幸有十八不摩奋不顾身勇攀黄龙望乡台，用血肉之驱拼死移开巨石，使川北百姓不致陷于干旱灾害。巴比拉历经多世轮回，今世又再修炼邪术，法力更高，且重施故技再次作法使黄龙望乡台上之葫芦口再度封闭以达到其险恶目的。九天玄女托世化身成一位长得如花似玉的姑娘名叫小兰，负起重任对抗邪道，拯救人民。成都市井之徒金生机缘巧合，天意安排成了小兰的助手，这双男女便展开了一段惊险刺激的历程。"
    },
    "决一胜负逆袭的机器人爸爸": {
      "channel": "黑莓动画",
      "title": "决一胜负逆袭的机器人爸爸",
      "desc": "某天广志在和小新玩耍是不小心扭到了腰，于是去按摩店进行按摩治疗，但是回来时却意外发现变成了一个机器人！！爸爸广志突然变成机器人，让妈妈美伢非常疑惑，倒是小新觉得好处不少！因为小新可以用遥控器操纵机器人爸爸，不仅能做出美味料理，还将家里打扫的闪闪发亮！可是所有的一切原来是「爸爸勇立同盟(勇敢站出来摇旗呐喊的爸爸们)」的阴谋，要帮在家里地位越来越卑微的爸爸们，恢复尊严！被无情对待的爸爸们因此引爆「爸爸革命」，让野原家和春日部几乎瓦解！危急存亡之时，机器人爸爸与小新挺身而出！野原一家和机器人广志的未来，将面临什麼样的挑战？此时此刻，全国所有家庭的爱与未来，遭遇前所未有的考验！"
    },
    "博人传": {
      "channel": "黑莓动画",
      "title": "博人传",
      "desc": "随着和平的到来而走向近代化的木叶忍者村。高楼林立，巨大显示屏中播放出影像，连结各区域的电车在村里奔驰。虽说是忍者村，但一般民众也增多，忍者的生存方式也在逐渐改变的这个时代—— 村子的领袖，第七代火影·漩涡鸣人的儿子慕留人，进入了培育忍者的学校“忍者学校”。周围的学生们带着“火影的儿子”这样偏见的目光看待慕留人，但慕留人凭借天生的破天荒性格将这种小事轻松越过！ 慕留人与新的伙伴相遇，他将如何挑战突然发生的神秘事件？ 在众人心中如疾风般狂奔的“漩涡慕留人”的物语，现在开始！！"
    },
    "淘气包马小跳": {
      "channel": "黑莓动画",
      "title": "淘气包马小跳",
      "desc": "影片故事围绕三年级的小学生马小跳展开。马小跳可是个不寻常的孩子，他一生下来就会跳！在他的抓周仪式上，脾气火爆的马小跳更是一“跳”冲天，令所有人大吃一惊。三年级的马小跳身边总是围绕着伶牙俐齿的“猿猴”毛超、贪吃爱睡的“企鹅”唐飞和力大无穷的“河马”张达这几个死党，当然还有无条件超级崇拜马小跳的安琪儿。而马小跳自己心中的偶像，是班上美丽聪明、品学兼优的“芭蕾舞明星”夏林果。"
    },
    "水生世界(": {
      "channel": "黑莓动画",
      "title": "水生世界(",
      "desc": "虽然地球71%表面覆盖的是水，但是其实淡水资源只占了地球总水量的2%左右，而可被人类利用的淡水总量只占地球上总水量的十万分之三，占淡水总蓄量的0.34%。由此可见，地球上可被利用的水并没有人类想象的那么多，如果让它们继续遭到人类的摧残，早晚有一天，它会消失的……  　　如果你看过“蓝色星球”，你将会对“生命之水”不会陌生。此套纪录片的拍摄采用了4台佳能的高清摄像机，历时3年多的时间，最后在西班牙制作完成。"
    }
  },
  "NewTV军事评论": {
    "极速营救": {
      "channel": "NewTV军事评论",
      "title": "极速营救",
      "desc": "T国深受毒品之害，而14D是该国最大的贩毒组织。富商张百雄长年致力于反毒斗争，并资助利剑反毒小组，志在铲除反毒组织。历经长期斗争，掌握了14D的核心成员和关系网名单，准备上交警方。\r 　　由于消息走漏，张氏不断受到生命威胁，不得已将名单的绝密信息转给女儿，并委托秦风率领的利剑 小队一路保护和帮助女儿拿到名单。14D深知名单关系重大，派出二号和神秘的三号人物带领重兵一路尾随和追杀，意图抢回名单，血雨腥风就此展开，在此过程中，张氏女儿和秦风的关系也由最初的不信任，历经生死考验，逐渐发生着变化。而随着结局的逐渐临近，一场让人意想不到的伴随着权力和金钱的感情纠葛突然袭来，让人在错愕的同时，不禁去更深入的思考人性和感情...\r 　　本片改编自掌阅文学头部IP作品《一世兵王》，作者：我本疯狂。"
    },
    "航向大洋": {
      "channel": "NewTV军事评论",
      "title": "航向大洋",
      "desc": "邦妮和马克斯是臭名昭著的扎普海贼团的一员，早已厌倦了海贼的生活。他们渴望自由，却囊中羞涩，逃离成了一场遥不可及的梦。直到有一天，三个被扣押的孩子无意中听到了他们的密谋。年纪最大的女孩阿曼达大胆地提出了一个提议：她的父亲曾是一名传奇的寻宝猎人，生前藏下了一笔巨大的宝藏。而她知道宝藏的位置，并愿意将其赠与邦妮和马克斯。抱着一线希望，邦妮和马克斯带着孩子们悄悄逃离，前往那座传说中的小岛，并在那里度过了一个月，寻找宝藏的线索。然而，他们并不是唯一对宝藏感兴趣的人——草帽路飞一行人意外卷入了这场风波，而拜安海贼团与扎普海贼团也为夺宝而展开激烈争斗。掌握关键线索的，正是阿曼达。最终，这笔宝藏，会落入正义之人手中吗？"
    },
    "凡尔登战役": {
      "channel": "NewTV军事评论",
      "title": "凡尔登战役",
      "desc": "详细记录了第一次世界大战中最血腥的战斗之一。1916 年 2 月至 12 月期间，法国和德国军队在凡尔登村周围满目疮痍的营地中进行了无情的战斗。"
    },
    "穿越蘑菇云的人": {
      "channel": "NewTV军事评论",
      "title": "穿越蘑菇云的人",
      "desc": "他们一次次驾机穿越蘑菇云，采集核爆之后的烟云样品为改进核武器的性能提供了宝贵数据，然而他们的故事却鲜为人知。纪录片《穿越蘑菇云的人》带我们一起走近这个低调的群体，听他们讲述惊心动魄的穿云故事。致敬为中国核武器事业作出特殊贡献的飞行员们。"
    },
    "上海1": {
      "channel": "NewTV军事评论",
      "title": "上海1",
      "desc": "1937年8月，侵华日军占领上海。面对民族危难，上海滩三大亨也是三大黑社会头子各有打算：黄金荣称病闭门谢客；张啸林（王明晟 饰）做了大发国难财的汉奸；张啸林的结拜兄弟、最举轻若重的杜月笙（杜玉明 饰）则远走香港。日本人支持成立的汉奸特工总部位于极斯菲尔路76号，诸多中国同胞在这 里惨死于横行不法却以“小杜月笙”自居的头子吴四宝（王正军 饰）之手。被日本人及为虎作伥的汉奸的暴行激怒了的爱国义士组成暗杀小组，先后刺杀了伪“市民协会”负责人尤菊荪、伪“上海市政督办公署”秘书长任保安等人。该小组干将之一、杜月笙的弟子林怀部（徐小健 饰）在某次刺杀行动中负伤逃到某间水果铺，该水果铺的主人王国生却是杜月笙的旧友，养伤过程中，林怀部与他的女儿月英（孙懿雯 饰）渐渐生出感情。暗杀小组对张啸林下手时伤亡惨重，林怀部侥幸捡得一条命，但小组没有因此停止行动。不久，月英利用她与吴四宝太太佘爱珍是校友的关系打进“76号”，林怀部也在王国生的帮助下利用杜月笙的关系成了张啸林的一员保镖。其后，林怀部幸得爱恋月英的佘爱珍的保镖、武艺高强的“小刀”杨藩（董志华 饰）相助，顺利完成刺杀张啸林的行动，但却不幸落入吴四宝之手。"
    },
    "上海2": {
      "channel": "NewTV军事评论",
      "title": "上海2",
      "desc": "1887年，在西部某镇担任治安官的强（成龙 饰）忽然收到一封家信，惊闻看护玉玺的父亲被人杀死，玉玺失踪，妹妹铃（范文芳 饰）追踪犯人一路到了英国。于是强匆忙奔赴纽约，寻找老友罗伊（欧文•威尔逊 饰），强本想用上次得来的皇家黄金帮助自己，岂料风流兼吹牛成性的罗伊早将黄金豪赌一空，如今落魄成了一个偶尔卖身的侍应。强虽无奈，还是带着罗伊一起到了英国。先期抵达英国的铃跟踪仇人雷斯本多日，在后者身上，隐藏着一宗涉及清、英两国的重大阴谋。原来私生子出身的皇帝之弟吴超（甄子丹 饰），为了夺取皇位同雷斯本联手，抢夺玉玺计划发动兵变。匆忙赶到的强，为了复仇和家族荣誉，决定不惜一切阻止吴超。"
    },
    "上海3": {
      "channel": "NewTV军事评论",
      "title": "上海3",
      "desc": "《Aimer 3 nuits tour 2024》是日本歌手 Aimer 时隔五年首次海外个人演唱会巡演，巡演名“3 nuits”（法语“三夜”之意），将于2024年6月在上海、台北和香港三地举行。上海场追加公演定于6月15日、16日在上海梅赛德斯-奔驰文化中心举办。"
    },
    "英雄之路": {
      "channel": "NewTV军事评论",
      "title": "英雄之路",
      "desc": "纪录片《英雄之路》是一部历史题材结合风格音乐的创新纪录剧，影片以英雄的独有特质进行展开，鲜活多面的人物故事为核心，电影级的视听表达，结合风格化的音乐，将“燃”、热血、励志的风格贯穿整季。"
    },
    "歼10": {
      "channel": "NewTV军事评论",
      "title": "歼10",
      "desc": "岳天龙和印双虎都是优秀的飞行员，他们既是空中较量的对手，又是航空兵903师师长人选的竞争者，一次演习，基地参谋长岳天龙与903师副师长印双虎在空中展开激烈较量，印双虎凭借高难度动作\"眼镜蛇机动\"锁定了岳天龙。没想到僚机遇上了\"鸟撞飞机\"的事故。岳天龙被认命为903师师长。  　　岳天龙到任后，从实战出发，提出由印双虎率苏27团组成\"蓝军\"，自己率歼十团组成\"红军\"，在本师进行红蓝军空中对抗训练。印双虎有所顾虑，但政委支持了他。岳天龙的飞机在机场上空被鸟撞击，他沉着应对，成功着陆，避免事故。负责机场驱鸟工作的印副师长受到处分。岳天龙坚持不降低标准，继续进行高强度的对抗训练，并加码让印双虎教他飞\"眼镜蛇机动\"。印双虎对岳天龙刮目相看。不料训练时，岳天龙的飞机进入\"螺旋\"，飞机失控，在即将发生机毁人亡事故时，岳天龙凭借高超的技术和良好的心理素质，成功\"改出\"。但又遇空中停车特大险情，印双虎在地面沉着指挥，岳天龙成功迫降在一个废弃的旧机场。面对挫折，岳天龙不改初衷，继续从难从严苦练，终于完成\"眼镜蛇机动\"动作，并发挥成更加高难度高风险的战术动作。  　　上级机关考核干部时，岳天龙坚决推荐印双虎副师长晋升。  　　空军举行大演习，岳天龙带着歼十部队完成了远程到达，实弹打靶等多项任务。突然发现有不明国籍飞机侵入我海域，岳天龙与印双虎双双升空，凭着高超的技术和战术动作，将对方战斗机驱赶逼离我演习海域，并放言\"中国的天空我们说了算\"。"
    },
    "你的样子": {
      "channel": "NewTV军事评论",
      "title": "你的样子",
      "desc": "豪门出身的男主李淼因物质条件丰厚养成了桀骜不驯的性格，在大学临近毕业之际喜欢上同班校花许可，但许可的目光始终在出身寒门、才华横溢的郭凡身上，不甘示弱的李淼对许可展开了疯狂的攻势，并威逼利诱郭凡离开许可。两人在实验室发生口角之时被曾经让李淼欺压的校霸吴杰发现。吴杰为报复李淼制造化学事故。当他们从医院醒来后，发现两人居然互换了身体，两人开始进行一系列的尝试，欲换回身体，闹出了很多搞笑的笑话。而在这个过程中，原本桀骜不驯的李淼用郭凡的身体体会到跟原来的自己完全不一样的世界，引发了对过去自己行为和性格的反思。终于在最后重新找到了自己的人生目标以及自己想要的关于爱情的样子……"
    },
    "伟大的胜利抗美援朝启示录": {
      "channel": "NewTV军事评论",
      "title": "伟大的胜利抗美援朝启示录",
      "desc": "本片以习近平总书记在纪念中国人民志愿军抗美援朝出国作战70周年大会上的重要讲话为主要遵循，分别从“不畏强权的民族风骨”“勠力同心的民族力量”“向死而生的民族血性”“奋勇向前的民族智慧”等四个主题展开，片中紧扣“立国之战”这一定位，通过一个个生动鲜活的故事，体现出中华民族的风骨、力量、血性和智慧。"
    },
    "智能战械": {
      "channel": "NewTV军事评论",
      "title": "智能战械",
      "desc": "《智能大反攻》是由美国索尼哥伦比亚影片公司和索尼动画联合出品的原创喜剧冒险动画电影。该片由荣获奥斯卡最佳动画长片大奖的《蜘蛛侠：平行宇宙》金牌制作团队重磅打造，可谓2020年最值得期待的动画巨制。迈克尔·里安达（《怪诞小镇》）担任导演、菲尔·罗德和克里斯托弗·米勒（《蜘蛛侠：平行宇宙》《乐高大电影》）担任制片人。特立独行又充满创意的凯蒂·米切尔考上了她梦寐以求的电影学院。她本打算坐飞机前往学校，但热爱大自然的父亲瑞克却决定开车载全家人一起送凯蒂上大学，在她离开之前增进家人感情。除了凯蒂和瑞克，米切尔一家还包括乐天派的母亲琳达和性格古怪的弟弟艾伦，以及胖乎乎的可爱八哥犬蒙奇，他们展开了一段刺激的家庭公路自驾游。但意外发生了，智能科技突如其来地向人类发起反攻，彻底打乱了米切尔一家的计划。人们最常用的电子设备，从手机到家用电器，乃至一系列最新的私人机器人，决定在全球范围内向人类进攻。在两台友好的故障机器人帮助下，米切尔一家齐心协力互相帮助，共同面对这次非同寻常的挑战！"
    },
    "滑铁卢之战": {
      "channel": "NewTV军事评论",
      "title": "滑铁卢之战",
      "desc": "1815年6月18日早晨，惠灵顿公爵所指挥的部队，聚集在比利时一个名为滑铁卢的小镇营地里。连绵不断的降雨带来了痛苦、潮湿和寒冷给士兵。但是这些士兵将会感谢这场从前夜就开始下的大雨，因为这场夏日暴雨不仅挽救了很多人的生命，同时，也即将改写了整个欧洲的历史，就是在这儿──滑铁卢战场。滑铁卢这场战役，是以拿破仑为首的法国军队独力抵抗以奥地利、普鲁士、俄国、英国为首的联盟国。拿破仑是个自信而又轻视敌人的人。他从未和惠灵顿交锋过，他相信惠灵顿不会在滑铁卢进行顽强抵抗。他期望一次进攻就能将惠灵顿赶下山脊，逼他後退。因此他根本没有料到会有一场大规模的战斗。战事一开始，法国好不容易才击败英国的先锋，但是法军的实力已被削弱了大半。当联军越接近法军，法军的士气越下降，军队也发生了骚动。不久，法军被彻底击败，这场战役只是打了一整日便结束。"
    },
    "烽火传奇": {
      "channel": "NewTV军事评论",
      "title": "烽火传奇",
      "desc": "《比拉传奇》是中东首部CG动画电影，电影此前还参评了第89届奥斯卡最佳动画长片奖。电影讲述的是在阿拉伯大陆，主角比拉和妹妹被埃及奴役，不过比拉励志成为一名勇士，他鼓舞了埃及奴隶一起反抗，成为鼓舞阿拉伯人的超级英雄。"
    },
    "登陆登陆": {
      "channel": "NewTV军事评论",
      "title": "登陆登陆",
      "desc": "小时候跟随父亲移居朝鲜的少年辰雄（音，小田切让饰演）遇到了和自己一样喜欢跑步的朝鲜少年俊植（音，张东健饰演）。长大后他们成为一对马拉松对手。在奥运会马拉松选拔赛上，俊植以微弱优势战胜辰雄，但在日本田径联盟的操作下辰雄获胜。随着二战的全面爆发，俊植被强征为关东军，而辰雄成为新任守备队队长。此后俊植先后在日军、苏军、德军服役，辰雄也与俊植一起走过了坎坷旅程。  影片由《太极旗飘扬》的姜帝圭执导，以二战诺曼底登陆为背景，讲述了被日本军征集为纳粹德国作战的韩国士兵们的故事，将由韩日中三国明星共同主演。"
    },
    "雷霆万钧": {
      "channel": "NewTV军事评论",
      "title": "雷霆万钧",
      "desc": "本片是由篮球明星凯文·杜兰特亲自主演，影片讲述篮球巨星凯文·杜兰特和一个16岁的小球迷布莱恩(Taylor Gray 饰)交换了天赋。当布莱恩从一个肢体不协调的年轻球迷变成他崇拜的篮球英雄凯文·杜兰特时，他的生活也随之改变。布莱恩一跃成为高中校队的明星，而凯文·杜兰特却失去了打篮球的技能，甚至连一记篮球也投不进去。这时季后赛即将来临，他们两人会怎样面对这一切呢？"
    }
  },
  "NewTV古装剧场": {
    "雁回时(": {
      "channel": "NewTV古装剧场",
      "title": "雁回时(",
      "desc": "寒冬腊月，从小被弃养乡下的庄家三小姐庄寒雁，竟遍体鳞伤的晕倒在庄府门前，她的出现引起庄家内宅大乱，更惹来大理寺少卿傅云夕的关注和探究。这只冬日北上的孤雁，背后究竟藏着什么秘密？京城奸宦一夜倒台，神秘义子藏身迷雾，一张张面具之下，究竟孰真孰假，孰恶孰善？"
    },
    "锦月如歌(": {
      "channel": "NewTV古装剧场",
      "title": "锦月如歌(",
      "desc": "该剧改编自人气小说《重生之女将星》，为保家族爵位，何家长女何晏被迫戴上面具，扮做何家嫡长子“何如非”。少年时何晏于贤昌馆初识天之骄子肖珏，后为摆脱家族命运，毅然离开学馆，奔赴沙场。多年后何晏荣归故里，却因兄长何如非回归被家族设计，何晏大难不死后转换身份，化身城门校尉女儿禾晏，女扮男装前往掖州投军，立志拿回属于自己的一切。禾晏结交了温润如玉的楚昭，更是与肖珏再次重逢。可肖珏怀疑禾晏是奸细，处处针对，反复试探，禾晏死抱肖珏大腿，并以掖州卫第一的成绩向肖珏证明了自己的能力。二人历经孙家事件、季阳王女事件、润都守城之战，几经生死，互通心意。"
    },
    "九重紫(": {
      "channel": "NewTV古装剧场",
      "title": "九重紫(",
      "desc": "年少失母的窦昭因为家庭变故和坎坷波折的命运对人间情爱与亲情失望透顶，她斗继母、保家产，避居冷僻田庄，求学晓事以图自保自强。大雨之夜，窦昭与扮作商贾投宿的宋墨在田庄相逢，用自己的智慧帮其保下平寇有功的定国公一脉遗孤，二人命运也因此紧紧缠绕。出身官宦之家的宋墨深陷家变谜团，而窦昭也在继母的破坏下遭遇换亲流言。二人选择成亲以结同盟、共度困局。曾经彼此猜忌的他们在相互帮扶中共渡难关，也由此渐渐相知相惜、互为知己。不料风雨欲来、朝堂骤变，窦昭与宋墨携手面对危局，共同挽救家族命运、解开英国公府换子疑云、成功阻止辽王谋逆，平忠臣冤案、保家国安宁，活出了真正属于自己的幸福生活。"
    },
    "长歌行(": {
      "channel": "NewTV古装剧场",
      "title": "长歌行(",
      "desc": "唐武德九年，内廷生变，原太子之女李长歌（迪丽热巴 饰）侥幸逃出。逃亡途中，长歌偶遇化名为秦准的草原部落特勤阿诗勒隼（吴磊 饰），两人不打不相识，渐生英雄相惜之感。长歌在幽州粉碎一场阴谋，与此同时身份败露，前往㮶州避祸。她藏于㮶州刺史公孙恒身边，助其共抗草原势力侵袭，却未想到敌方将领隼竟是旧识秦准。长歌震惊痛心。然而㮶州情况危急，为争取时间等待援兵，李长歌与隼谈判，为大局甘愿沦为战俘被押往草原，意外得知大可汗另有野心。长歌决定暂放私仇，以身涉险拼死破局，隼为救长歌不惜与大可汗为敌，两人却阴差阳错天各一方。长歌辗转流亡，历经风雨的她逐渐领会仁者无敌的道理，最终彻底放下个人恩怨。在发现前隋势力才是挑动事端的幕后黑手后，长歌与隼联手为守护大唐与草原的和平贡献了自己的力量，两人也终于认清了对彼此的情感，携手共赴危局。"
    },
    "嫣语赋(": {
      "channel": "NewTV古装剧场",
      "title": "嫣语赋(",
      "desc": "该剧主要讲述了秋府最不受宠的大小姐秋嫣如何凭借自己的努力和智慧从深闺大院中走出来，在一桩桩迷案中抽丝剥茧，在一次次困难中辗转前行，与冷面腹黑王爷梁翊从一路斗智斗勇到相伴相知，最终二人收获了属于他们的幸福和爱情的故事。"
    },
    "永安梦(": {
      "channel": "NewTV古装剧场",
      "title": "永安梦(",
      "desc": "国都永安，因城西渠的垮塌，负责工事的都官尚书沈文祁一夕获罪，身陷牢狱。覆巢之下无完卵，沈家的两个女儿沈姌、沈甄也先后落入泥沼。尤其是小女沈甄一向养在深闺，不谙世事，此时流落街头，难以自保。此时正负责调查此案的廷尉陆时砚，也因为频频梦见自己与神秘女子的种种牵绊而陷入了困惑。经过求证，梦中出现的神秘女子正是罪臣之女沈甄。陆时砚一步步走近她，也一步步走向自己未知的命运。围绕城西渠一案，两人经历生死、交托信任，彼此情根深种。而陆时砚亦不负所托，在沈甄的帮助下，查明案情真相。然而真正的幕后黑手却向两人默默逼近。"
    }
  },
  "NewTV军旅剧场": {
    "狐影(": {
      "channel": "NewTV军旅剧场",
      "title": "狐影(",
      "desc": "明朝末年，正直的书生杨于畏因遭奸人所害，被迫搬到山中荒废的破庙居住，从而结识神秘书生胡连锁并成为好友。却不料，他因此卷入了一场诡异恐怖的争斗之中。"
    },
    "女人的抗战(": {
      "channel": "NewTV军旅剧场",
      "title": "女人的抗战(",
      "desc": "《女人的抗战》是沈阳军区政治部电视艺术中心出品，由彭景泉执导，温峥嵘、陈昊、曾黎等主演的抗战剧。该剧讲述了地下党女战士杜雪颜，组织起了一支女子团，在东北敌占区与侵略者展开正面激战，因寡不敌众最终以身殉国的英雄抗战故事  。该剧于2014年5月12日在南方影视频道首播。"
    },
    "我的父亲我的兵(": {
      "channel": "NewTV军旅剧场",
      "title": "我的父亲我的兵(",
      "desc": "他，是八路军最年轻的连长，骁勇善战机灵狡黠；他从不按牌理出牌，足智多谋又特立独行令敌人闻风丧胆；他是热情泼辣的妇女队长柳红妹心中的英雄，而他却只对秀外慧中的指导员刘燕飞一往情深倾心爱慕；他父母早亡，记忆中父亲是如关云长一般的勇士让他引以为傲。他叫付向明。\n\n　　他，是国民党的老兵痞子，油滑狡诈的军中袍哥；任凭战火纷飞他自有一套绝妙的生存法则，军中上下混得如鱼得水；他满嘴谎言一身恶习，却又是个实战经验丰富的神枪手；他早年丧妻丧子，眼下最大的愿望就是远离战火，赶紧娶妻生子传宗接代，所以他选择做了逃兵；他叫田守义。\n\n　　日军少佐加藤的部队是安插在晋察冀地区的一颗毒牙。加藤为人阴狠毒辣，排挤同僚一心邀功，又拉拢伪军陈可立部队成为他的战事炮灰，对八路军进行凶残的攻击，并在非统治区实行三光政策。付向明临危受命应战加藤部队。一场恶战让付向明和田守义不期而遇，逃兵田守义救出被日军包围的付向明，并跟着回到根据地。田守义对美丽寡妇小凤一见钟情，死皮赖脸地追求，令众人反感，唯独付向明灵机一动借此留住田守义，让他为根据地训练新兵，老少两个精明人各怀目的斗智斗勇，田守义偷奸耍滑几度逃跑，付向明欲擒故纵机智收服，然而此时他们并不知道他们竟然就是失散多年的父子…….\n\n　　加藤开始了更加凶残的杀戮，付向明田守义联手对敌一次次默契配合：刺杀日军头目、彻查王沟庄血案、策反伪军部队、巧夺军事物资、智勇解决叛徒案、识破连环间谍计等等……战斗中父子的身世之谜终于曲折揭开。对待战争、对待感情、对待生活，父子俩人立场不同观念不同，又引发千种矛盾。才相认，又相斗，父子纷争不断。危难一次次来临，田守义终于在惨烈的战斗中幡然觉醒，他坚定了革命的信念，和儿子并肩抗敌。\n\n　　加藤部队策划了新的作战方案，恶战在即，上阵父子兵。付向明一直是父亲心中的骄傲，这一次，田守义也终于成为儿子心中真正敬仰的勇士……\n\n　　\n\n　　喋血沙场，骨肉奋战泯恩仇；刀光剑影，生死搏杀啸长空！"
    },
    "天堑1949(": {
      "channel": "NewTV军旅剧场",
      "title": "天堑1949(",
      "desc": "1949年，新中国解放前夕，党中央做出了百万大军过大江的英明决策。渡江之后，捣毁总统府，解放南京城，解放全中国。在这一重大历史事件的背后，有无数忠诚的卫士为此献出了生命和鲜血。潜伏在国民党军队中的我军高级情报人员肖建秋，承担了为我军提供过江情报的重要任务。他在险恶的环境下与敌人斗智斗勇、百折不挠，出色地完成了这个不可能完成的任务"
    }
  },
  "NewTV热播精选": {
    "星汉灿烂(": {
      "channel": "NewTV热播精选",
      "title": "星汉灿烂(",
      "desc": "程家女名少商，因战乱自幼被父母留在祖母身边成为“留守儿童”，婶娘狼心纵容，意图将其养成废人。面对重重陷阱，程少商为活命，假荒诞、真苦学，掩盖锋芒等待父母归来。可拨开乌云见月明时，却因多年疏离致使亲情已难再拾。缺爱的程少商，遇新帝义子凌不疑、白鹿山才子袁慎、世家子弟楼垚，三人各有优劣。在选择适婚者上，程少商既自卑又务实，尽管情感之路颇多坎坷，但她从不后悔自己的每次选择。在与凌不疑的相处之中，也阴差阳错卷入了凌不疑的家庭与身世之谜中。种种事件，程少商屡立奇功，也从凌不疑的家庭关系中学会与父母相处之道，以及如何经营自己的爱情。同时程少商与凌不疑也在这些经历中各自变化成长，慢慢与自己和家庭和解，并坚守内心的正义，携手化解国家危机，成就一段佳话。"
    },
    "问心(": {
      "channel": "NewTV热播精选",
      "title": "问心(",
      "desc": "周筱风(赵又廷饰)是东立医院心内科副主任医师，他性格内敛，工作生活严格自律，是科主任白及和院领导的重点培养对象，是心内科的骨干。他与性格直率冲动的心外医生林逸(金世佳饰)成为冠脉小组的搭档，两人医疗理念不同，分歧很大。林逸也是刚入职不久，之前在西立医院只专注做手术，缺少与同事的交流和协作，他的直属领导兼老师曹诺亚认为这不利于他成长，因此推荐他去东立医院新成立的心脏中心工作。周筱风的妹妹方筱然(毛晓彤饰)为了追求自己的理想，也为了缓和哥哥与母亲的关系，考入东立医院成为心外重症监护室医生。三个人在治病救人的过程中，由不理解、对峙到相互欣赏、扶持，成为了很好的工作伙伴。"
    },
    "空姐日记(": {
      "channel": "NewTV热播精选",
      "title": "空姐日记(",
      "desc": "白鹭，在传说中是天使的化身，栖息地在美丽的海滨城市一厦门。本片以全新的视角，日记的形式，一页页掀开同样有着天使称号的以厦门白鹭航空公司为代表的空姐们的神秘面纱，通过讲述空姐们麻雀变凤凰般的蜕变历程，呈现出一个神秘光环笼罩下的真实世界。"
    },
    "蓝盔特战队(": {
      "channel": "NewTV热播精选",
      "title": "蓝盔特战队(",
      "desc": "一支中国某军区的维和部队来到内战中的赛利亚地区，加入联合国维和任务。他们除了担负工程、运输、医疗等任务外，还组建了一支六人的特勤队，队长边响、副队长宋剑晨、排爆兵冯智勇和王海、医疗兵谢梦洁和网络天才秦沐阳。王海为掩护战友牺牲，少尉军官郑启寒飞抵赛利亚加入特勤队。一场瘟疫悄然蔓延，在与瘟疫斗争中，中国维和部队医疗大队夜以继日营救被感染的赛利亚平民，赛利亚的武装分子和恐怖分子趁火打劫，制造恐慌，特勤队护送来自国际的医疗专家团队深入疫区，最终战胜了肆虐的瘟疫。一次次维和行动中，队员们之间的感情也在升温。在联合国维和部队的斡旋下，赛利亚内战停止。特勤小组接受了最后一项任务，护送牺牲的战友回家。为维和世界和平，中国军人永远在以实际行动付出着 。"
    },
    "归途(": {
      "channel": "NewTV热播精选",
      "title": "归途(",
      "desc": "电影根据真实事件改编。努米亚共和国爆发战乱，前驻地外交官宗大伟与外交部新人成朗受命前往协助撤侨。任务顺利结束，却得知还有一批被困同胞，正在白画的带领下，前往边境撤离点。情急之下，两人放弃了回家机会，逆行进入战区。赤手空拳的外交官，穿越战火和荒漠，面对反叛军的枪口，如何带领同胞走出一条回家之路……"
    },
    "亲爱的你在哪里(": {
      "channel": "NewTV热播精选",
      "title": "亲爱的你在哪里(",
      "desc": "该剧讲述了本已处于离婚边缘的小夫妻丁宇和何雪琳在孩子走丢以后找寻的过程中逐渐明白“家”和“爱”，最终找回亲情与自我的温暖故事。"
    },
    "月升沧海(": {
      "channel": "NewTV热播精选",
      "title": "月升沧海(",
      "desc": "程家女名少商，因战乱自幼被父母留在祖母身边成为“留守儿童”，婶娘狼心纵容，意图将其养成废人。面对重重陷阱，程少商为活命，假荒诞、真苦学，掩盖锋芒等待父母归来。可拨开乌云见月明时，却因多年疏离致使亲情已难再拾。缺爱的程少商，遇新帝义子凌不疑、白鹿山才子袁慎、世家子弟楼垚，三人各有优劣。在选择适婚者上，程少商既自卑又务实，尽管情感之路颇多坎坷，但她从不后悔自己的每次选择。在与凌不疑的相处之中，也阴差阳错卷入了凌不疑的家庭与身世之谜中。种种事件，程少商屡立奇功，也从凌不疑的家庭关系中学会与父母相处之道，以及如何经营自己的爱情。同时程少商与凌不疑也在这些经历中各自变化成长，慢慢与自己和家庭和解，并坚守内心的正义，携手化解国家危机，成就一段佳话。"
    }
  },
  "山东少儿": {
    "哪吒传奇": {
      "channel": "山东少儿",
      "title": "哪吒传奇",
      "desc": "大魔头石矶潜伏千年，伺机向正义力量反扑，她帮助残暴的纣王镇压天下的民众。正义力量期待着一个英雄的诞生，而石矶为了自己的阴谋 ，开始不断指使她的爪牙申公豹除掉哪吒。哪吒尚未出生，就不断遭遇危险，出生后，更是在一种异乎寻常的环境中奇迹般地成长起来。但是，在父母兄弟的身边，他一直都很快乐。"
    }
  },
  "TVB星河": {
    "金玉满堂": {
      "channel": "TVB星河",
      "title": "金玉满堂",
      "desc": "赵港生（张国荣饰）因厌烦黑社会生活，欲金盆洗手后去加拿大追寻偶像山口百惠，而他选择的移民途径竟是——参加加拿大酒店的厨师考试，丝毫不懂厨艺的他最终因作弊暴露而惨败。 某日，赵港生在酒楼遇见了厨艺大师龙昆宝（赵文卓饰），龙昆宝指点他去找自己的旧识满汉楼的欧老板（罗家英饰）学习，不想欧老板竟对他百般刁难，最终将其扫地出门。其间，港生和欧老板的女儿嘉惠（袁咏仪饰）倒是在不经意间擦出了花火。 欧老板师承中国著名大宴满汉全席之赵派，某日，牛派的继承人黄荣找上门来挑战，后来又使诡计挖走了他手下的所有师傅。这时，唯有港生挺身而出，和嘉惠一起寻找会做满汉全席的高人，那就是五年前莫名隐退厨艺界的廖杰（钟镇涛饰）。"
    },
    "大步走": {
      "channel": "TVB星河",
      "title": "大步走",
      "desc": "本剧以“跑步”为明线，贯穿起一群背景各异的人物，讲述他们通过运动走出人生困境、学会“断舍离”并重建关系的励志故事。\n\n网媒编辑何家欣（姚子羚 饰）为挖掘丑闻，奉命接近“竞风田径社”，由此结识了背负过往憾事、习惯与人保持距离的跑步教练袁力（陈山聪 饰）。两人从最初互相试探，到逐渐理解，关系悄然拉近。与此同时，富商郭皇普（蒋志光 饰）的女儿郭贝儿（刘颖镟 饰）带着特殊目的加入竞风社，皇普也成为社团赞助人，与袁力摩擦不断。\n\n袁力的好友黎舜梵（张达伦 饰）因患病而自暴自弃，袁力受托照顾其子麦宇笙（杨凯博 饰），并帮助舜梵重拾斗志。这段经历也促使袁力反思自我，决心直面心结，重新站回跑道。众人因跑步而相聚，在汗水与泪水中，他们学习放下负担、清理“情感垃圾”，共同踏出人生新一步。"
    },
    "寻秦记": {
      "channel": "TVB星河",
      "title": "寻秦记",
      "desc": "来自21世纪的项少龙（古天乐 饰）曾意外穿越，并助秦王（林峯 饰）一统天下，这段跨越时空的宿命纠缠将两人紧紧捆绑，两人也成为亦师亦友的情感羁绊。然而，在项少龙归隐田园多年后，未知穿越者却骤然降临，大国基业陷入倾覆危机，秦王不得不求助于早已不问世事的项少龙。面对足以颠覆历史的强敌，他们能否放下芥蒂联手抗敌？那段掺杂着师徒之恩、君臣之畏与知遇之情的情感，又将成为保护彼此的铠甲，还是刺向对方的利刃？"
    },
    "爱上我的衰神": {
      "channel": "TVB星河",
      "title": "爱上我的衰神",
      "desc": "“衰神”，让你诸事不顺、头头碰着黑。潘小渝是陈北河的“衰神”，每天向河派发毒运，却日渐同情河，不解他何以过着不幸的人生。所谓事出必有因，渝成为河的“衰神”并非偶然……"
    },
    "Click入黄金屋": {
      "channel": "TVB星河",
      "title": "Click入黄金屋",
      "desc": "本剧以“书”为纽带，讲述了一个香港传统家庭中两代人对理想、亲情与事业的坚守与选择。\n\n方学文（秦沛 饰）是旧式书店的老臣子，对书籍有着深厚感情，与妻子颜如玉（韩马利 饰）因书结缘。他的大儿子方心明（黎耀祥 饰）为帮补家计，放弃升学远赴毛里求斯打工，资助弟弟心正（孙耀威 饰）赴美留学。十多年后，心明返港成为一名普通保安，而心正则学成归来，成为炙手可热的网络保安工程师。\n\n尽管两兄弟社会地位与收入悬殊，但亲情从未改变。父亲方学文为给大儿子更好的前途，毅然倾尽积蓄盘下一间即将结业的旧书店，希望心明接手。这个决定让心明从最初的不适应，到逐渐在书海中找到人生新方向，实现了父子两代人在精神上的传承。\n\n与此同时，事业有成的方心正却陷入感情困境，在回归的旧爱婉仪（杨思琦 饰）与投契的新同事希敏（杨秀惠 饰）之间难以抉择。方家小女儿心美（何天儿 饰）则代表了沉迷网络的年轻一代，引发了诸多家庭趣事与风波。全剧透过方家的喜怒哀乐，温情呈现了在数字时代背景下，传统价值观与亲情纽带的珍贵。"
    }
  },
  "ViuTV": {
    "早晨新闻": {
      "channel": "ViuTV",
      "title": "早晨新闻",
      "desc": "让我们揭开帷幕，聚焦每晨陪伴大众迎接新一天的新闻主播，走近早间新闻节目的台前幕后！剧集由詹妮弗·安妮斯顿、瑞茜·威瑟斯彭和史蒂夫·卡瑞尔领衔主演，以大胆直接的拍摄手法透视当代职场百态。"
    },
    "光之美少女偶像与你": {
      "channel": "ViuTV",
      "title": "光之美少女偶像与你",
      "desc": "「You and Idol光之美少女♪」将于宇宙第一的偶像祭进行演出！\r 不可思议的岛屿中隐藏的秘密究竟是…？\r 有一天，小歌她们受到珊瑚妖精·豆豆的邀请，在被称为爱爱岛的神秘岛屿上举办的“超级奇迹偶像祭”上演出决定！\r 在非常大的会场中，机器人以及动物等，形形色色的偶像们～齐聚一堂♪\r 宇宙第一的偶像祭本该开演…？但突然，神秘怪物出现，爱爱岛与世界瞬间陷入危机…\r 更糟糕的是！大家竟然穿越回到了过去？！\r 拯救危机的关键，藏于岛屿女神的传说中，更与岛上邂逅的讨厌偶像的神秘少女·泰拉息息相关…？\r 紧接着！在爱爱岛上，Wonderful光之美少女！和开阔天空！光之美少女也匆匆赶到!\r 一起上吧！载歌载舞粉丝服务，为你献上闪耀舞台马上开始！"
    },
    "僵尸100～在成为僵尸前要做的100件事～": {
      "channel": "ViuTV",
      "title": "僵尸100～在成为僵尸前要做的100件事～",
      "desc": "剧情讲述的是男主原是一个有梦想的热血青年，经过在黑心企业公司工作的三年时间，早已被折磨成身心疲惫不堪的发条人，失去生存的目标。然而，有一天早晨，男主去管理处交停车费时，发现整个城市充满着僵尸，就连一见钟情默默暗恋着的上司凰姐也惨变僵尸，接着就开启了这个因为丧尸反而重获新生的男人故事。"
    },
    "爆旋陀螺X": {
      "channel": "ViuTV",
      "title": "爆旋陀螺X",
      "desc": "极限时刻即将到来！一名业余陀螺手和一名神秘前冠军组队，一起朝着X塔之巅挺进。"
    },
    "菲梦少女": {
      "channel": "ViuTV",
      "title": "菲梦少女",
      "desc": "本剧讲述了少女乔可星进入世界一流的偶像学校——菲梦学院，与队友宋诗语、杨松儿结成组合美乐蒂，共同训练，历经考验，共同成长，最终实现梦想的故事。通过艰苦的体能测试、意外频出的广告拍摄、竞争激烈的最终选拔测试等种种难关之后，美乐蒂逐渐成长为可以独当一面的偶像组合，正式向真正的偶像出发。全剧以菲梦学院为主要舞台，塑造了一个个为了梦想努力拼搏的鲜活少女形象，并通过她们的奋斗经历向观众传达了迎难而上、永不放弃、勇往直前、积极向上的正能量。"
    },
    "妖怪手表": {
      "channel": "ViuTV",
      "title": "妖怪手表",
      "desc": "普通的小学5年级学生天野景太在某个暑假上山捉虫的时候偶然发现了树下摆着一台破旧的扭蛋机，当他掏出身上唯一一枚硬币拧出扭蛋之后，却发现犹如打开了不可思议的潘多拉的盒子。扭蛋中飞出一只自称为妖怪执事「维斯帕」的幽灵，从此以后，主角就可以看到身边出现的各种不可思议的妖怪了。遇到困难的时候可以用硬币召唤妖怪，并且可以借助妖怪的力量，还遇到了可以与恶灵对抗的吉胖猫！"
    }
  }
}