{
  "CCTV1": {
    "风与潮": {
      "channel": "CCTV1",
      "title": "风与潮",
      "desc": "该剧讲述澳门“风潮”时期，何若贤、冯柏川、沈氏兄弟等人携手在金融、谍报、物资运输等领域的抗战风云故事，也是第一次将镜头完全聚焦于“孤岛”澳门——这块未遭日本侵占，却仍然英勇抗击共赴国难的土地。"
    }
  },
  "山东卫视": {
    "微短剧": {
      "channel": "山东卫视",
      "title": "微短剧",
      "desc": "讲述奥莉薇亚，斯蒂芬妮，艾玛，米娅和安德里亚生活中的小故事。"
    },
    "爱的味道": {
      "channel": "山东卫视",
      "title": "爱的味道",
      "desc": "节目共12期,每期深入一组素人家庭,通过纪实短片的形式深度挖掘素人背后的故事,将情感互动与美食治愈相结合,直击当代原生家庭痛点。袁成杰继山东卫视《育儿大作战》后无缝接档,与飞行嘉宾瑶淼、吴思嘉、漆亚灵等组成美食心愿官,倾听素人心愿,在有限时间内竭尽所能为其达成愿望,并帮助其完成一顿爱的晚餐。育儿后又“愈”情,“全能奶爸”袁成杰这次又将带给大家什么惊喜呢?"
    }
  },
  "CCTV2": {
    "青海我们的国家公园": {
      "channel": "CCTV2",
      "title": "青海我们的国家公园",
      "desc": "纪录片《青海·我们的国家公园》共三集，每集50分钟。纪录片主题突出、视角独到、画面优美，全面展现青海推进国家公园示范省建设成果，真实再现三江源国家公园、祁连山国家公园保持自然生态系统的原真性和完整性的生态风貌，揭示保护生物多样性、维护生态安全屏障、给子孙后代留下珍贵的自然资产的重大意义，从而唤起人们热爱生态、保护生态的自觉意识。纪录片立体展现了青海山河之美、生态之美及人与自然和谐共生的美丽画卷。"
    },
    "我守敦煌日月长": {
      "channel": "CCTV2",
      "title": "我守敦煌日月长",
      "desc": "这是一个有关石窟、岁月、与人的故事。2024年，敦煌研究院迎来建院八十周年，敦煌莫高窟则已绵延一千六百多年。摄制组花费近两年时间扎根敦煌研究院，与美术师、雕塑师、文物管理员、讲解员等朝夕相处，长时间纪实性跟拍，聚焦四季轮回中不变的守护，呈现“文物不老”的故事。何为敦煌？何以敦煌？敦煌何往？新一代敦煌人有自己的答案。"
    }
  },
  "CCTV4": {
    "太行山上": {
      "channel": "CCTV4",
      "title": "太行山上",
      "desc": "1937年日军全面侵华后，华北危急。国共合作的背景下，红军改编为八路军，在总司令朱德（王伍福 饰）率领下东渡黄河奔赴前线抗战。山西实权人物阎锡山面对“国、共、日”三股力量颇为头疼，提出“守土抗日”口号，在民族大义的影响下，于形式上支持八路军抗日。朱德筹划于日军进犯山西的必经险地平型关截击，115师师长林彪临战指挥出色，成功击败板垣师团，史称“平型关大捷”。同时八路军用灵活的战术亦减轻了国军战场的压力。不久日军以优势兵力、装备围攻太原一线，蒋、阎战略判断失误，正面战场接连失败，八路军转入敌后根据地建设，自此拉开了军民抗击日寇的伟大事业……"
    }
  },
  "CCTV9": {
    "大猫传奇": {
      "channel": "CCTV9",
      "title": "大猫传奇",
      "desc": "动画电影《大熊猫传奇》根据刘先平同名小说改编。年逾古稀的安徽籍作家刘先平，是我国发展大自然文学的代表人物，在大自然中跋涉40年，用文学作品批判人类对大自然的破坏，歌颂和追求人与自然的和谐。"
    }
  },
  "CCTV10": {
    "地理·中国": {
      "channel": "CCTV10",
      "title": "地理·中国",
      "desc": "《地理·中国》属科普类电视栏目。以地质科考为线索，以普及地理学知识为宗旨，介绍地质学的新发现、新成果、新探索，展示地质地貌的新、奇、特、美。栏目在带着观众感受大自然神奇魅力的同时，传播科学知识，倡导热爱自然，珍惜自然，并传播人与自然和谐共生、相互依存的理念。"
    },
    "大千世界": {
      "channel": "CCTV10",
      "title": "大千世界",
      "desc": "清朝末年，因海外入侵清政府内部更加混乱不堪。官员之间的贪污受贿也已屡见不鲜，一些不法商人为了获得最大利益做了很多违法事件。官商勾结中也闹出了不少笑话……"
    }
  },
  "CCTV11": {
    "北上": {
      "channel": "CCTV11",
      "title": "北上",
      "desc": "鋼琴家提摩事業有成，但不懂得生活，導致妻子帶著孩子離開他。他的父親在消失35年後忽然出現，要和他一起來趟公路旅行，父子關係重新建立"
    },
    "角儿来了": {
      "channel": "CCTV11",
      "title": "角儿来了",
      "desc": "戏曲频道《角儿来了》是一档大型融媒体互动戏曲周播栏目。节目选取戏曲名角为切入点，他们或开宗立派，或是创新发展，或是时代先锋。通过对他们艺术传承与生活趣味的微观表达，突显向名角儿致敬，向传统致敬，向时代致敬的宏伟主题。节目以“还原名家本真，寻回时代情怀”为宗旨，打造“融媒互动、跨屏播出、全民参与、情境访谈、科技点亮舞台”等核心亮点，满足广大观众看大戏看好角儿的需求，讲述梨园名角的传奇故事，打造中国戏曲的舆论风标。"
    },
    "宝莲灯": {
      "channel": "CCTV11",
      "title": "宝莲灯",
      "desc": "《宝莲灯》，又名《劈山救母》，是中国古代神话传说之一，其故事情节为：圣母与刘彦昌成婚，生下沉香。圣母之兄二郎神竟盗走宝莲灯将圣母压在华山之下。十五年后沉香学得武艺劈山救母，宝莲灯重放光明"
    }
  },
  "CCTV12": {
    "姥姥的饺子馆": {
      "channel": "CCTV12",
      "title": "姥姥的饺子馆",
      "desc": "八十年代初，姜桂芳因为包得一手好饺子，成为了北车站国营饺子馆厨师长。后因政策改革，被处处与她作对的许大雯联合经理把她挤兑走。下岗后，为了一家老小穿衣吃饭，姜桂芳开了一家“姥姥的饺子馆”。创业初期，处境艰难，她始终咬牙坚持。期间，她遇到了饺子馆拆迁和许大雯的针锋相对，这些困难不仅没有让她妥协，反而更加的坚强。在生活中，姜桂芳也遇到了大女儿生病、二女儿离婚、三儿子结婚、四女儿出走、以及收养五儿子等家庭问题。姜桂芳靠自己坚韧的性格和高超的智慧带领儿女们闯过一关又一关，饺子馆在起起伏伏中始终维系着家庭的情感，最终，儿女们生活渐渐步入正轨，姜桂芳也在儿孙满堂的家庭饺子宴中品尝着幸福的味道。"
    }
  },
  "CCTV14": {
    "潜艇总动员-环游地球80天": {
      "channel": "CCTV14",
      "title": "潜艇总动员-环游地球80天",
      "desc": "逗号、珍珠和明华轮一起参加环游地球80天的航海大赛，途中它们历经种种危机，深陷来自海怪联盟的巨大阴谋之中，为了化解危机以及赢得航海大赛，它们在世界各大洋中展开一系列的冒险之旅。"
    },
    "潜艇总动员-寻龙": {
      "channel": "CCTV14",
      "title": "潜艇总动员-寻龙",
      "desc": "深深海基地由于被传说中海怪袭扰启动了抓捕计划，逗号却发现海怪其实只是一只可爱的小龙，在逗号和小伙伴的不懈努力下终于化解了海怪的误解，并让小龙和龙妈妈重聚。"
    },
    "大风车": {
      "channel": "CCTV14",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    }
  },
  "CCTV15": {
    "全球中文音乐榜上榜": {
      "channel": "CCTV15",
      "title": "全球中文音乐榜上榜",
      "desc": "《全球中文音乐榜上榜》是一档由中央电视台主办，泛亚地区各大媒体协办的音乐打榜节目，旨在打造全国最具公信力、最权威的音乐排行榜，推动中文原创，引领时代音乐潮流。"
    },
    "民歌·中国": {
      "channel": "CCTV15",
      "title": "民歌·中国",
      "desc": "《民歌·中国》栏目是中国唯一一档以中国原生态民歌歌种版图概念全景展示的中国民歌艺术节目，它为展示中国民歌提供了一个良好的契机和广阔的平台。此栏目系列化开拓中国民歌艺术视野，系列化介绍中国民族、民间的原生态民歌艺术，并大力推动中国原生态民歌的发展。"
    },
    "影视留声机": {
      "channel": "CCTV15",
      "title": "影视留声机",
      "desc": "《影视留声机》是中央电视台音乐频道推出的一档栏目，它以影视资料为素材，采用包装加工的方式向观众推荐中外影视作品中脍炙人口的音乐和歌曲。你可以忘了电影的故事，或是一部电视剧的细节，甚至是它们的名字，但是每当片中的旋律响起时，那沉淀的回忆，就会被轻轻地唤起；被雕刻的时光，也渐渐地清晰。光阴的指尖弹奏着心灵的音符，《影视留声机》让我们一起看见声音的表情，音乐响起，和我们想起的一切都属于你。"
    },
    "我的爱对你说": {
      "channel": "CCTV15",
      "title": "我的爱对你说",
      "desc": "丁福乐（余文乐 饰）是出生于普通的工人家庭的普通男子，父亲一心希望他能够跃上枝头变凤凰，于是逼迫他迎娶他根本就不喜欢的千金大小姐培芸（王祉萱 饰）。在婚礼现场，名为尚九九（杨蓉 饰）的女孩出现，“抢走”了丁福乐。\n\n　　九九虽然帮助丁福乐逃过一劫，但是自己却身陷囹圄。她的父母为她安排的商业联姻，对方是海外学成归来的富二代樊伟（朱一龙 饰）。在订婚仪式上，轮到丁福乐来救九九了，不仅如此，丁福乐还向九九表白的心意。两人的感情遭到了九九家人的强烈反对，丁福乐因此丢掉了工作，生活走入谷底。好在九九一直陪伴和鼓励着颓废的丁福乐，让他有了重新站起来的勇气"
    },
    "扬帆远航大湾区": {
      "channel": "CCTV15",
      "title": "扬帆远航大湾区",
      "desc": "晚会主舞台位于珠海横琴粤澳深度合作区，“城”“海”“人”“桥”等粤港澳三地地域元素彼此融合，交相辉映，形成了相互借重、彼此成全、融会贯通的艺术合力。  1.开场曲《大湾区协奏曲》 指挥：陈燮阳 演唱：曾小敏 董宝石 崔子格； 2.歌曲《共同家园》 演唱：万茜 张卫健 麦嘉欣； 3.歌曲串烧《热血燃烧》《莫妮卡》 演唱：陈小春 梁汉文 林晓峰 郑希怡； 4.歌曲《再回首》 演唱：杨千嬅 周笔畅； 5.歌曲《我的未来不是梦》 演唱：张艺兴； 6.歌曲《澳门就是这样》 演唱：澳门人乐队 王心妤； 7.歌曲《入海》 演唱：毛不易； 8.竞先组曲：《赛马》《野蜂飞舞》《沧海一声笑》 指挥：陈燮阳 演奏：方锦龙 劳黎 演唱：钟镇涛 吉克隽逸； 9.歌曲《彩云追月》 演唱：容祖儿； 10.大海组曲 演唱：陈彼得 胡夏 李克勤 龙紫岚； 11.歌曲《弯弯的月亮》 演唱：韩雪 周传雄； 12.歌曲《真的爱你》 演唱：王嘉尔； 13.《渔光幻想曲》 演奏：陈萨 王弢 演唱：阿云嘎； 14.家国组曲 演奏：吕思清 周昭妍 杜政贤 演唱：伍珂玥； 15.歌曲《好事要发生》 演唱：大张伟； 16.歌曲《繁星璀璨的天空》 演唱：周深； 17.歌曲《和韵》 指挥：陈燮阳 演唱：郁可唯 莫华伦 古淖文； 18.歌曲《梦湾》 指挥：陈燮阳 演唱：孙楠。"
    }
  },
  "山东农科": {
    "运河风流": {
      "channel": "山东农科",
      "title": "运河风流",
      "desc": "山东济宁，南临微山，东辖曲阜，大运河穿城而过，得交通之便，浸孔孟之风，自古以来政要商贾云集、文人雅士汇聚，是北方赫赫有名的水陆大码头，被冠以“运河之都”的美名。故事从民国初年讲起，跨越近三十年风云际会的历史变迁，以为官刚正的黄子荣、侠义痴情的一片云、诚信经商的宋鲁生、教书写史的杨春早等人物的故事为主线，以家风家训、正气节义为切入点，塑造了官、商、文、兵、匪等各色生动传神、个性鲜明的运河儿女形象。剧中穿插历史事件，点缀齐鲁名人，通过描写主人公跌宕起伏的个人与家族命运，讴歌了运河儿女追求大仁大义、大情大爱、大诚大信、大真大是的境界情怀。最终，书一段运河风情、风土、风韵，写一方家风、家训、家国、家人。"
    }
  },
  "浙江卫视": {
    "奔跑吧": {
      "channel": "浙江卫视",
      "title": "奔跑吧",
      "desc": "已故作家松崎洋人气系列小说宣布拍摄映画，志尊淳主演，古泽健导演，志尊淳为拍本片进行了3个月的篮球特训，2018年秋季公映。"
    },
    "庆余年": {
      "channel": "浙江卫视",
      "title": "庆余年",
      "desc": "某大学文学史专业的学生张庆熟读古典名著，但他用现代观念剖析古代文学史的论文命题不被叶教授所认可。为了让叶教授成为自己的研究生导师，张庆决定通过写小说的方式，进一步阐述自己想要表达的观点。 在他的小说中，身世神秘的少年——范闲，自小跟随奶奶生活在海边小城澹州，随着一位老师的突然造访，他看似平静的生活开始直面重重的危机与考验。在神秘老师和一位蒙眼守护者的指点下，范闲熟识药性药理，修炼霸道真气并精进武艺，而后接连化解了诸多危局。因对身世之谜的好奇，范闲离开澹州，前赴京都。 在京都，范闲饱尝人间冷暖并坚守对正义、良善的坚持，历经家族、江湖、庙堂的种种考验与锤炼，书写了光彩的人生传奇。"
    }
  },
  "东方卫视": {
    "马王堆·岁月不朽": {
      "channel": "东方卫视",
      "title": "马王堆·岁月不朽",
      "desc": "《马王堆·岁月不朽》通过现代科技与文化艺术的结合，突破考古发现式纪录片的常规范式，以湖南博物院为叙事空间，以马王堆文物为叙事主体，创造性地构建了一个全新的叙事框架，也记录了一场关于守护、传承与创新的深刻对话。让观众深刻感受和理解马王堆文化所代表的瑰丽文化，让古老的文明焕发出新的生命力。"
    },
    "1/7": {
      "channel": "东方卫视",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "乌云之上": {
      "channel": "东方卫视",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "锚点": {
      "channel": "东方卫视",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "两说": {
      "channel": "东方卫视",
      "title": "两说",
      "desc": "龟有公园前派出所隶属东京都新葛饰署，原本只是一间平凡无奇的小派出所，但是自从一位举世无双的超级麻烦兼笑料制造者的警员两津勘吉被分派到此地之后，龟有这个小地方就因为他的存在，而一年365天、一天24小时都有各种数不清的乌龙闹事发生。龟有公园前派出所也因为这个可以闹到警视厅，甚至是因能上达天宫、下至地府的世界第一乌龙警察而名震日本…"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "树影迷宫": {
      "channel": "东方卫视",
      "title": "树影迷宫",
      "desc": "当老民警冉曦（廖凡 饰）遇上公安大赵赶鹅（尹昉 饰），从“互不顺眼”到携手并肩。横跨18年的胡同悬案为何让师徒二人从联手破案到“反目成仇”？井底下的红色高跟鞋、抓不住的胡同杀手……小片警碰上大案子，他们能否成功破局？"
    }
  },
  "江苏卫视": {
    "百姓的味道": {
      "channel": "江苏卫视",
      "title": "百姓的味道",
      "desc": "节目旨在传扬中国美食文化，寻找中国百姓之间共鸣的味道。过去一年，世界经历了一场历练，在持续的隔离和分别之间，美食将断层的世界重新连接起来。再远的距离也阻隔不了因它而生的笑脸和感动。美食作为人类共通的“语言”、重启生活的密钥，让相隔四海的心灵产生共振，将“味道”和内心深处的记忆关联，让我们畅游回忆，在一帧帧定格的画面中重新感受生活的温度。"
    },
    "音乐缘计划": {
      "channel": "江苏卫视",
      "title": "音乐缘计划",
      "desc": "每期节目拟邀10位明星歌手和6位歌曲创作人，完成互选配对及歌曲演出，根据演出结果，歌手与创作人决定是否发行该原创歌曲。每期将诞生一首“最佳歌曲”，最终盛典将呈现历期“最佳歌曲”。"
    }
  },
  "安徽卫视": {
    "本色": {
      "channel": "安徽卫视",
      "title": "本色",
      "desc": "讲述来自纽约的少年弗雷泽在意大利的一个军事基地里，与凯特琳开始了一段浪漫的关系。然而，他对自己的性别认知并不清楚，因为他也对老兵杰森的产生了感情。"
    }
  },
  "东南卫视": {
    "非常旅行+": {
      "channel": "东南卫视",
      "title": "非常旅行+",
      "desc": "4位50+女性组成闺蜜旅行团，在非洲这片人类起源之地开启爱心公益之旅，通过独具个性的方式对外探索世界，冒险旅行，对内重拾友谊，审视自己。"
    },
    "鲁豫有约·一日行": {
      "channel": "东南卫视",
      "title": "鲁豫有约·一日行",
      "desc": "据了解，节目首播当期“华人首富”王健林将会带领鲁豫走进万达食堂，曝光传说中的万达内部食堂，还大谈与儿子王思聪的相处之道，甚至谈到了“自己要延迟退休以及为什么要延迟退休”，并且给鲁豫展示了自称一向“秘不示人”的“神秘收藏王国”，首次公开自己的私人飞机内部……这也将是王健林的综艺访谈节目首秀。著名主持人孟非，虽然全国知名，却从未上过任何一个节目深谈自己的人生和隐私，这一次听说是在南京与鲁豫盘桓一整日，对鲁豫全面开放了他的私人生活。除此以外，还有部分网友对杨丽萍位于大理的传说中“美到天上去”的月亮宫、因“抑郁症”远离观众视线10年的“摇滚蓝莲花”许巍和“网红霸道女总裁”董明珠的逆袭等也表示出了强烈的好奇，甚至有网友调侃称：“鲁豫姐姐一定要多吃饭，攒足力气多走出去带我们看看大咖们的人生”。还有网友表示能邀请到这些重量级的明星大咖，也只有鲁豫能做到。该节目将于8月26日起，每周五晚21：10分于东南卫视首播。"
    }
  },
  "广东卫视": {
    "国宝时刻": {
      "channel": "广东卫视",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    },
    "从农场到餐桌": {
      "channel": "广东卫视",
      "title": "从农场到餐桌",
      "desc": "2020年是全面建成小康社会的决胜之年，在这样一个重要的历史时期，广东卫视聚焦精准扶贫和乡村振兴战略，充分发挥卫视的平台优势，联合政府资源、农村电商平台、银行，共同打造一档全新的融媒体节目《从农场到餐桌》，体现了媒体的政治站位和服务地方、助力全省各地高质量发展的决心。"
    },
    "中国海南·雨林秘境": {
      "channel": "广东卫视",
      "title": "中国海南·雨林秘境",
      "desc": "2023年10月，中国首批国家公园正式设立两周年，为了展示海南热带雨林国家公园的原真性和完整性，践行省委、省政府的决策部署，深度挖掘海南热带雨林独有的生态价值、科研价值和科普价值，向全世界充分展示其生物多样性，在海南省林业局（海南热带雨林国家公园管理局）的专业指导下，中央广播电视总台影视剧纪录片中心与海南广播电视总台（集团）联合出品，华纳兄弟探索集团联合制作推出了纪录片《中国海南·雨林秘境》，将于12月29日—31日，21:00—22:00在CCTV-9纪录频道播出。\n\n　　纪录片共三集，采用4K制作，每集50分钟。节目是海南热带雨林国家公园正式设立后，首部系统呈现海南热带雨林特色或标志性内涵的大型纪录片，将从雨林景观及植物、动物、人与自然等多维视角展现海南热带雨林的独特性、稀缺性、神秘性。"
    }
  },
  "贵州卫视": {
    "风味原产地": {
      "channel": "贵州卫视",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    },
    "詹姆士的厨房": {
      "channel": "贵州卫视",
      "title": "詹姆士的厨房",
      "desc": "《詹姆士的厨房·旅行季》是一档美食旅行慢综，由中国台湾著名烹饪美食家詹姆士与罗拉、王能能三人组成“寻鲜家族”，从贵阳出发自驾游遍贵州九地，一起制作一份旅行手帐，并开设一家创意集合菜小店，每一地还将有飞行嘉宾投送他的“美食订单”。"
    }
  },
  "河北卫视": {
    "朱元璋": {
      "channel": "河北卫视",
      "title": "朱元璋",
      "desc": "元朝末年，天下大乱。朱元璋自幼父母双亡，沦为乞丐，后又遁入空门。他走投无路，参加了义军，从此南征北战，一步步走上了中国历史的舞台。朱元璋心思缜密，把徐达、汤和等一批将才笼络在自己身边，对李善长、刘伯温等文人礼遇有加。在鄱阳湖大水战中，他以少胜多，一举消灭了劲敌陈友谅，创建了明朝。"
    },
    "四喜": {
      "channel": "河北卫视",
      "title": "四喜",
      "desc": "家庭幸福、爱情甜蜜的明珠刚领证、怀孕，丈夫建奇就因见义勇为去世。明珠在众说纷纭中自己拿定主意，决定生下孩子，却遇见来寻亲的亲生父母一家。明珠在心有戚戚的亲情中走出伤痛，但公公意外猝死暴露了婆家的资不抵债。明珠挺身而出，厘清债务、承包单位，把家人们拧成一股绳，重新昂扬生活。"
    }
  },
  "山西卫视": {
    "三国": {
      "channel": "山西卫视",
      "title": "三国",
      "desc": "东汉末年，朝纲混乱。内有董卓巨奸权倾朝野，专横跋扈；外有黄巾军起义，撼动社稷。时有曹操韬光养晦，欲为国除害。逃出京城后，曹操与各地诸侯袁绍、刘备、孙坚等二十路豪杰会盟，共同讨伐董卓。几番征战，董卓最终死于义子吕布之手。此时大汉气数将近，英雄豪杰皆觊觎天下，因此上演了群雄逐鹿的争霸大戏。关羽、张飞、诸葛亮、周瑜、夏侯渊、陆逊、姜维、司马懿等风云人物相继入世，魏、蜀、吴三分天下，千古传奇流传至今……"
    },
    "AI故事会": {
      "channel": "山西卫视",
      "title": "AI故事会",
      "desc": "单均铭为了保护母亲一手创办的成人皇家艺术学院不被拆迁建成商业街，收购了学校。准备对学校进行维护加建，却遭到了误以为他要拆学校的顾婉婉的强烈阻拦。单均铭为了不让顾婉婉影响他对学校的改造进度，强行将顾婉婉留在身边，让她没时间捣乱。 两人却在相处的过程中互相吸引，单均铭发现自己爱上了顾婉婉，准备向顾婉婉告白。 告白前夕，单均铭意外发现了顾婉婉就是五年前那个戏弄了他的感情，还间接害他听力受损，不得不放弃学习音乐的人。单均铭决定报复顾婉婉。 直到顾婉婉伤心离开，单均铭才发现不管是五年前还是五年后，一切的事情，都是庄美言的设计，他误会了顾婉婉。单均铭恍然大悟，最终找回了顾婉婉。"
    }
  },
  "河南卫视": {
    "铁血独立营": {
      "channel": "河南卫视",
      "title": "铁血独立营",
      "desc": "该剧讲述了抗日战争时期，在东北肇 州的大地上，江雪原、牛胜力、董连山、 褚长德、关奎等几名幸存下来的独立营战 士顽强不屈，英勇奋战，在敌占区与日军 大部队一次次展开斗智斗勇的游击战，并 最终迎来了抗战胜利的曙光。"
    },
    "四喜": {
      "channel": "河南卫视",
      "title": "四喜",
      "desc": "家庭幸福、爱情甜蜜的明珠刚领证、怀孕，丈夫建奇就因见义勇为去世。明珠在众说纷纭中自己拿定主意，决定生下孩子，却遇见来寻亲的亲生父母一家。明珠在心有戚戚的亲情中走出伤痛，但公公意外猝死暴露了婆家的资不抵债。明珠挺身而出，厘清债务、承包单位，把家人们拧成一股绳，重新昂扬生活。"
    },
    "零炮楼": {
      "channel": "河南卫视",
      "title": "零炮楼",
      "desc": "贾寨与张寨一直以来相互争强互不相让，抗战时期两寨因日军的侵入团结一致。由于汉奸张兆银事先做好准备，龟田率领的日军轻易入驻两寨。他们建炮楼，搜刮两寨粮食，害死贾文坡及荷花，龟田还要强娶贾文锦新婚妻子张玉仙。贾文锦与张兆喜从国军战场溃败后得知日军作为，无比愤怒但又对国军失望，于是组建了白马团黑马团抗日武装。已在八路军中当上文工团团长的贾文柏奉命回村侦察敌情发展敌后武装。于是贾文柏整合了贾文锦的抗日武装和贾文灿的别动队，他们与维和会长贾文清里应外合打击敌人。在一次重要行动中，贾文清牺牲，张兆喜因贾文灿的叛变而身亡。受贾文柏感染，贾文锦同白马团黑马团成员加入八路军，他们最终端掉炮楼打败日军赢得了胜利。"
    },
    "西游记续": {
      "channel": "河南卫视",
      "title": "西游记续",
      "desc": "经过九九八十一难，唐僧师徒四人终于到达灵山，求取真经并修得正果。师徒一行驾云回到都城长安，觐见唐王李世民，并向其讲述了取经的经过。话说这一路真可谓艰难险阻，困难重重。通天河有灵感大王阻断行程，伤害性命；狮驼岭又有来自灵山的三神兽为妖作怪；期间更有师徒心生嫌隙，导致六耳猕猴趁虚而入，上演真假美猴王的好戏；更有金平府犀牛怪假冒佛祖，欺世盗名，引来天兵天将除妖。这万里艰辛，一言难尽。"
    }
  },
  "广西卫视": {
    "中国骑兵": {
      "channel": "广西卫视",
      "title": "中国骑兵",
      "desc": "该剧讲述了刘春雷和胡彦明这两个普通人在抗日战争时期不惜牺牲自己也要保家卫国的感人故事。"
    },
    "画眉": {
      "channel": "广西卫视",
      "title": "画眉",
      "desc": "上世纪五十年代，海外学子计丹阳归国，投身国防科研工作。抵达香港后陷入敌特圈套。公安庞红梅保护计丹阳安全回到祖国，但敌特在香港失败后，继续围绕我方设在泸门的“水滴工程”，部署了“磐石计划”，由特务“雪狼”主持，试图破坏我方科研任务。为保证水滴工程的顺利开展，以庞红梅为代表的公安人员与敌特们展开数次交锋，但每到科研的关键节点，敌特总能先一步部署破坏计划，雪狼仍未找到，敌特仍在暗中破坏“水滴工程”，庞红梅等众公安在泸门与敌特进行了一场生死较量……而在保护专家组的过程中，庞红梅、计丹阳、厂医院护士白卉三人逐渐了解，成为好友。当庞红梅开始怀疑白卉父亲中医白铭汉的身份时，他们的友情又该何去何从？"
    },
    "生死钟声": {
      "channel": "广西卫视",
      "title": "生死钟声",
      "desc": "讲述了因共党叛徒被国民党俘获后，出卖共党内部机密，潜伏在国民党内部的共产党员，为拯救共产党进步人士，并将共党人士安全送出上海，与国民党周旋斗智斗勇的故事。"
    },
    "我和我的祖国": {
      "channel": "广西卫视",
      "title": "我和我的祖国",
      "desc": "七位导演分别取材新中国成立70周年以来，祖国经历的无数个历史性经典瞬间。讲述普通人与国家之间息息相关密不可分的动人故事。聚焦大时代大事件下，小人物和国家之间，看似遥远实则密切的关联，唤醒全球华人共同回忆。《前夜》：1949年10月1日中华人民共和国成立前夕，为保障开国大典国旗顺利升起，电动旗杆设计安装者林治远（黄渤饰）争分夺秒排除万难，用一个惊心动魄的未眠之夜确保立国大事“万无一失”。《相遇》：1964年，由于原子弹研发工作保密度极高，同事之间也互不知姓名，在国防科技战线的科研工作者高远（张译饰）三年未与家人联系，后来因病离岗，在公交车上偶遇曾经的恋人方敏（任素汐饰）。《夺冠》：1984年8月8日，中国女排在奥运会夺冠，首获世界大赛三连冠。《回归》：1997年7月1日，香港回归祖国。为确保五星红旗分秒不差飘扬在香港上空，升旗手朱涛（杜江饰）刻苦训练不懈怠、女港警莲姐（惠英红饰）兢兢业业守平安、外交官安文彬（王洛勇饰）与英国人谈判16轮分秒不让、修表匠华哥（任达华饰）以精湛技术确保中英方代表与女港警手表精准确对。《北京你好》：出租车司机张北京（葛优饰）意外获得一张千金难买的北京奥运会开幕式门票。得意洋洋并开启显摆模式的张北京却没想到因为这张门票遭遇了一系列啼笑皆非的风波。《白昼流星》：迷茫落魄的一对少年流浪兄弟沃德乐（刘昊然饰）与哈扎布（陈飞宇饰）在遇到退休扶贫办主任老李（田壮壮饰）后，在老李善意的引导下，他们见证了神舟十一号飞船成功着陆这一重大历史瞬间，也见到了草原寓言中的“白昼流星”，内心受到了极大冲击和洗礼。《护航》：吕潇然（宋佳饰）作为中国空军飞行队中最优秀的女飞行员，在2015年9月3日纪念抗战胜利70周年阅兵式之前却被意外通知撤出阅兵编排留作替补。"
    }
  },
  "云南卫视": {
    "睦邻·柬埔寨": {
      "channel": "云南卫视",
      "title": "睦邻·柬埔寨",
      "desc": "《睦邻·柬埔寨》由云南广播电视台与柬埔寨国家电视台联合出品，全片共4集，分为《丝路明珠》《生命家园》《生息之地》《一起成长》四个篇章，每集30分钟，分别呈现了柬埔寨的人文风光、生物多样性、传统生活以及现代发展历程。"
    }
  },
  "内蒙古卫视": {
    "火流星": {
      "channel": "内蒙古卫视",
      "title": "火流星",
      "desc": "二十世纪三十年代，山东鲁南匪患猖獗。鲁南剿匪督办霍辰星为报家仇，主动请缨前往兰城，围剿仙台山匪帮。与土匪默契共生的当地驻军、安青帮以及日本黑龙会为霍辰星设置了重重障碍。霍辰星顶住各种明枪暗箭，将一批勇士收于麾下。他用侦探队长和蒙面侠火流星的双重身份，痛击日本浪人。九·一八事变后，霍辰星在共产党员霍光华的指引下，积极进行抗日救亡的伟大斗争，为保证给东北同胞募捐的军火和物资安全送出，他粉碎了龙翔天的诱捕，火烧安青帮巢穴，最终击毙山田，打爆了汽车炸弹，用生命保证了军火和物资安全送往东北抗日前线。"
    },
    "洪湖赤卫队": {
      "channel": "内蒙古卫视",
      "title": "洪湖赤卫队",
      "desc": "1930年夏，彭家墩乡党支部书记韩英（王玉珍饰）和大队长刘闯（夏奎斌饰），根据战略需要率赤卫队主动撤退——用韩英的话讲就是把拳头缩回来为了更猛烈地打击敌人。民团组织白极会首领彭霸天（陈金鹏饰）勾结保安团冯团长（曹增根饰）乘势卷土重来，韩英根据打入敌保安团的中国共产党地下工作者张副官（谢添饰）提供的情报，组织力量重创犯敌。敌人伪装撤退，意欲阴谋偷袭。韩英识破诡计，便和刘闯率员狙击。在掩护乡亲时，她不幸身陷敌手。彭霸天抓来韩母（刘淑琪饰），企图以母女之情软化韩英，韩英大义凛然地表达了自己献出生命都不会投降的高尚情操。但刘闯在失去与领导联络的险恶环境中，开始有些急躁频频出击。这时，敌人派遣特务王金标（彭洪钧饰）作内线，妄图伏击赤卫队，同时又欲处死韩英，张副官闻讯后，冒险救出韩英，自己不幸殉难。韩英脱险返队后当即处决叛徒，并配合红军主力，一举消灭白极会与保安团。终于使在第二次国内革命战争时期，洪湖赤卫队在保卫湘鄂西革命根据地红色政权的战斗中屡建功勋。"
    }
  },
  "西藏卫视": {
    "前途无量": {
      "channel": "西藏卫视",
      "title": "前途无量",
      "desc": "林强（白宇 饰）原本是联众银行总行授信审批部副总经理，因不愿在一笔有问题的贷款上签字，得罪了上级领导，被下放到业绩垫底的龙源支行。与他同期进入银行的挚友郑帅（王宥钧 饰）也因此事受到牵连一同被贬。龙源支行管理混乱，林强以自己的专业能力很快发现龙源支行的症结所在，帮助龙源支行的柜员们争取自己应得利益。此举触怒了行长郝伟，处处向林强施压。事业遭受危机的林强不得不开始反击，并追根溯源发现了贷款案的问题，最终问题肃清，林强也实现了自己的职业理想。"
    }
  },
  "延边卫视": {
    "遍地书香": {
      "channel": "延边卫视",
      "title": "遍地书香",
      "desc": "市文化馆干部刘世成到椿树沟村任第一书记，带了满满一车书，作为给村民的见面礼。村民们有点抱怨，但仍然对他非常热情，村民李木林还送给他一只小狗，帮他消除对狗的恐惧。村委会妇女主任李文秀积极协助刘世成工作，却受到婆婆质疑，李文秀被迫公开与丈夫已离婚的事实，让婆婆感动不已。刘世成自己买来洗衣粉作为礼品，送给读书的村民；在村广播设立读书时间，让读书在村里蔚然成风。马千里来村发展旅游，没想到资金链断裂，村子陷入困境。在村子编筐技艺基础上，通过读书学习，刘世成与村民们一起改进了技艺。编筐走出了国门，村民们走上了致富之路。两年后，刘世成第一书记期满离开了村子，但椿树沟已成为远近闻名的富裕村文明村文化村。"
    }
  },
  "CCTV4K": {
    "大地之上": {
      "channel": "CCTV4K",
      "title": "大地之上",
      "desc": "本系列纪录片分别从高原山脉、沙漠绿洲、江河湖泊、草木丛林、海洋、城市等地理单元出发，集中展现中国地理形态孕育下的历史文明与民风民情，力求向国内外展现中国大地与中国人民的“生命共通”，以及新时代的“中国之美”。\n\n在《崛起之地》见证自然伟力下诞生的青藏高原，在与风沙为伴的自然条件下聆听《大漠回响》，在《草木之间》了解我国的生物多样性......我们脚下的中华大地从何而来？大地之上的中国人是如何生存繁衍的？"
    },
    "美丽中国": {
      "channel": "CCTV4K",
      "title": "美丽中国",
      "desc": "《美丽中国》以鲜活的平凡人物视角，生动反映环境的改善给广大群众带来的获得感和幸福感。透过镜头，观众看到似曾相识又充满新鲜感的美丽中国、生态中国、文明中国，唯美的画面，像山水画徐徐展现在眼前，鼓舞士气，提振信心。该片将视角和焦点对准“身边人”。美丽中国的宏图愿景化身镜头里一张张笑意盈盈的脸庞，倾情诉说着环境改善带来的家乡巨变。环境就是民生，青山就是美丽，蓝天也是幸福。美丽中国，写在脸上，乐在百姓心中。该片突破了从概念到概念“坐而论道”的说教窠臼，而是把抽象的环保理念化为具体的人和事，用故事推进叙事。以鲜活的普通人物故事切入，生动反映中国生态环境改善给广大群众带来的获得感和幸福感，创新了环保电视片在观众细分语境下的故事化突围"
    },
    "农耕探文明": {
      "channel": "CCTV4K",
      "title": "农耕探文明",
      "desc": "系列纪录片《农耕探文明》将通过22集篇幅首次系统展现中国重要农业文化遗产的保护传承、开发利用和创新成果，深入挖掘农业文化遗产在经济、社会、文化、生态、科技等方面的功能价值，生动呈现农耕文明所承载的中华文明生生不息的基因密码和中华民族的思想智慧与精神追求。"
    }
  },
  "CCTV6": {
    "战.无双": {
      "channel": "CCTV6",
      "title": "战.无双",
      "desc": "《三国之战神无双》取材于三国经典故事“白门楼”，但既不拘泥正史，也有别于小说演义，在不改变真实历史走向的前提下，通过对细节的改编，让吕布和赵云进行了一场正面交锋，两人斗智斗勇，精彩无限。"
    },
    "巨齿鲨2": {
      "channel": "CCTV6",
      "title": "巨齿鲨2",
      "desc": "乔纳斯·泰勒（杰森·斯坦森 饰）与科学家张九溟（吴京 饰）双雄联手，进入海底7000米深渊执行探索任务。他们意外遭遇史前巨兽海洋霸主巨齿鲨群的攻击，还将对战凶猛危险的远古怪兽群。惊心动魄的深渊冒险，巨燃巨爽的深海大战一触即发……"
    },
    "妒忌": {
      "channel": "CCTV6",
      "title": "妒忌",
      "desc": "娜塔莉是一位大学教授，离婚让她几乎在一夜之间从温柔多情变得充满了妒意。她无法抑制自己嫉妒身边的每一个人：她最好的朋友，她的新同事，她的前夫，甚至是她的女儿……每个人都受到她奇怪行径的摆布。在脆弱的本性和矛盾复杂的情感纠葛中，娜塔莉正经历着她不幸的中年危机。"
    },
    "丛林大冒险": {
      "channel": "CCTV6",
      "title": "丛林大冒险",
      "desc": "菈菈是一只喜爱幻想又精力旺盛的小刺猬。有一天，森林里的动物们发现提供水源的水之魔法石竟然不见了，没有了水之魔法石，动物们将面临干旱甚至灭绝。勇敢的菈菈自告奋勇地踏上取回魔法石的旅程，胆小的松鼠小杰也被指派加入冒险，个性天差地别的两人一路上争执不休，但也一起克服了许多难关，他们下定决心要不计一切代价，从可怕的熊王手中夺回珍贵的水之魔法石。"
    },
    "人鱼缚": {
      "channel": "CCTV6",
      "title": "人鱼缚",
      "desc": "十年前，柳十安与鱼妖白玉在决战中双双身亡。柳梦白为此来到浔江调查偶遇鱼妖白秋练，二人一见倾心，再见情定。白秋练藏有白鱼族至宝鱼腹绫，此宝能活死人肉白骨，国师乌桓早年被敌人所伤，需要此物来解毒疗伤。他暗中指示赤霄和荆云鹤，不断给白柳二人制造危机。在赤霄的布局下，白柳二人知道了对方是自己杀父（母）的仇人之子。二人痛断肝肠于浔江桥头互刺一剑，三击掌发誓此生永不再见。乌桓的阴谋能否被识破，情断意绝的两个人究竟会何去何从……"
    },
    "催眠·裁决": {
      "channel": "CCTV6",
      "title": "催眠·裁决",
      "desc": "轰动全港的林氏家族凶杀案踏入审讯最后一天，陪审团准备退庭商议时，成员之一许立生（张家辉饰）突然收到女儿茵茵（艾米饰）被绑架的消息，神秘人要求曾为国际催眠权威的立生通过催眠术令陪审团裁定被告谋杀罪名成立，否则其女儿将被撕票，这也就意味着立生必须在狭小的空间内、众目睽睽之下，不用专业工具隐秘地催眠至少4个人。立生偷偷将茵茵被绑架的讯息转发给曾为国内特种部队成员的小舅杨凯（张翰饰）后，进入了退庭商议室…"
    },
    "即日启程": {
      "channel": "CCTV6",
      "title": "即日启程",
      "desc": "《即日启程》是北京电影制片厂出品的一部都市喜剧片，由刘江执导，范伟、居文沛、刘桦主演。主要讲述了倒霉的老崔鬼使神差地意外遇到了一位灾星似的女孩小夏，并与之开展了一段疯狂、搞笑而又值得回味的旅程。"
    },
    "神通乡巴佬": {
      "channel": "CCTV6",
      "title": "神通乡巴佬",
      "desc": "长得不帅、单纯可爱的男人楚中天（王宝强 饰）从乡村到城市寻找自己爱情的故事。一个是有洁癖的都市中产（曾志伟 饰），一个是邋遢的乡下毛头小子（王宝强 饰），当楞头楞脑的“傻根”遭遇老谋深算的“琛哥”， 改变是必须的。朱哥宝训第一条：要追女仔，先要会败家，上万元的西装是一定要 上身的。朱哥宝训第二条：即使对方是个盲人，谎也是要编的，“相貌英俊，酷似金城武，年轻多金，一分钟十几万上下”。朱哥宝训第三条：如果有人跟你借钱，跟他讲“穷去跟你妈说，跟我有什么关系。”朱哥宝训第四条：上面一条是对外人的，对待你的“恩人”，一定要知恩图报。在朱月坡的精心调教下，楚中天能否胜利出师？老实巴交的他真的能兑现之前的承诺，不惜一切代价去报答“恩人”朱月坡吗？"
    },
    "求求你表扬我": {
      "channel": "CCTV6",
      "title": "求求你表扬我",
      "desc": "本剧讲述的是一个家住农村的打工仔杨红旗三番五次到报社讲述自己如何解救一名险被强奸的女大学生欧阳花并要求表扬自己的事，以及之后记者在事件调查过程中发生的一系列事情。"
    },
    "猛虫过江": {
      "channel": "CCTV6",
      "title": "猛虫过江",
      "desc": "东北农村青年沈福（小沈阳 饰）与大雷（潘斌龙 饰）遇见南方姑娘静香（宋芸桦 饰），机缘巧合来到陌生大城市，面对从天而降的巨额遗产和随之而来的种种危机，两人接连施展令人意想不到的“独门秘籍”，引发了一连串爆笑喜剧故事。"
    },
    "狙击时刻": {
      "channel": "CCTV6",
      "title": "狙击时刻",
      "desc": "讲述了精英狙击手被国际特工重创后一次卧薪尝胆的反击之战，展现了非比寻常的魔鬼训练及残酷的丛林作战，在枪林弹雨中追捕国际犯罪集团，上演了一出丛林探险、秘境追踪的好戏……"
    },
    "惊沙": {
      "channel": "CCTV6",
      "title": "惊沙",
      "desc": "1936年6月，红军长征胜利后，红四方面军主力奉中央军委命令西渡黄河作战，这就是赫赫有名的西路军。沿途敌兵疯狂围堵，连日不断，茫茫戈壁，天寒地冻。1937年1月，筚路蓝缕的西路军第五军、九军和三十军历经艰苦，攻占了高台、临泽等据点。而这次具有重要意义的胜利到来同时，也意味着最终的生死血战拉开大幕。时任国民党第二方区司令官兼青海省主席马步芳，是只手遮天、狡猾狠毒的一方霸主。他派出奇兵将临泽等地分隔包围。历经八昼夜拼杀，红军所在的高台失守，马步芳旋即对红军展开疯狂的围剿和血腥屠杀。在此危亡时刻，秦基伟临危受命，带领着红军最后的数百人抵死突围……"
    },
    "谍影重重": {
      "channel": "CCTV6",
      "title": "谍影重重",
      "desc": "杰森·伯恩（马特·达蒙 饰）在意大利被人从海上救起，他失去了记忆，除了臀部的瑞士银行帐号之外，他完全没有办法证明自己的身份。杰森从瑞士银行找到了大量的现金，六本护照，一把枪，同时他发现自己格斗、枪械、和语言等方面的能力，他开始追查自己的身份，并且把陌生女子玛丽（弗兰卡·泼坦特 饰）也卷了进来。两人从瑞士到巴黎，一路上受到神秘杀手组织的追杀，危机重重。杰森能否化险为夷，找到自己的真实身份？他是否有勇气面对真相？"
    }
  },
  "城市剧场": {
    "一路上有你": {
      "channel": "城市剧场",
      "title": "一路上有你",
      "desc": "在所有人的眼里，西蒙（Ian Michael Smith 饰）是一个奇迹，刚刚出生的只有拳头一般大的他当即被医生判了死刑，可捏着这张死亡通知单，西蒙神奇的从嗷嗷待哺的婴孩成长为了12岁的少年。虽然西蒙矮小的身材常常遭到周遭伙伴的歧视和嘲笑，但他依然保有了一颗善良和真诚的内心。  　　作为西蒙的好友，乔（约瑟夫·梅泽罗 Joseph Mazzello 饰）有一个一直困扰着他的烦恼，成长于单亲家庭的他十分渴望能够得知父亲的下落。一次可怕的意外让乔永远的失去了母亲，而这整件事的始作俑者竟然是西蒙。怀着对乔的内疚，西蒙决定带着乔，踏上了寻找父亲的旅程，同时，西蒙坚强又脆弱的生命也渐渐的走向了尽头。"
    },
    "幸福请你等等我": {
      "channel": "城市剧场",
      "title": "幸福请你等等我",
      "desc": "王彩虹，一个精干的理发店老板，她平日生活节俭、精打细算。原本生活按照她设计的轨道平稳前行，不想，丈夫突然的失踪使彩虹陷入无限的恐慌和疑惑之中。牛一一，一个干练的公司白领，她嫁给王彩虹的弟弟王朝晖后住在王彩虹的对门，后来同王朝辉离婚。各自离婚后，王彩虹和牛一一继续住对门，想不打交道都难，更何况她们还都有各自的烦恼和麻烦，不由自主的，两个性格迥异的女人不得不开始了相互支持和相互扶助的生活，共同面对人生的难关。经历的过往让她们发现，爱情和婚姻对她们有多么重要，于是她们决定，重整旗鼓，重新出发，为了幸福的人生寻找美好的爱情与婚姻。\n\n真诚对待生活的人，必受眷顾。在经过多重磨砺之后，王彩虹终于得到了生活的回报，那种实在的生活和真诚的爱情。牛一一最终也在这段生活中增长了阅历，发现了自身的缺陷所在，她以全新的面目和身心，收拾行装，重新踏上幸福之路。"
    },
    "我不是精英": {
      "channel": "城市剧场",
      "title": "我不是精英",
      "desc": "大米和味精，青梅竹马的发小儿，两人偷偷恋爱已经有一段时间了，之所以要瞒着双方父母，是因为身为外企白领的米妈妈一直看不上大专毕业、没个正经工作的韦晶。但随着恋情的曝光，两家的冲突也爆发了。米妈妈逼着优秀帅气的米阳找一个“高学历、高智商、高情商”的“三高”女友。为了维护爱情，成为米妈妈眼中的精英人士，韦晶决定勇闯“外企”。阴错阳差，进入一家众人梦寐以求的知名外企，仿佛一下子成为人们艳羡的“白领精英”。本来身为优秀刑警的米阳，却因为一次工作失误，被调职到社区当片警。丑小丫变女神，王子变青蛙！两个人的身份彻底对调，这种落差也让他们的爱情充满考验。两个年轻人一边调试心态，一边努力工作，面对生活中的磨难和工作上的烦恼，他们用爱情给予彼此勇气。面对生活的坎坷，谁都不敢自称“精英”，唯有坚强乐观，才能收获幸福。"
    }
  },
  "音乐现场": {
    "民歌中国": {
      "channel": "音乐现场",
      "title": "民歌中国",
      "desc": "今日中国，家财万贯的企业家层出不穷，某搬家公司老总李浪也是其中一员。  　　20岁时在四川省成都创业，开设搬家公司。从两辆卡车起家，公司飞速发展，20年后的今天，已成长为在全国拥有4万工人的大企业。 　　虽然钱多到用不完，但他内心感受不到满足。摇摆于妻子与情妇之间的双重生活，也濒临分崩离析的危机。 　　\r 导演马占冬花费五年时间，贴身采访李浪，从最近距离，将其公私生活的种种场面摄入镜头，从中所呈现的今日中国是怎样一番景象？  　　本片以令人惊叹的赤裸裸的映像，描写成功富裕阶层的真实形象，剖析现代中国社会的深层。"
    }
  },
  "军旅剧场": {
    "平原烽火": {
      "channel": "军旅剧场",
      "title": "平原烽火",
      "desc": "故事发生在1941年，日本帝国主义悍然发动侵略战争的第四个年头，同时也是中国老百姓最为苦难的年份。穷凶极恶的日寇对河北冀中根据地发动疯狂扫荡，抗日势力面临着覆灭的危机。在此期间，一支日本冲锋队假扮成八路军四处活动，追踪八路军主力，更成为杀伤力巨大的威胁之一。劣迹多多却有着一腔热血和胆识的敌工部派遣战斗英雄罗金宝（张子健 饰）在历次战斗中打下名气，却也因触犯军规屡遭指摘和处罚。\n\n　　在和山本率领的小分队正面冲突后，罗被委任带队对抗神风小分队，他由此和日寇、汉奸、伪军等敌对势力展开了连番血与火的较量……"
    },
    "黄河在咆哮": {
      "channel": "军旅剧场",
      "title": "黄河在咆哮",
      "desc": "1937年，“七七事变”后，八路军奉命东渡黄河。郑川率独立团开赴前线，激战平型关、获得嘉奖；而国军失利遭批评，周治国不服郑川。战乱中，郑川与失去音讯的妻子黎英偶遇，在黎英帮助下，独立团突袭机场，支援了..."
    },
    "花儿与远方": {
      "channel": "军旅剧场",
      "title": "花儿与远方",
      "desc": "1952年，新疆生产建设兵团在山东招女兵，副区长郝玉兰为征兵工作顺利进行，被迫搁置了自己的婚事，带头报名参军，带领着二曼、赵凤、胡彩娥等一批山东妇女来到新疆。在屯垦生活中，这群山东妇女与兵团战士们纷纷擦出爱情火花，建立家庭。冬去春来，在他们辛勤开垦之下，戈壁滩在一天天发生变化，几对夫妻也各自经历了悲欢离合：连长战涛在一次剿匪中被打坏下身，妻子二曼不离不弃，坚守着自己的爱情；赵凤和葛俊历经磨难最终牵手，赵凤成为马莲窝子小学第一位老师；耿大炮和胡彩娥在吵吵闹闹中哺育着自己的后代。主人公刘北伐和玉兰的婚姻在经历丧子之痛后，玉兰学习驾驶拖拉机，成为兵团第一位女拖拉机手，刘北伐克服难题进行农业科技攻关。这群可爱而可敬的山东大嫂和他们的男人一起，扎根边疆，艰苦奋斗，终于改变了“一代而终”的屯垦历史。"
    }
  },
  "足球": {
    "天下足球": {
      "channel": "足球",
      "title": "天下足球",
      "desc": "在古代中原，这片富饶的土地上，粮食丰盛，稻谷飘香。然而，近邻的塞外野狼族一直觊觎着这片肥沃之地。十二年后，一纸战书传来，一场不可避免的大战即将爆发！在凤凰古城中，命运的安排将六个普通少年——拾儿、红袖、九斤、巨象、大花面、狂牛推向了这场战火之中。  　　拾儿，本是一名孤儿，从小在果栏做苦力，跟随着年迈的师父修习武艺，练就了独门绝技“飞云连环腿”。他与其他五个年轻人一起玩耍成长，怀揣着武侠梦想。战火燃起，少年们的身世之谜逐渐浮出水面——拾儿的生父竟是挑起战火的野狼族首领，而与他并肩作战的红袖，则是中原皇帝的独生爱女。父子之情深厚，乡亲之恩浓如山，伙伴之间的情谊铁如铁。少年们内心矛盾，面对命运的抉择，难以决断！在这场纷争之中，少年们将如何抉择？他们能否捍卫内心的信念，抵御战火的蹂躏，守护家园的和平？爱、亲情、友情将如何交织？期待见证这群少年的成长与奋斗！"
    }
  },
  "古装剧场": {
    "新醉打金枝": {
      "channel": "古装剧场",
      "title": "新醉打金枝",
      "desc": "唐代中叶，经历过武后乱政、安史之乱后，终于暂享了一段太平盛世。及至代宗一朝，朝中的两大势力分别是以代宗堂兄晋王为首的一众文臣，及汾阳王郭子仪所领的一众武将。两大阵营常因不同政见而争持不休，晋王与子仪虽然表面关系和洽，但其实平和气氛之下却藏着暗涌……"
    },
    "十二生肖传": {
      "channel": "古装剧场",
      "title": "十二生肖传",
      "desc": "故事发生在上古时期，孤儿星虎（郭品超 饰）与燕儿（王力可 饰）自幼相爱，村长受魑魅（苗海忠 饰）蛊惑横刀夺爱，星虎目睹爱人为救自己而死，一时急火攻心病倒，幸得神农氏（刘德凯 饰）与爱徒雪怜（李曼 饰）相救，治愈后，星虎带着雪怜踏上了寻找救世人于水火的十二生肖之路。二人历经磨难来到凤凰城，遇见米俊非（陈浩民 饰）和王小鱼儿（郑伟 饰），获取“天缺玉盘”，星虎被神力非凡的玉盘带到遥远的贺兰山，寻得羊生肖转世之人芷莘（陈德蓉 饰），他们凭借玉盘神力来到全长着三只眼的三目国，寻找隐藏其中的生肖转世之人。不料尾随而来的魑魅利用人类的贪婪将其化作了恶魔......"
    }
  },
  "军事": {
    "军武零距离": {
      "channel": "军事",
      "title": "军武零距离",
      "desc": "《军武零距离》是中央电视台国防军事频道（CCTV-7）推出的一档主持人探访式专题节目。"
    },
    "世界战史": {
      "channel": "军事",
      "title": "世界战史",
      "desc": "《世界战史》是中央广播电视总台军事节目中心制作的军事战争纪录片栏目，前身为《百战经典》，在中央电视台国防军事频道（CCTV-7）播出 。栏目聚焦世界范围内著名战争战役、武器装备及军事人物，涵盖马拉松之战、二战东线战场、苏德战争等历史军事事件，解析战役过程与战术细节，如雅典军队迎战波斯大军、苏军特种摩托化步兵旅敌后作战等。"
    }
  },
  "地理": {
    "远方的家": {
      "channel": "地理",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    },
    "走遍中国": {
      "channel": "地理",
      "title": "走遍中国",
      "desc": "《走遍中国》开播于2002年9月2日，是中央电视台中文国际频道（CCTV-4）的一档大型专题报道栏目。它“聚焦中国新变化”，它关注发生在普通中国人身边、展现正能量的新现象、新风尚、新观念、新事物，全面、真实地反映中国人当前的生活状态与精神风貌，深入、客观地展现富于创新、充满活力、具有国际视野的当代中国。"
    }
  },
  "红色影院": {
    "三八线上": {
      "channel": "红色影院",
      "title": "三八线上",
      "desc": "朝鲜战争打了三年以后，美帝国主义不得不座在了谈判桌上。但敌人是不甘心失败的，经常派特务越境收集我方情报，三八线上成了第二战场。美军戴维斯上校（道洛霍夫 饰）准备派遣间谍到北朝鲜找日本潜伏特务山本太郎（张展望 饰）取回002情报。甄别再三，他把任务交给了乔三（王运庭 饰）和崔春生（裴有犹 饰）。因为崔在日本特务机关受过训练，且他又是朝鲜人，还被特务机关洗过脑。俩人越境找到山本太郎，拿到002情报，在返回的途中，崔腿被打伤，躲进了阿妈妮家中，言谈中被阿妈妮发现了破绽，崔春生打伤了阿妈妮（王伯玲 饰），俩人落荒而逃。最终落入我志愿军和人民军之手。经证实，崔春生竟是阿妈妮的儿子......"
    },
    "“独立”大队": {
      "channel": "红色影院",
      "title": "“独立”大队",
      "desc": "解放战争时期，粤北游击队驻地。叶永茂（中叔皇 饰）受上级委派只身赴马龙（郭振清 饰）所控杂牌武装，动员他们起义，接受共产党收编。收编后命名为“独立大队”，但马对叶及游击队始终怀有戒心，加之拜把兄弟刁飞虎（庞学勤 饰）从中作梗，更是对革命三心二意。一次去村里执行任务，刁竟与地主婆勾搭在一起，牛牯（达奇 饰）见状愤然离队，刁反诬牛牯携枪叛逃，牛牯当众揭发刁的土匪行径引众怒，纷纷要求严惩，但马念刁曾经的救命之思而手下留情。李登高（孙笑非 饰）叛变后，唆使刁用调虎离山计引马率部接应敌人的起义部队，马不知是计，险遭毒手，幸亏叶永茂及时赶到挽救了独立大队，严酷的现实擦亮了马龙的眼睛....."
    },
    "好孩子": {
      "channel": "红色影院",
      "title": "好孩子",
      "desc": "阿武（吴奇隆 饰）从小失去了父母成为了流落街头的流浪汉，和好友小鬼儿（萧颖 饰）过着相依为命的生活，平日里依靠兼职武打替身演员赚钱糊口。受过太多的冷遇和伤害，阿武渐渐用冷漠和无情武装柔软的内心，但本质上，阿武依旧是一个善良的好人。某日，阿武邂逅了名为琪琪（徐若瑄 饰）的美丽女子，被其美貌深深吸引，遂展开了热烈的攻势。只是，琪琪贵为当红偶像，她和阿武之间的差距绝不是一星半点，因此，这是一段注定不会有结果的感情。在一场意外中，阿武遭到了袭击，脑部受伤，陷入了日复一日的重复生活中，在琪琪和小鬼儿的帮助之下，阿武终于看清了深埋在心底的善意，做出了正确的选择。"
    },
    "老兵新传": {
      "channel": "红色影院",
      "title": "老兵新传",
      "desc": "解放战争未期，北大荒某地。已转业的老战（崔嵬 饰）响应国家号召，来到黑龙江开荒建农场，和他一起来的还有过去的通信员小冬子（孙永平 饰）和周清和（顾也鲁 饰）。小冬子热情活泼，周清和则对荒无人烟的北大荒心存畏惧。老战在一个废弃的碉堡中建立筹备处，他对北大荒的未来充满信心。不断涌来的垦荒大军和农业机械让老战满心欢喜，在和副场长赵松筠（韩涛 饰）进行一番争论后，坚持播下一万亩冬小麦，以期来年夏收。一天，残存的国民党匪兵偷袭了附近村庄，老战闻讯，组织农场人员前去剿匪，帮百姓夺回了被抢走的粮食，百姓们深受感动。当夏收时，收割机不够用，当地百姓自发帮农场割麦子，“虎口”夺粮的壮举深深感动了农场职工，而老战也面临接受新的任务......"
    }
  },
  "精选": {
    "命运规划局": {
      "channel": "精选",
      "title": "命运规划局",
      "desc": "本影片根据菲利普·K·迪克的短篇小说《规划小组（Adjustment Team）》改编。天生就适合走上政治舞台的大卫·诺里斯(马特·达蒙 Matt Damon 饰)，是一名政坛的明日之星，他在信心满满的参选纽约州参议员期间，意外认识了认识美丽的芭蕾女演员爱丽丝(艾米莉·布朗特 Emily Blunt 饰)，两人一见钟情，正当情意正浓时大卫突然被一群穿黑西装、戴黑帽和墨镜的神秘人士绑走。这群自称是隶属于联邦的人生命运调整局的人，告诉大卫他命里该当总统，伊丽丝也会成为世界著名的编舞家，他们的相爱会使两人的前途都成为泡影。规划局想尽一切方式阻止两人再次相遇。知道真相的大卫是会追求自己的梦想而放弃爱丽丝？还是为了真爱，对抗命运调整局呢？"
    }
  },
  "经典剧场": {
    "三国演义": {
      "channel": "经典剧场",
      "title": "三国演义",
      "desc": "该剧演述的是三国时代的故事，是魏、蜀、吴的兴亡史，共分为《群雄逐鹿》（1—23集）、《赤壁鏖战》（24—47集）、《三足鼎立》（48—64集）、《南征北战》（65—77集）、《三分归一》（78—84集）五大部分。着重表现的是乱世中多个政治集团间错综复杂、紧张尖锐的斗争；这种斗争发展成为连接不断的对政治权力的争夺和军事冲突，造就了从东汉末年到西晋初年将近一个世纪中的风云变幻。"
    },
    "西游记": {
      "channel": "经典剧场",
      "title": "西游记",
      "desc": "故事发生在大唐初年，为了超度东土亡灵，一代高僧唐僧（何藩 饰）得到唐王支持，在大队兵马随从的护送下浩浩荡荡前往西天佛土，求取大藏真经。这一路坎坷艰辛，自不用提，更有洞府山川的妖怪精魅蠢蠢欲动，企图吃掉唐僧。适才还晴空万里，转眼飞沙走石，原来妖怪黑风大王施展法术，令唐僧和随从们失散，而妖怪们为了争抢唐僧更大打出手。唐僧一路逃亡，筋疲力尽，结果在五行山见到了被镇压在这里长达五百年的齐天大圣孙悟空（岳华 饰）。悟空受观世音菩萨指点，答应力保唐僧西天取经。在武功高强的徒弟的帮助下，唐僧总算暂时安下心来。\r 　　接下来的旅途中，他们又遭遇了高老庄的猪八戒（彭鹏 饰）、沙和尚（田琛 饰）以及白龙潭的小白龙，恢弘的西游记的故事正式上演……"
    }
  },
  "武侠剧场": {
    "七种武器之孔雀翎": {
      "channel": "武侠剧场",
      "title": "七种武器之孔雀翎",
      "desc": "刘星（穆婷婷 饰）寻父误入青龙会，奉命查找孔雀山庄镇庄之宝“孔雀翎”。少庄主秋凤梧（释小龙 饰）为母庆生路遇西门玉（刘国光 饰），略施小计被西门玉雇佣，随以小武身份加入青龙黑帮，潜入杀手组织。孔雀山庄傲立江湖数百年，以“孔雀翎”独步天下，浑沌世间各色枭雄，无不对其万分觊觎。小武打入青龙会后，一面策反瓦解其内部组织，广络异能侠士，一面连络各门派后起之秀，施以离间之计，很快，青龙会的统治阶层开始分崩离析。首战即摧毀了他们垄断各大镖局独吞财货运输的图谋，二战瓦解了青龙会，并揪出了作恶多端的幕后黒手，小武本着除恶务尽的决心，开始了下一步行动......"
    },
    "书剑情侠柳三变": {
      "channel": "武侠剧场",
      "title": "书剑情侠柳三变",
      "desc": "《书》剧以北宋著名词人柳三变(柳永)的生平为线索，展现了宋初年间一场关乎国家和民族命运的惊心动魄的政治斗争。宋初，时局稍显稳定，但西夏屡犯边关，南唐余党假托柳三变为后主之后，伺机复国。刚刚平静的百姓生活，又面临着战乱之祸。文才武略的柳三变，却有一颗忧国忧民之心，他知道战端一起，百姓又将生灵涂炭，在看到宋国太子励精图治，国家逐渐安定繁荣的形势，他毅然放弃最佳的复国时机，帮助宋室平息西夏叛乱，使国家和民族走上康宁繁荣之路\n\n　　柳永向往激情自由的生活，关心下层人民，特别同情被侮辱与被损害的下层歌女，为青楼歌女填词，是他为生活所迫，也是他自由个性的张扬，其间闪烁着自由和人性的光辉。在中国千百年封建统治下，柳永一直为正统文人所排挤，难为主流文化所容，《宋史》无传。《书》剧尽情展现并褒扬了柳三变的词与人生，将中国传统文化中最精美与最进步的文化精髓展示于世人。"
    },
    "仙侠剑": {
      "channel": "武侠剧场",
      "title": "仙侠剑",
      "desc": "十三妹名为何玉凤，何纪之女。纪献堂之子看中何玉凤美貌，提亲遭拒后，纪献堂想方设法诬陷何纪，让何纪被判入狱，在监牢中郁郁寡欢，一命呜呼。母亲带着何玉凤寄居在老英雄邓九公的青云山庄之中，一心想替父亲平反的何玉凤开始苦练武艺，邓九公特地赠她一把仙侠剑及剑谱，玉凤不负邓九公期望，久而久之成了一位暴安良、嫉恶如仇、智勇双全的女英雄，自此，何玉凤有了江湖绰号“十三妹”。一次，何玉凤从劫财劫色的恶僧手中解救出了携带重金的书生安骥，和漂泊异乡的张金凤。三人结下不解之缘。一番纠葛，十三妹看破红尘，成全了安骥与张金凤。从此浪迹天涯，不但替自己父亲平反，还成为百姓心目中替天行道、扬善除恶的侠女。"
    },
    "少林僧兵": {
      "channel": "武侠剧场",
      "title": "少林僧兵",
      "desc": "大明嘉靖王朝，倭寇猖獗，严嵩父子把持朝政，不事抗倭。将领戚继光虽有报国之志，但面对困难的局面有些力不从心。在倭寇的杀戮中，少年月空失去了母亲，大脚僧搭救了月空，把他带到了少林寺。15年后，月空随方丈出席祭海大典，路遇日本女孩一本秀子和剑客风语，活泼的日本女孩秀子爱上了月空。在少林寺，秀子谎称是月空的妻子，引起轩然大波…"
    }
  },
  "美人": {
    "生活圈": {
      "channel": "美人",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "国学": {
    "跟着书本去旅行": {
      "channel": "国学",
      "title": "跟着书本去旅行",
      "desc": "《跟着书本去旅行》是一档体验式文化教育节目。节目以中小学课本或经典名著为线索，在读万卷书的同时行万里路，走近文化古迹、实地实景讲故事、身临其境受教育，触摸历史、感知文化，让陈列在广阔大地上的遗产活起来。"
    }
  },
  "星影": {
    "碟中谍6": {
      "channel": "星影",
      "title": "碟中谍6",
      "desc": "伊森·亨特和队友们接到了追回三个大杀伤性核武器的任务。眼见任务马上就能完成，但为了挽救其中一位队友卢瑟的生命，三个核武器被人趁机带走。中情局负责人斯隆女士调来她手下的得意猛将沃克，让他盯着伊森·亨特完成追回核武器的任务。期间，女特工伊尔莎突然出现，伊森·亨特发现，他要面对的并不只是恐怖分子，还有潜藏在政府部门的内鬼。"
    },
    "猎神": {
      "channel": "星影",
      "title": "猎神",
      "desc": "改革的春风，给城口巴山腹地一个偏僻的猎人寨带来了生机。被乡亲们称为\"猎神\"的梦猿要下山做皮毛生意，引起全寨人的震动。首先遇到了近乎\"山寨之主\"的独臂张的强烈反对。独臂张曾在一次打猎时被虎王咬断左臂，所以发誓要杀死虎王，但他年已垂暮，只得把打虎王的夙愿寄托在女儿春柳的恋人梦猿身上。梦猿弃猎经商，他痛心疾首。不得已，他立下规矩，谁要娶春柳，必须打虎王一个\"眼对穿\"。梦猿在铜绿镇做生意被骗，他没有失意，却为山寨破天荒请来了电影放映队，让乡亲们大开眼界。不料电影放了一半，电机出了故障。这件事促使梦猿决心为山寨修个水电站。他告诉春柳，既要修电站，也要娶她，老虎是国家保护动物，不能打。梦猿凭着他的机警、经验，在重庆与大生意人的一笔交易中获胜。  然而猎人寨对他的胜利并不那么青睐。寨中另一位好猎手铁力大，也是梦猿\"打虎为婿\"的竞争者，他在林中打了一只鹿，差一点就是\"眼对穿\"，他把鹿当众献给独臂张，备受称赞，寨子里当夜举行鹿肉宴。春柳向梦猿表示了非他不嫁的忠贞之情，并对铁力大说明自己已是梦猿的人了。这行为刺伤了独臂张，他穿上寿衣，向祖宗跪拜，表示自己与虎王决一死战的决心，毅然上山去了。在深山老林里寻找独臂张时，梦猿和铁力大狭路相逢。这时虎王从草丛中窜出来，向他们发起进攻，紧急时刻，梦猿替铁力大解了围，并朝天鸣枪，将老虎放回深山。天亮了，铁力大望着为保护自己，与虎王搏斗而伤痕累累的梦猿，他解下身披的象征着荣誉的鹿皮，扔给了梦猿，便迎着茫茫雾霭，向山外走去。"
    },
    "侠探杰克": {
      "channel": "星影",
      "title": "侠探杰克",
      "desc": "六发子弹，五名死者，神秘枪手在闹市区制造了一起惨案让整个城市都陷入魁了恐慌。所有的证据都指向了前军队狙击手詹姆斯·巴尔。但他坚持自己的清白并要求把老相识 杰克·理查尔 找来，两人曾同在军队中服役。随着杰克调查的深入，他发现了更大的谜团，炮制这场惨案的真凶似乎另有其人，而别有用心的幕后黑手抓走了巴尔 ，只留下杰克一人探明真相。六发子弹中有一发漏空的子弹是杀手故意放空的。为了了解狙击手的工作，杰克特意来到了狙击手的训练营找到了一个叫做萨缪尔·卡什 的教练。在卡什和巴尔妹妹以及律师的帮助下，杰克渐渐走进了事件的中心位置，一个关于苏联改造营和俄罗斯黑帮的秘密也慢慢浮出水面……"
    },
    "特种部队": {
      "channel": "星影",
      "title": "特种部队",
      "desc": "一名法国战地记者女记者Elsa（黛安·克鲁格 Diane Kruger 饰）和她的同事在阿富汗采访期间遭到塔利班绑架。塔利班将被捕获的Elsa相关视频放倒了网络上，并声称在规定时间内，她将在摄像机面前被处死，而全世界的人民都可以通过网络看到全过程。\r 在Elsa被行刑之前，一支由特种部队成员组成的救援小组被法国军方派来营救她。面对着极其残暴的塔利班亡命之徒，救援小组不畏艰险在第一时间就救出了Elsa，却与总部失去联系，不得不开始一场更为险恶的保卫战。\r 一场在塔利班追捕者和救援小组之间的拉锯逃亡战不可避免的展开了。塔利班设下各种陷阱，未将救援小组一网打尽，而救援小组只有一个目标：成功营救Elsa逃离此地。"
    }
  },
  "早教": {
    "七巧板": {
      "channel": "早教",
      "title": "七巧板",
      "desc": "吉奥是个对世界充满好奇心的小男孩，他是个建筑迷！在七巧板星球上，吉奥有一群几何形状的好朋友们，在他的带领下大家能够变换形状组装成神奇的七巧板物体或动物！他们常常能给七巧板星球的住户们提供最及时的帮助，克服看起来不可思议的困难。七巧板星球的自然景观更是独具特色：有立方体的峡谷，无重力的浮海，棉花糖一样的大河甚至还有金字塔形状的山脉！剧集片末将有一分钟的七巧板拼图学习回顾，趣味又好玩。超过6000多种的七巧板组装……想象力没有任何限制！"
    },
    "大风车": {
      "channel": "早教",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    }
  },
  "家庭影院": {
    "特种部队": {
      "channel": "家庭影院",
      "title": "特种部队",
      "desc": "一名法国战地记者女记者Elsa（黛安·克鲁格 Diane Kruger 饰）和她的同事在阿富汗采访期间遭到塔利班绑架。塔利班将被捕获的Elsa相关视频放倒了网络上，并声称在规定时间内，她将在摄像机面前被处死，而全世界的人民都可以通过网络看到全过程。\r 在Elsa被行刑之前，一支由特种部队成员组成的救援小组被法国军方派来营救她。面对着极其残暴的塔利班亡命之徒，救援小组不畏艰险在第一时间就救出了Elsa，却与总部失去联系，不得不开始一场更为险恶的保卫战。\r 一场在塔利班追捕者和救援小组之间的拉锯逃亡战不可避免的展开了。塔利班设下各种陷阱，未将救援小组一网打尽，而救援小组只有一个目标：成功营救Elsa逃离此地。"
    }
  },
  "好学生": {
    "开讲啦": {
      "channel": "好学生",
      "title": "开讲啦",
      "desc": "由中央电视台综合频道（CCTV-1）和唯众传媒联合制作的《开讲啦》是中国首档青年电视公开课。每期节目由一位名人倾情演讲，分享他们对于生活和生命的感悟，给予中国青年现实的讨论和心灵的滋养。讨论青年们的人生问题，同时也在讨论青春中国的社会问题。\n\n节目每期有八至十位来自全国各大高校的青年代表，向演讲嘉宾提问互动，300位大学生作为观众现场分享这场有思考、有疑问、有价值观、有锋芒的思想碰撞。他们对人生有思考，对未来有疑问，他们思想新锐，观点先锋，是中国未来的中坚力量。每期演讲嘉宾选择的主题，均为当下年轻人心中的问号，讲述青年最关心、最困惑的话题。"
    }
  },
  "喜剧影院": {
    "捉鬼敢死队": {
      "channel": "喜剧影院",
      "title": "捉鬼敢死队",
      "desc": "三名大学教授彼得·温克曼（比尔·默瑞 Bill Murray饰）、雷蒙德·斯坦兹（丹·艾克罗伊德 Dan Aykroyd饰）和艾根·斯宾格勒（哈罗德·雷米斯 Harold Ramis饰）专门研究鬼怪灵异之事。他们决定离开校园实验室，组成“捉鬼大队”。他们用最新的科学仪器，对付在纽约市出没的无数大鬼小鬼，取得成功。可政府部门却将他们视为江湖骗术。直到有一天，一群邪恶的魔鬼包围了整座纽约市，并附身于美女德纳（西格妮·韦弗 Sigourney Weaver饰）身上时，众人终于意识到了事态的严重。这只“捉鬼大队”是否能够拯救纽约，让魔鬼无所遁形呢？  　　本片荣获1985年第57届奥斯卡金像奖，最佳视觉效果、最佳原创歌曲提名，被誉为影史上最受欢迎、最好笑的喜剧之一。"
    },
    "真爱百分百": {
      "channel": "喜剧影院",
      "title": "真爱百分百",
      "desc": "Jocelyn是一个成功的商人，自私并且喜欢玩弄女性。他假装自己患有残疾，因为想去勾搭一个年轻漂亮的女人，但是有一天Jocelyn发现“猎物”的姐姐坐在轮椅上出现在自己面前……"
    }
  },
  "动作影院": {
    "谍影重重4": {
      "channel": "动作影院",
      "title": "谍影重重4",
      "desc": "继杰森·伯恩后，另一美国中情局特工艾伦·克劳斯（杰瑞米·雷纳 饰）亦将身陷险境。因为“杰森·伯恩事件”，令中情局的特工行动“绊脚石”被公开，为了隐瞒其它特工行动，以拜亚（爱德华·诺顿饰）为首的美国中情局，正计划铲除过去数十年来发展的特工行动，包括对“结果”行动当中，体能和智能更“先进”的“5号”特工艾伦·克劳斯，展开横跨全球的逃杀。而艾伦·克劳斯剩下的唯一希望，竟然就是过去四年来，不断在背后监控和研究其活动的科学研究员玛泰博士（蕾切尔·薇兹 饰）……"
    },
    "碟中谍6": {
      "channel": "动作影院",
      "title": "碟中谍6",
      "desc": "伊森·亨特和队友们接到了追回三个大杀伤性核武器的任务。眼见任务马上就能完成，但为了挽救其中一位队友卢瑟的生命，三个核武器被人趁机带走。中情局负责人斯隆女士调来她手下的得意猛将沃克，让他盯着伊森·亨特完成追回核武器的任务。期间，女特工伊尔莎突然出现，伊森·亨特发现，他要面对的并不只是恐怖分子，还有潜藏在政府部门的内鬼。"
    }
  },
  "墨宝": {
    "美术里的中国": {
      "channel": "墨宝",
      "title": "美术里的中国",
      "desc": "节目聚焦中国近现代经典美术作品，见证中华民族复兴伟大征程中的时代之变、中国之进，深入提炼作品中的文化标识、当代价值、时代意义，以最前沿的数字技术，进行融媒体视觉探索，以科技助力艺术表达，打造影像化、数字化的美术馆。通过这些传播文化、记录变迁、诉说历史的中国美术佳作，弘扬中国精神，增强文化自信。"
    }
  },
  "光影": {
    "终结者": {
      "channel": "光影",
      "title": "终结者",
      "desc": "一名半机械人（阿诺·施瓦辛格 饰）从21世纪被派往当代洛杉矶，刺杀一位看似无辜的女子——她的孩子将在杀手所处的未来世界中扮演关键角色。[米高梅]"
    },
    "亨利之书": {
      "channel": "光影",
      "title": "亨利之书",
      "desc": "《亨利之书》讲述小男孩亨利为了保护邻居家的小姑娘不被她的父亲所伤，暗自策划了一场谋杀。"
    },
    "自由作家": {
      "channel": "光影",
      "title": "自由作家",
      "desc": "爱林（希拉里·斯万克 Hilary Swank饰）从事的第一份教育工作，就是在威尔逊学校一个糟糕透顶的班级里担任老师。这里有着给老师们带来噩梦的学生：他们虚度光阴，消磨时辰，把学校当成18岁之前的游乐场；更混乱的是，学生们来自社会里的不同种族和各类底层阶级，分帮结派互相斗殴。\r 　　爱林想方设法让仇恨远离孩子们的心，消解他们之间的敌意，可是，作为一名白人老师，孩子们对她树起了重重心墙，爱林的教育理想在现实中一次又一次地碰壁。\r 　　孩子们跌入深渊的心灵是否无药可救，他们的未来能否在爱林的循循教导下重现曙光，爱林的肩上承着千斤重担，她只有一本或者可以感化孩子的《安妮日记》，以及一颗热忱真诚的心，带领迷失的孩子找到明灯。"
    },
    "偷盗艺术": {
      "channel": "光影",
      "title": "偷盗艺术",
      "desc": "《偷盗艺术》是一部加拿大犯罪喜剧.科朗奇·卡尔霍恩(拉塞尔)是一个蛮勇的车手,他算是半个改过自新的艺术品窃贼,答应了他弟弟尼基(狄龙)再做一单案子。当科朗奇找回他以前的队伍,正要偷取一本价值连城的古老的书时,尼基突然想到了一个更冒险的方案。而两兄弟并不知道,他们每个人的背后其实都有着一份自己的打算,而先前的计划则泡汤了。"
    },
    "回到未来2": {
      "channel": "光影",
      "title": "回到未来2",
      "desc": "马丁（Michael J. Fox 饰）才回到现实世界与女友团聚，布朗博士（Christopher Lloyd 饰）就心急火燎地把他们带到了30年后的未来世界，原来这一次是马丁未来的两个孩子因参与抢劫锒铛入狱，博士要携马丁一起阻止悲剧发生。周旋一番后，两个孩子被成功挽救，但三人回到现实世界后，却发现周遭发生了天翻地覆的变化，世界被贝夫（Thomas F. Wilson饰）所控制，马丁的父亲乔治惨死，母亲洛莲（Lea Thompson 饰）竟然成了贝夫的妻子！这一切都是因为时光机器的秘密不慎被未来的老贝夫识破，他偷偷回去捣鬼，竟因此使得整个世界都在他的掌握下！马丁与博士再次踏上时光穿梭的征途，希望将世界扳回正轨。"
    }
  },
  "武术": {
    "藏着的武林": {
      "channel": "武术",
      "title": "藏着的武林",
      "desc": "《藏着的武林》由中央广播电视总台影视剧纪录片中心摄制推出。全片共6集，每集50分钟，通过回顾和梳理武术的历史源头、核心价值、人员构成、传承形态、生存处境及现实意义，在历史与现实的映照中寻觅到其流变轨迹，完成了对武术冷静、客观的再认识，是对中国传统武术的一次全面科普。《藏着的武林》从调研到摄制完成，前后历时3年。创作者以第一视角深入探访武林，用冷静克制但又不失温度的解说，理性、科学地解读了中国武术的历史源流和真实现状。"
    }
  },
  "美妆": {
    "生活圈": {
      "channel": "美妆",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "收视指南": {
    "越战越勇": {
      "channel": "收视指南",
      "title": "越战越勇",
      "desc": "故事发生在1965年的越战初期,美军第一骑兵师第七骑兵团第一营的450名战士，在盲目的指挥下，竟毫不知情、毫无准备地降落在北越军队集结的中心区域。北越方面在降落地点周围早已部署有2000以上的兵力，第一营的战士不得不面对近5倍于自己的敌人。尽管他们背后拥有强大的远程和空中火力支持，但是毕竟众寡悬殊，一营的官兵不得不展开一场异常惨重的生存保命战。 　 所幸，北越部队的情报有限，指挥也十分谨慎，没有抓住乘虚而入一举歼灭整个营地的机会。经过两天伤亡逾百人的战斗之后，第一营终于可以脱离战场，与前来解围的第二营返回基地。但是，途中由于第二营营长缺乏经验，竟然只为了审讯两名战俘，而命令丛林中已拖至500码长的纵队停止前进。以火力薄弱面撞上了北越方面的生力军，在激战中一营几乎被一扫而空。"
    }
  },
  "热播剧场": {
    "远方的山楂树": {
      "channel": "热播剧场",
      "title": "远方的山楂树",
      "desc": "1976年，东北农村一处普通的知青点里，团支书彭天翼被推荐为工农兵学员，即将返回北京上大学。然而，就在这人生转折时刻，航天科学家楚忠良把毕生研究成果偷偷交给他保管。彭天翼为保护珍贵的学术成果，放弃火热的初恋和即将被保送上学的前程。 知青大规模返城，彭天翼却继续扎根农村，他为了推动农业改革，与保守势力辩论，错过了高考；回城务工后，他在经济体制改革中大刀阔斧，因此导致家庭出现裂痕；为坚守强国富民的初心，他放弃了赴美国继承遗产的机会，安心于平淡艰辛的经济学研究。历经无数牺牲和奋斗，以彭天翼为代表的知青们为中国改革事业趟出一条血路……"
    },
    "当婆婆遇上妈之欢喜冤家": {
      "channel": "热播剧场",
      "title": "当婆婆遇上妈之欢喜冤家",
      "desc": "率真可爱的女孩陈双燕与钻石男林一凡相恋，一凡各方面都符合陈妈的女婿标准，唯独二婚这一条犯了陈家大忌。而身为外科专家的林母压根儿看不上出身寒微的准儿媳，再加上精明强干的前儿媳杨芳芳不断以孙女玲玲为筹码拉拢林母，林母内心的天平完全倒向了前儿媳。陈妈与林母是多年老同学，两人重逢后不久发现对方竟然是自己的未来亲家，一场另类的婆妈大戏就此上演。双燕的孪生弟弟双龙喜欢一凡的妹妹晓静，但晓静只把他当个成玩伴，这对最不可能成为恋人的欢喜冤家奉子成婚，令所有人大跌眼镜。陈妈和林母为了保卫各自儿女的婚姻战火不断升级。新的生命诞生了，硝烟散尽又是婆婆又是妈，后众人明白了一个道理，人心换人心，处处皆真情。"
    }
  },
  "经典电影": {
    "狙击精英": {
      "channel": "经典电影",
      "title": "狙击精英",
      "desc": "为了阻止军火商释放致命的超级武器，王牌狙击手布兰登·贝克特（查德·迈克尔·柯林斯饰）和特工零号（瑞恩·罗宾斯饰）被派往科斯塔维德，领导一群精锐士兵。贝克特将一名未经考验的狙击手纳入麾下，面临着他最新的挑战：下达命令而不是接受命令。随着时间和弹药的减少，他们必须克服一切困难才能生存下来。"
    },
    "侠探杰克": {
      "channel": "经典电影",
      "title": "侠探杰克",
      "desc": "六发子弹，五名死者，神秘枪手在闹市区制造了一起惨案让整个城市都陷入魁了恐慌。所有的证据都指向了前军队狙击手詹姆斯·巴尔。但他坚持自己的清白并要求把老相识 杰克·理查尔 找来，两人曾同在军队中服役。随着杰克调查的深入，他发现了更大的谜团，炮制这场惨案的真凶似乎另有其人，而别有用心的幕后黑手抓走了巴尔 ，只留下杰克一人探明真相。六发子弹中有一发漏空的子弹是杀手故意放空的。为了了解狙击手的工作，杰克特意来到了狙击手的训练营找到了一个叫做萨缪尔·卡什 的教练。在卡什和巴尔妹妹以及律师的帮助下，杰克渐渐走进了事件的中心位置，一个关于苏联改造营和俄罗斯黑帮的秘密也慢慢浮出水面……"
    }
  },
  "少儿动画": {
    "亚瑟 圣诞": {
      "channel": "少儿动画",
      "title": "亚瑟 圣诞",
      "desc": "每年的圣诞节前夕，圣诞老公公的馈赠是全世界儿童最大的期盼。时至今日，圣诞老人也与时俱进，现役圣诞老人马尔科姆（Jim Broadbent 配音）乘坐最先进的S1飞行器，与成千上万的小精灵在圣诞夜飞遍全世界，给数亿儿童送去礼物。而他的长子史蒂夫（Hugh Laur ie 配音）则坐镇位于北极的中央控制室，通过最先进的设备指挥礼物的发放工作。崇尚技术的史蒂夫坚信自己将成为下一年的圣诞老人，无奈父亲老当益壮，丝毫没有退休的意思。可惜百密一疏，今年居住在英国某郡的小女孩没能收到礼物。被父亲称为麻烦精的亚瑟（James McAvoy 配音）不忍女孩失望，于是和他那丝毫不服老的爷爷——上一代圣诞老人（Bill Nighy 饰）乘坐被封存在仓库里的雪橇踏上补送礼物的征程。距离天亮还有两小时，亚瑟和爷爷争分夺秒向英国冲刺…… 　　本片荣获2012年安尼奖最佳配音奖（Bill Nighy）。　　  © 豆瓣"
    },
    "神奇乐园历险记": {
      "channel": "少儿动画",
      "title": "神奇乐园历险记",
      "desc": "一位极富创造力的女孩小六月，偶然间发现了一座神奇的乐园。在乐园里，有着各式各样惊险刺激的游乐设施和形形色色的动物朋友。在这个奇幻的世界里，将会发生怎样意想不到的故事呢？"
    },
    "欢乐好声音": {
      "channel": "少儿动画",
      "title": "欢乐好声音",
      "desc": "马修·麦康纳希（Matthew McConaughey）为剧院老板巴斯特（Buster Moon）——一只考拉配音，这家剧院是他父亲建立的，曾经十分辉煌，但现在门庭冷落。为了重振剧院，考拉经理决定举办一场全世界最伟大的歌唱大赛，冠军将获得10万美元的奖金！这在动物王国已经算是巨款了！  这场歌唱大赛最终选出了五位决赛选手，他们分别是：  瑞茜·威瑟斯彭（Reese Witherspoon）配音的猪妈妈罗茜塔（Rosita），她年轻时一直有音乐梦想，后来一窝生了25只猪仔后梦想就烟消云散了。如今她参赛一方面是为圆梦，另一方面也是因为经济上入不敷出。  斯嘉丽·约翰森（Scarlett Johansson）配音的少女豪猪艾什（Ash），她和男友建立了一个庞克摇滚乐队，但男友总是打击她，让她觉得自己没有音乐才华。如今她要摆脱傲慢的男友，开始自己的单飞事业。  塞斯·麦克法兰（Seth MacFarlane）配音的老鼠歌手麦克（Mike），他有着辛纳特拉的动听歌喉，但心机很深，无时无刻不在利用遇到的每个人。  托瑞·凯利（Tori Kelly）配音的小象米纳（Meena），胆子很小，有舞台恐惧症。  塔伦·埃格顿（Taron Egerton）配音的年轻大猩猩强尼（Johnny），父亲一心想让他继承自己家族的黑帮事业，但他不愿子承父业、只想唱歌。  此外，约翰·C·莱利（John C. Reilly）也将加盟本片，为考拉老板最好的朋友黑绵羊艾迪（Eddie）配音，他不看好歌唱比赛这个主意。"
    }
  },
  "魅力时尚": {
    "熊爸熊孩子": {
      "channel": "魅力时尚",
      "title": "熊爸熊孩子",
      "desc": "35岁投资公司副总经理熊雄，在人生即将迈向成功的时刻，被副手李有为暗算失业，又得罪贤惠美丽的妻子金子。妻子离家出走，留给他一个叛逆儿子维尼和女儿小小熊。他被儿子定义为“狗熊爸爸”。此外，不着调摄影师尤用、替姐姐监督后院的小姨银子、动辄以左勾拳解决问题的老丈人老陶、开房车周游全国的爹妈、知性大龄女班主任林老师、纠缠不休的女金领段雨楠，都让熊雄的生活几番风雨，原本的职场“战神”不得不回归家庭当起“奶爸”。然而通过和孩子们的相处，熊雄终于认识到自己性格的问题，成功蜕变成一个真正的好男人、好爸爸，也在和老婆的“面包大战”中重新赢回芳心，成为一个事业家庭两不误的无敌爸爸。"
    },
    "富贵门": {
      "channel": "魅力时尚",
      "title": "富贵门",
      "desc": "一起意外事故，让本来是老千的沙富摇身一变，成为了卓家老爷多年在外的私生子卓一鸣（罗嘉良 饰）。卓家的大哥卓一元（吕良伟 饰）是个正直的银行家，对于一鸣的身份从未表示过怀疑。不仅一元对一鸣百般照顾，善于讨人欢心的一鸣还得到了卓家上上下下的喜爱，而这其中包括了卓家的女儿卓一心（袁咏仪 饰）的爱。但碍于与一鸣的这份“兄妹”关系，让一心陷入到了痛苦之中。\n\n　　一开始只准备在卓家捞一笔钱的富来，渐渐忘记了最初的目的，在一鸣的身份下，贪念在不断膨胀。那些之前未曾享受过的亲情、爱情和权利，让他想要更多的掠夺。而再好的伪装也终究有被揭穿的一天，一鸣和卓家最终会何去何从……"
    }
  },
  "IPTV野外": {
    "自然传奇": {
      "channel": "IPTV野外",
      "title": "自然传奇",
      "desc": "《自然传奇》栏目以引进、编译国外优秀节目为主，结合节目的主题化、系列化的选题及制作理念，聚焦动植物世界生命传奇故事、探寻揭示宇宙万象的神奇奥秘。精心打造一个充满神奇自然生命传奇、展现天文地理奇观魅力的平台。为观众开启一扇了解世界、认识自然的窗口，启发广大青少年热爱自然、热爱科学、勇于探索的精神。《自然传奇》于2000年9月23日起开播，初期在中央电视台第一套节目（CCTV-1）现“中央电视台综合频道”播出，每期时长70分钟。后来先后进入中央电视台第二套节目（CCTV-2）现“中央电视台财经频道”、中央电视台第七套节目（CCTV-7）原“中央电视台军事•农业频道”，现中央电视台国防军事频道。2010年12月13日，《自然传奇》开始在中央电视台科教频道（CCTV-10）播出，同时时长也由原来的90分钟调整为50分钟。"
    }
  },
  "IPTV法治": {
    "今日说法": {
      "channel": "IPTV法治",
      "title": "今日说法",
      "desc": "诞生于1999年1月2日的《今日说法》是全国第一档全日播法制栏目，秉持“点滴记录中国法治进程”的理念，以“重在普法，监督执法，促进立法、服务百姓”为己任，为全国观众推出了丰盛的“中国人的法治午餐”。栏目通过“举案说法”的形式，权威解读典型案例，诠释法治精神，传递公平正义，使法治信仰浸润人心，努力让人民群众在每一个司法案件中感受到公平正义。20多年来，《今日说法》栏目在全国午间收视率排位中始终稳居第一。在全面推进依法治国的今天，《今日说法》将继续秉承栏目既定理念，恪守媒体职责，为中国的法治建设贡献力量。"
    },
    "天网": {
      "channel": "IPTV法治",
      "title": "天网",
      "desc": "1981年，一个偏远山区小县城新到任的县委书记秦裕民发现了—桩奇案。花岭村村会计李荣才因揭发支书贾仁贵，反被诬陷贪污而被开除，一家三口到处上访，一告告了20年，问题没有解决，致使老伴疯了，儿子跑了，流浪街头乞讨为生。秦裕民对此百思不解、义愤填膺，立即组织调查组进驻花岭村。不久，调查组便查出贾仁贵在经济上有严重的亏空，在村里横行霸道，鱼肉百姓。于是工作组决定让贾仁贵停职检查。而贾仁贵居然不理睬，离家出走去向不明。为此调查组发了贾仁贵违纪的通报并在县报上刊登。对贾仁贵的处理决议一宣布，便引起了轩然大波，来自县委、地委的各种阻力及污陷纷纷而至，但是，秦裕民力排各种阻力，执著地清查贾仁贵的案子。艰辛的调查工作终于有了结果，贾仁贵的错误和违法行为有了确凿的证据，经县委决定开除了他的党籍，并登了报，民心大振，秦裕民又追查证据，彻底给李荣才平了反，安了新家。李荣才深情地说：“秦书记，我以后再也不打扰你了，让你有更多的时间为老百姓办事吧!”"
    }
  },
  "爱电影": {
    "狂蟒之灾2": {
      "channel": "爱电影",
      "title": "狂蟒之灾2",
      "desc": "位于婆罗洲的原始丛林中，比尔·约翰逊带领着他的探险小队穿行于其中，寻找着一种名为“血兰”的珍稀植物。在记载中，血兰拥有着能够使人长生不老的神秘力量，“几乎从未有人获得过它”的传闻也令血兰逐渐成为了传说。这一次，受一家著名的医药公司所托，比尔一行人决定揭开血兰的神秘面纱。在离目标越来越近的同时，危险也不期而至。血兰的力量没有使人类返老还童，却将一群蛇类变得凶猛而恐怖，为了挪动巨大的身体，它们不得不吃下比以往多达数倍的食物，而此时冒昧来访的人类，成为了它们最好的猎物。一边是丛林中恶劣的生态环境，一边是穷凶极恶的食人恶兽，同伴们一个接着一个的悲惨死去，比尔最终能够自保，并且挽救更多的生命。"
    }
  },
  "爱大剧": {
    "法证先锋": {
      "channel": "爱大剧",
      "title": "法证先锋",
      "desc": "《法证先锋》是由香港电视广播有限公司出品系列时装电视剧，由梅小青监制，欧阳震华、林文龙、蒙嘉慧、钟嘉欣等主演，共六季。\n\n第一季《法证先锋》25集，通过写实手法，勾画法证、法医和警方三方如何紧密合作，同时解构这些罪恶克星如何运用最先进的科技和最专业的知识屡破奇案。于2006年6月13日播出 [3]。\n\n第二季《法证先锋II》30集，讲述了法证部与警方合作侦破无数扑朔迷离的案件，同时又上演一出出情感纠葛的故事。于2008年5月19日播出 [6]。\n\n第三季《法证先锋III》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2011年10月10日播出 [5]。\n\n第四季《法证先锋IV》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2020年2月17日播出 [7]。\n\n第五季《法证先锋V》，于2022年10月26日播出 [4]。\n\n第六季《法证先锋Ⅵ》，于2024年8月7日播出"
    },
    "春暖花开": {
      "channel": "爱大剧",
      "title": "春暖花开",
      "desc": "《春暖花开》是一部关于中国青年文化的寓言故事，讲述了年轻一代对爱情的重视。该片由七十年代的邵氏美女李亚俐、舒培培和林嘉欣主演，她们在片中饰演寻找爱情的单身女人。这是一辆三层浪漫巴士，在一条不归路上飞驰，驶向一座低矮的桥。"
    },
    "暖暖的幸福": {
      "channel": "爱大剧",
      "title": "暖暖的幸福",
      "desc": "梅花手工旗袍店是一家百年老店，高超的工艺曾在京城名操一时，随着时代的变迁，生意日渐萧条。上门女婿金满堂作为梅花旗袍店的掌门人，一直坚守着“一针一线世代相传”的祖训，靠着自己的一张“好嘴”以及多年积累的老客户捧场，勉强维持一家老少的生计。两年前金满堂的妻子在一场车祸中意外丧生，岳母梅奶奶经受不住打击病倒，弥留之际逼着金满堂将贤惠善良的保姆惠莲娶进家门，经过抢救梅奶奶死里逃生醒来却忘记女儿去世一幕，全家人只好将错就错，一直延续这个善意的谎言，金满堂和惠莲只能一直“隐婚”。金满堂偶遇“贵人”，将百年老店“梅家旗袍店”关张做起发财梦，不料卷入一场骗局欠下巨额债务，金满堂为抓骗子发生车祸，梅奶奶发病离家出走不知所踪，惠莲回到金家不离不弃照顾一家老少的起居生活，绣儿中途辍学扛起家庭重任，金元和绣儿决定重振“梅家手工旗袍店“却困难重重，一家人历经坎坷，一次次度过难关，最终成为相亲相爱的一家人。"
    }
  },
  "广东卫视4K": {
    "国宝时刻": {
      "channel": "广东卫视4K",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    },
    "从农场到餐桌": {
      "channel": "广东卫视4K",
      "title": "从农场到餐桌",
      "desc": "2020年是全面建成小康社会的决胜之年，在这样一个重要的历史时期，广东卫视聚焦精准扶贫和乡村振兴战略，充分发挥卫视的平台优势，联合政府资源、农村电商平台、银行，共同打造一档全新的融媒体节目《从农场到餐桌》，体现了媒体的政治站位和服务地方、助力全省各地高质量发展的决心。"
    },
    "中国海南·雨林秘境": {
      "channel": "广东卫视4K",
      "title": "中国海南·雨林秘境",
      "desc": "2023年10月，中国首批国家公园正式设立两周年，为了展示海南热带雨林国家公园的原真性和完整性，践行省委、省政府的决策部署，深度挖掘海南热带雨林独有的生态价值、科研价值和科普价值，向全世界充分展示其生物多样性，在海南省林业局（海南热带雨林国家公园管理局）的专业指导下，中央广播电视总台影视剧纪录片中心与海南广播电视总台（集团）联合出品，华纳兄弟探索集团联合制作推出了纪录片《中国海南·雨林秘境》，将于12月29日—31日，21:00—22:00在CCTV-9纪录频道播出。\n\n　　纪录片共三集，采用4K制作，每集50分钟。节目是海南热带雨林国家公园正式设立后，首部系统呈现海南热带雨林特色或标志性内涵的大型纪录片，将从雨林景观及植物、动物、人与自然等多维视角展现海南热带雨林的独特性、稀缺性、神秘性。"
    }
  },
  "山东卫视4K": {
    "微短剧": {
      "channel": "山东卫视4K",
      "title": "微短剧",
      "desc": "讲述奥莉薇亚，斯蒂芬妮，艾玛，米娅和安德里亚生活中的小故事。"
    },
    "爱的味道": {
      "channel": "山东卫视4K",
      "title": "爱的味道",
      "desc": "节目共12期,每期深入一组素人家庭,通过纪实短片的形式深度挖掘素人背后的故事,将情感互动与美食治愈相结合,直击当代原生家庭痛点。袁成杰继山东卫视《育儿大作战》后无缝接档,与飞行嘉宾瑶淼、吴思嘉、漆亚灵等组成美食心愿官,倾听素人心愿,在有限时间内竭尽所能为其达成愿望,并帮助其完成一顿爱的晚餐。育儿后又“愈”情,“全能奶爸”袁成杰这次又将带给大家什么惊喜呢?"
    }
  },
  "江苏卫视4K": {
    "百姓的味道": {
      "channel": "江苏卫视4K",
      "title": "百姓的味道",
      "desc": "节目旨在传扬中国美食文化，寻找中国百姓之间共鸣的味道。过去一年，世界经历了一场历练，在持续的隔离和分别之间，美食将断层的世界重新连接起来。再远的距离也阻隔不了因它而生的笑脸和感动。美食作为人类共通的“语言”、重启生活的密钥，让相隔四海的心灵产生共振，将“味道”和内心深处的记忆关联，让我们畅游回忆，在一帧帧定格的画面中重新感受生活的温度。"
    },
    "音乐缘计划": {
      "channel": "江苏卫视4K",
      "title": "音乐缘计划",
      "desc": "每期节目拟邀10位明星歌手和6位歌曲创作人，完成互选配对及歌曲演出，根据演出结果，歌手与创作人决定是否发行该原创歌曲。每期将诞生一首“最佳歌曲”，最终盛典将呈现历期“最佳歌曲”。"
    }
  },
  "浙江卫视4K": {
    "奔跑吧": {
      "channel": "浙江卫视4K",
      "title": "奔跑吧",
      "desc": "已故作家松崎洋人气系列小说宣布拍摄映画，志尊淳主演，古泽健导演，志尊淳为拍本片进行了3个月的篮球特训，2018年秋季公映。"
    },
    "庆余年": {
      "channel": "浙江卫视4K",
      "title": "庆余年",
      "desc": "某大学文学史专业的学生张庆熟读古典名著，但他用现代观念剖析古代文学史的论文命题不被叶教授所认可。为了让叶教授成为自己的研究生导师，张庆决定通过写小说的方式，进一步阐述自己想要表达的观点。 在他的小说中，身世神秘的少年——范闲，自小跟随奶奶生活在海边小城澹州，随着一位老师的突然造访，他看似平静的生活开始直面重重的危机与考验。在神秘老师和一位蒙眼守护者的指点下，范闲熟识药性药理，修炼霸道真气并精进武艺，而后接连化解了诸多危局。因对身世之谜的好奇，范闲离开澹州，前赴京都。 在京都，范闲饱尝人间冷暖并坚守对正义、良善的坚持，历经家族、江湖、庙堂的种种考验与锤炼，书写了光彩的人生传奇。"
    }
  },
  "四川卫视4K": {
    "生物圈日记": {
      "channel": "四川卫视4K",
      "title": "生物圈日记",
      "desc": "《生物圈日记》是一部由五洲传播中心与中国科学院联合制作的2集生态纪录片，于2025年底在央视纪录频道播出。影片以2025年第五届世界生物圈保护区大会在中国召开为背景，通过塞尔维亚人类学家玛塔博士的视角，深入走访中国多个世界生物圈保护区，探讨人与自然和谐共生的中国实践与东方智慧。"
    }
  },
  "东方卫视4K": {
    "马王堆·岁月不朽": {
      "channel": "东方卫视4K",
      "title": "马王堆·岁月不朽",
      "desc": "《马王堆·岁月不朽》通过现代科技与文化艺术的结合，突破考古发现式纪录片的常规范式，以湖南博物院为叙事空间，以马王堆文物为叙事主体，创造性地构建了一个全新的叙事框架，也记录了一场关于守护、传承与创新的深刻对话。让观众深刻感受和理解马王堆文化所代表的瑰丽文化，让古老的文明焕发出新的生命力。"
    },
    "1/7": {
      "channel": "东方卫视4K",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "乌云之上": {
      "channel": "东方卫视4K",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "锚点": {
      "channel": "东方卫视4K",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "两说": {
      "channel": "东方卫视4K",
      "title": "两说",
      "desc": "龟有公园前派出所隶属东京都新葛饰署，原本只是一间平凡无奇的小派出所，但是自从一位举世无双的超级麻烦兼笑料制造者的警员两津勘吉被分派到此地之后，龟有这个小地方就因为他的存在，而一年365天、一天24小时都有各种数不清的乌龙闹事发生。龟有公园前派出所也因为这个可以闹到警视厅，甚至是因能上达天宫、下至地府的世界第一乌龙警察而名震日本…"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视4K",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "树影迷宫": {
      "channel": "东方卫视4K",
      "title": "树影迷宫",
      "desc": "当老民警冉曦（廖凡 饰）遇上公安大赵赶鹅（尹昉 饰），从“互不顺眼”到携手并肩。横跨18年的胡同悬案为何让师徒二人从联手破案到“反目成仇”？井底下的红色高跟鞋、抓不住的胡同杀手……小片警碰上大案子，他们能否成功破局？"
    }
  },
  "CCTV16": {
    "场面": {
      "channel": "CCTV16",
      "title": "场面",
      "desc": "南太平洋某岛，一支中国电影剧组正在拍摄战争题材电影。骄横跋扈的大明星林东，竟意外踩在一颗“松发式”地雷上，好消息是不抬脚不炸，坏消息是随时会炸。全组人员想尽一切展开疯狂营救……"
    }
  },
  "甘肃卫视": {
    "飞虎队": {
      "channel": "甘肃卫视",
      "title": "飞虎队",
      "desc": "老洪（刘威 饰）是飞虎队的大队长，带着副队长王强（李雪健 饰）和队员彭亮（常戎 饰）一起，几人潜入了正泰国际洋行，暗杀了日本掌柜。岗村是日本特务队的队长，暗杀的消息激怒了他，使得他杀死了数十位无辜的脚夫以泄心头之恨。老洪得知洋行新上任的掌柜山口旅团长正在途中，于是在政委的带领之下将其击毙，之后更杀死了岗村，替惨死的中国人民报仇了雪恨，同时大大打击了敌人嚣张的气焰。新任特务队长松尾人面兽心，他找来了特务秦雄（李幼斌 饰）使出奸计，企图将飞虎队队员一网打尽。不仅如此，松尾还绑架了老洪的妻子芳林嫂（陈小艺 饰），企图利用她彻底将老洪消灭。"
    }
  },
  "宁夏卫视": {
    "百年巨匠美术篇": {
      "channel": "宁夏卫视",
      "title": "百年巨匠美术篇",
      "desc": "百年巨匠是由央视、中央新影、银谷艺术馆联合摄制的大型人物传记纪录片,呈现了齐白石,徐悲鸿,黄宾虹,张大千等绘画巨匠的传奇人生和非凡艺术历程。"
    }
  },
  "CCTV世界地理": {
    "大猫全实录": {
      "channel": "CCTV世界地理",
      "title": "大猫全实录",
      "desc": "这部系列纪录片拍摄于非洲大陆上最具活力的地区之一，博茨瓦纳的广阔奥卡万戈三角洲。它捕捉到了大型猫科动物在家庭和家园发生剧变时为生存而战的情景。纪录片追踪了它们在极端季节中的足迹，从考验猫科动物和摄制组极限的火灾到洪水，再到将猎物吸引到日益缩小的水坑的严酷干旱。新的拍摄技术和最新的科技让摄制组能够比以往更近距离地从地面、空中以及夜间跟踪狮子、豹和猎豹。这是一部深入而激动人心的纪录片，聚焦大型猫科动物在严酷环境中争夺霸主地位的斗争。"
    }
  },
  "CHC动作电影": {
    "使徒行者": {
      "channel": "CHC动作电影",
      "title": "使徒行者",
      "desc": "卧底阿钉（佘诗曼 饰）收到了一条神秘短信，追溯到神秘人郭铭的犯罪集团，其手下两名重臣少爷（古天乐 饰）和阿蓝（张家辉 饰）很可能是之前警队失联的卧底。而在捣灭犯罪集团的过程中，其中一人暴露身份也使这对情同手足的好兄弟陷入信任和生命危机。而卧底联络人Q Sir（吴镇宇 饰）和卧底阿钉也面多重危难。在迷雾中，一场激战蓄势待发……"
    },
    "疾速营救": {
      "channel": "CHC动作电影",
      "title": "疾速营救",
      "desc": "卡洛斯是柏林一位风头正劲的银行家，最近他和妻子玛塔的婚姻出现了不可弥合的矛盾。风和日丽的一天，他送两个孩子马科斯和莎拉上学，却发生了改变他人生命运的事——崭新的汽车上莫名其妙地出现一部手机，一个陌生男人打来电话，号称卡洛斯的车里被安置了炸弹，随即一个骑摩托的黑衣男子尾随 其后……车上两个孩子不得不和父亲一同经历了这趟险象环生的旅程。这究竟是一场恶作剧，还是真实的绑架勒索？事情的缘起何故，卡洛斯一家命运又该如何？"
    },
    "火线追凶2之爱本无罪": {
      "channel": "CHC动作电影",
      "title": "火线追凶2之爱本无罪",
      "desc": "走私贩陶坤在与英国人交易期间遭遇袭击，黑夜的上海街头爆发枪战。不久，陶坤枪杀妻子，幼子小齐遭受巨大惊吓后昏迷并失忆。老虎探长钟朗（吕良伟 饰）和科学家康华生（徐亮 饰）、法医于胜男（李若斯 饰）赶到现场调查，根据现场情况和疑犯的审问，钟朗断定其中另有隐情。由于陶坤紧咬牙关，于是总探长的女儿犯罪心理学专家洪小雅（马灿灿 饰）假如调查小组，试图启发小齐回忆起当时的真相。  　　果然这并非一宗简单的杀妻案，一伙手持机枪的歹徒杀入其中，而狱中的陶坤突然身体状况恶化，种种异状无疑将案件指向更为复杂和黑暗的方向，这背后隐藏着邪恶的国际阴谋……"
    },
    "使徒行者2谍影行动": {
      "channel": "CHC动作电影",
      "title": "使徒行者2谍影行动",
      "desc": "一份暗网解锁的黑警信息，令警界陷入前所未有的恐慌。为保护证据，警司程滔陷入危机，其师父叶志帆与兄弟井进贤亦因此交恶。警界内部敌友难分。随着调查深入，一个多年来隐于幕后的恐怖组织渐渐浮出水面，以及一段儿时尘封的回忆引出隐藏着的惊天秘密。"
    },
    "扫毒2天地对决": {
      "channel": "CHC动作电影",
      "title": "扫毒2天地对决",
      "desc": "毒品市场维持四分天下的格局已久，但自从地藏与墨西哥大毒枭跨境合作扩展势力，再加上一连串黑吃黑的动作，毒界变得风声鹤唳。另一方面，因儿时亲眼目睹父亲被毒品所毁而嫉毒如仇的慈善家兼金融巨子余顺天，正悬赏一亿歼灭香港最大毒贩，此举在社会上引起轩然大波。警员林正风本致力搜证拘捕地藏，毒贩却因巨额悬赏导致人身安全受威胁，他在执行保护毒贩的任务时深感无奈，但又被余顺天的出价所诱惑，陷入黑白正邪的心理挣扎。原来，余顺天和地藏有不可告人的同门关系，一场天地对决一触即发。"
    },
    "火线追凶2之同名为仇": {
      "channel": "CHC动作电影",
      "title": "火线追凶2之同名为仇",
      "desc": "上海法租界连发三起命案，三个看似完全没有任何关系的死者竟然都有着同一个名字“钟鸣”。凶手擅长使用剧毒暗器和反关节格斗，心理素质极其之高，很可能是一个身怀绝技的冷血杀手。老虎探长钟朗（吕良伟 饰）和于胜男（李若斯 饰）、康华生（徐亮 饰）及洪小雅（马灿灿 饰）展开联合调查，而初步结果令钟朗心生疑窦。原来当年他曾化名“钟鸣”在黑帮“蟠龙潭”卧底，他直觉认为凶手是奔自己而来。调查发现，凶手已患有晚期肺结核，去日无多的他仿佛要利用最后的有限时间杀掉作为仇人的钟鸣，为此不惜无差别大开杀戒。钟朗顺藤摸瓜，果然查到这些案件与自己当年卧底期间的一系列事件有关.  　　争分夺秒的追杀，藏在暗处的凶手的生死约定……"
    },
    "超级女特工": {
      "channel": "CHC动作电影",
      "title": "超级女特工",
      "desc": "1940年，丘吉尔设立了一个新的情报组织“特别行动局”，简称SOE。其中一个分部负责监督法国的行动。1944年，为了确保盟军登陆成功，这个分部付出了沉重的代价。  　　Louise（苏菲·玛索 Sophie Marceau 饰）刚刚失去丈夫，被哥哥带回法国参加SOE，接受的任务是救出落入敌手的一位英国地质学家——他手中拥有的是德军布置在诺曼底的防御工事图，几乎是盟军登陆的全部关键。\r 　　和Louise共同作战的还有其他几位姑娘。妓女Jeanne（茱莉·德帕迪约 Julie Depardieu 饰）因为杀害自己的客人而被判死刑，SOE承诺只要她完成任务即可获得豁免。随后加入的Suzy、Gaëlle，都是有着一段不为人知的伤心往事。当她们为了盟军而贡献自己的聪明才智，任务能否成功，她们又是否能全身而退？"
    },
    "长空之王": {
      "channel": "CHC动作电影",
      "title": "长空之王",
      "desc": "雷宇（王一博 饰）等优秀飞行员经过严苛选拔，正式成为了我国新一代试飞员——一款战斗机的正式列装，背后不仅有无数科研人员的努力，也需要试飞员们一次次对飞机的安全边界和极限状态进行测试。他们将在队长张挺（胡军 饰）的带领下，参与到最新式、最尖端战斗机的试飞工作，在不断挑战战机和自我极限的过程中，一个个危机接踵而来……"
    }
  },
  "CHC家庭影院": {
    "超级小鸟": {
      "channel": "CHC家庭影院",
      "title": "超级小鸟",
      "desc": "库科（Cuco）是一只墨西哥小鹦鹉，比起在家族鸟类马戏团帮忙做家务，它更愿意模仿电视超级鹦鹉英雄“美国佬”（El Americano）的疯狂特技。然而，当一群恶霸鸟威胁到它的驯兽师父亲并接管了马戏团后，库科踏上了一段滑稽又危险的旅程，前往好莱坞（Hollywood）寻求它的英雄来帮忙战斗，却在途中发现了真正的……"
    },
    "剩者为王": {
      "channel": "CHC家庭影院",
      "title": "剩者为王",
      "desc": "盛如曦，35岁的优质白领女性。伴着事业有成的同时，感情生活上的空白却成为了家人朋友间乐此不疲操心的话题。同样的情况还发生在盛如曦的好友汪岚和章聿身上，这三个职场精英女性面对事业和爱情的天平，面对年龄的增加而带来的身价下跌，面对催婚的父母和身旁友人的感情归属，面对各种迥异的相亲对象和无法投入的定制爱情，她们展现出了当下女性多彩的人物性格，更在这样一个剩女的境地下勇敢地表达着自己独特的爱情观。然而，伴着率真年轻25岁暖男马赛的出现，对盛如曦的生活开始产生了微妙的影响。"
    },
    "非正式爱情": {
      "channel": "CHC家庭影院",
      "title": "非正式爱情",
      "desc": "柔情硬汉石头和强势萝莉艾嘉在机缘巧合下卷入是非，由此产生误会。艾嘉为达到目的套路石头从猫捉老鼠到女仆游戏，轮番上演爱情三十六计。相爱相杀的两人开启一段5g升级爱情故事。然而种种意外导致背后秘密浮出水面，非正式爱情该如何继续.。"
    },
    "陪安东尼度过漫长岁月": {
      "channel": "CHC家庭影院",
      "title": "陪安东尼度过漫长岁月",
      "desc": "影片是关于一个男生从20岁到23岁、从大学到工作、从国内到国外的生活片段及内心感悟。安东尼（刘畅 饰）是一个不特别、不会说很酷话的普通男生，在20岁的时候从大连留学墨尔本，并遇到了小萱（唐艺昕 饰）、家明（白举纲 饰）、小黑（宋芸桦 饰）、Pierre（布鲁斯 饰）等一众好友。在这漫长岁月里，发生了一系列或浪漫、或甜蜜、或可笑、或感人的故事。而他同时也记挂着远在日本的小樱（白百何 饰），时隔两年后在东京相见的他们，会发生怎样的故事。影片根据安东尼的同名畅销作品改编。"
    },
    "碟中谍4幽灵协议": {
      "channel": "CHC家庭影院",
      "title": "碟中谍4幽灵协议",
      "desc": "特工汉纳威执行任务时遇害，核机密文件被女杀手莫洛（蕾雅·赛杜 Léa Seydoux 饰）截获。为了找回文件，特工班吉（西蒙·佩吉 Simon Pegg 饰）和特工简（宝拉·巴顿 Paula Patton 饰）从俄罗斯监狱救出了伊桑·亨特（汤姆·克鲁斯 Tom Cruise 饰）。他们接受的幽灵协议任务便是从克林姆林宫盗取核军事密码。然而，当他们接近目标时，却发现被恐怖分子亨德里克斯（迈克尔·恩奎斯特 Michael Nyqvist 饰）捷足先登，抢走了核军事密码。在爆炸中，亨特受困医院，遭俄特工的追捕，幸好他身手矫捷，才化险为夷。不过，亨特的上司也在混乱中丧生，只剩下其助手布兰德（杰瑞米·雷纳 Jeremy Renner 饰）与亨特死里逃生，加上班吉和简，逼上绝境的四人开始了最后一搏，从迪拜到印度，他们出生入死，与恐怖分子斗智斗勇……"
    },
    "女汉子真爱公式": {
      "channel": "CHC家庭影院",
      "title": "女汉子真爱公式",
      "desc": "悉尼大学数学统计专业女学霸何修舞（赵丽颖 饰）在硕士论文中推导出了“真爱公式”，坚信自己公式绝对无误的何修舞，却接到了自己第一个实验对象失败自杀的噩耗……  　　为了早点送走可怕的学霸女，叶思逸（张翰 饰）决定亲自帮助她寻觅她的真命天子，只是这个过程中，到底是哪里变的不对了，竟然有了奇怪的化学反应……"
    },
    "四海": {
      "channel": "CHC家庭影院",
      "title": "四海",
      "desc": "被浪荡父吴仁腾抛弃小岛上的年轻人吴仁耀，与奶奶相依为命，梦想能找一份与所热爱的摩托车有关的工作；为了追求打工妹周欢颂而结识了她的哥哥周欢歌，并加入了他的车队「不败传说」──虽然从来没有赢过，孤独的阿耀却终于有了朋友。  好景不常，一次意外让阿耀与欢颂背负巨款债务，两人不得不离乡背井前往城市打拼，渴望互相取暖却又想各自独立的两人，即将迎接一场未知旅途；直到阿耀的一身摩托车特技，遇上一个自己都意想不到的机会，身处现实的洪流中，阿耀会如何选择？他们的未来又该何去何从？"
    },
    "隐婚男女": {
      "channel": "CHC家庭影院",
      "title": "隐婚男女",
      "desc": "崔民国（陈奕迅 饰）与老婆张静宜（白冰 饰）十分恩爱，但也深感房贷压力。某日，崔民国遇到了调香大师好友Tony（庾澄庆 饰），后者发现了他对气味的天分，拉他加盟公司。不过，由于老板（刘若英 饰）明令禁止招收已婚男人，所以崔民国只得隐瞒结婚事实。起初，他遭到了老板前任秘书的奚落，被女同事们嘲讽。但是，高薪水还是让他跟老婆有了交代，这对隐婚男女也对地下工作乐此不疲。在一次应对日本客户“回忆”难题时，崔民国挺身而出，精彩解围，得到了老板的赏识。此后，他被经常要求加班，哪怕节假日也不放过，引发老婆极大不满。在请教闺蜜——情感专家如小果（秦岚 饰）后，崔民国被老婆鉴定为出轨，夫妻关系闹得很僵。与此同时，崔民国却留意到老板对明星阿伦（林依伦 饰）的关注非同寻常……"
    },
    "找到你": {
      "channel": "CHC家庭影院",
      "title": "找到你",
      "desc": "律师李捷（姚晨 饰）正在离婚进行时，与前夫争夺女儿抚养权，拼命工作为给孩子最好的生活，幸有保姆孙芳（马伊琍 饰）帮忙照顾孩子视如己出。 一日下班，李捷发现保姆孙芳和女儿毫无预兆地消失了，她内心最大的恐惧变成了现实。在追寻孙芳和女儿的下落时，她收到来自家人的谴责声讨，甚至遭到警方的怀疑。几乎崩溃的李捷，靠着惊人的勇气，踏上独自寻访的旅 程。在追踪过程中，李捷逐渐接近了另一个女人——保姆孙芳的人生故事，她的身份原先都是谎言，而真相也将浮出水面……"
    },
    "沼泽深处的女孩": {
      "channel": "CHC家庭影院",
      "title": "沼泽深处的女孩",
      "desc": "电影改编自一部扣人心弦的畅销悬疑小说。主角是一名叫做基亚的女孩，她遭到家人遗弃，在北卡罗来纳州中一片危险的沼泽地里独自生活并长大。多年来，巴克利湾一直萦绕着一则关于“沼泽女孩”的传言，导致聪明坚强的基亚遭到当地居民的排斥。有一天，基亚被镇上来的两位年轻人所吸引，面对一个全新的、令人震撼的世界，她敞开了自己的心扉。但是，在其中一位年轻人的尸体被发现后，她立刻被小镇认定为头号嫌疑人。随着案件调查取得新的进展，真相反而变得愈发难以捉摸。沼泽内暗藏的诸多秘密即将被揭开。"
    }
  },
  "翡翠台": {
    "东张西望": {
      "channel": "翡翠台",
      "title": "东张西望",
      "desc": "《東張西望》（英語：Scoop）是電視廣播有限公司的一個綜合資訊節目。\n\n節目內容以娛樂新聞及藝人貼身追訪為主，亦會穿插無線電視劇集和藝員的最新動向。而部份娛樂新聞內容片段會在翌日的《娛樂直播》重播。\n\n本節目由2005年6月6日起，逢星期一至五19:30-20:00（香港時間）於翡翠台播出，並於2019年3月3日起更改為每天播映，並於myTV（後為myTV SUPER）提供「節目重溫」。"
    },
    "阿爷厨房": {
      "channel": "翡翠台",
      "title": "阿爷厨房",
      "desc": "铁汉李家鼎（鼎爷）武艺非凡毋庸置疑，原来厨艺亦相当「耍家」！由于父亲「嘴刁」，鼎爷在父亲悉心调教下，培养出一手良好的厨艺功架，古法粤菜更是其「拿手」菜式。已荣升爷爷的鼎爷，设立《阿爷厨房》，伙拍对美食素有要求的谭玉瑛，每集带大家搜购心水食材，并由鼎爷亲自下厨，炮制出多道拿手小菜、汤水及甜品，为大家奉上代代相传的怀旧粤菜的好滋味！\n\n坊间正宗古法盐焗鸡每只售价起码二、三百元，鼎爷却有方法以「抵食价」煮出同样的古法滋味？蒸鱼最讲求火候与时间的掌控，到底如何可以蒸煮出嫩滑口感的同时不失鱼的鲜甜？秋冬时份，不少人爱吃「香喷喷」的煲仔饭，更不会错过香脆的饭焦，但大家又可曾见过有两面饭焦的煲仔饭？鼎爷一一教路！"
    },
    "樱桃小丸子": {
      "channel": "翡翠台",
      "title": "樱桃小丸子",
      "desc": "小丸子是一名小学二年级的女生，她活泼、好动、懒惰、什么事情都拖到最后一刻才做、学习不认真、成绩平平、经常和姐姐斗气、爱幻想、做事没恒心……在小丸子身上我们或多或少都看到了自己童年的影子。如果小丸子算是一个“怪人”的话，那么她的周围可谓“怪人”多多，有点神经质的班长丸尾同学、权利欲极强的女副班长、经常和小丸子一起疯的爷爷，讨人厌的宾治同学等等，这群性格各异、精力充沛的小孩、大人们，每天都在演绎着生活的趣事，伴随着小丸子一天天长大。"
    },
    "HandsUp": {
      "channel": "翡翠台",
      "title": "HandsUp",
      "desc": "Janson在沙滩上回忆他十年前的一段初恋.这一年,一个清纯漂亮的女生竟然来到他们的课室做插班生,她叫琪琪.第一天上学,琪琪便主动跟Janson表现得非常亲匿,原来她只是想借他来刺激其男友,还以为琪琪对他有好感,直至有一晚,琪琪却突然失踪......以八十年代香港为背景的校园爱情喜剧，三个男主角是以《古惑仔》系列开始令人留下印象的朱永棠、谢天华和林海峰，饰演活泼调皮的中学生。在谭咏麟与张国荣在香港歌坛争持得激烈的那一年，他们班上来了一位美丽性感的插班生舒淇。她在上课的第一天便对朱永棠主动表示亲热，令他神魂颠倒，乃与两名好友合作展开追求攻势，不料舒淇此举的目的只是为了刺激其男朋友陈小春，而她的真正身份竟是别人的情妇。"
    },
    "秘密的偶像公主": {
      "channel": "翡翠台",
      "title": "秘密的偶像公主",
      "desc": "普通的中学生日向某天发现了神秘的手环，敞开了公主之门并进入了《美妙偶像》的世界，成功出道为偶像公主！但是，她能在最好的朋友未月面前守住秘密吗？两位少女秘密的偶像生活就此展开。"
    },
    "在家宴客60道菜": {
      "channel": "翡翠台",
      "title": "在家宴客60道菜",
      "desc": "喜慶佳節臨近，許多家庭煮人喜愛親手準備一桌佳餚，邀請親友共享天倫。不過，要構思整份既豐富又得體的菜單，確實要花不少心思。「廚藝嚮導」龔嘉欣再次登場，除了繼續有兩大「星廚」肥媽、「鼎爺」李家鼎坐鎮之外，還邀得邵德龍、黃永幟、李文星、許美德、Jacques Kagi 等重量級名廚齊齊亮相，公開各自的獨門秘方。教煮陣容全面升級，計劃於15天內，讓觀眾掌握烹調60道宴客佳餚，讓在家設宴從此不再是難題！"
    },
    "大玩特玩": {
      "channel": "翡翠台",
      "title": "大玩特玩",
      "desc": "大玩特玩，可拋下一切煩憂！每集邀請10位藝人，分成大玩隊及特玩隊，前往別有特色的外景場地，毫無顧忌地參與瘋狂遊戲，換取歡樂笑聲及友誼之餘，亦隨時贏取足金金犬、按摩椅、名貴腕表及大利是！\n\n首三集為新春篇，由林曉峰、林盛斌(Bob)及區永權(Albert)引領各位男神女神，包括張振朗、丁子朗、何廣沛、余德丞、蔚雨芯、陳嘉桓、陳婉衡、董嘉儀等，走到燒烤場、冬日嘉年華會，甚至重返校園，重獲知識，並挑戰大家的膽量及體力！\n\n其後集數是復活節篇及夏日篇，由Bob及Albert擔大旗，繼續邀請各方好友一同玩遊戲贏獎品，同時發掘藝員的另一面。戲劇中的何浩文英勇無比，卻是一名極度畏高者；何君誠正經時可以很正經，跳拉丁時卻另有一面！黃美棋、何雁詩、林秀怡雖有「先天不足」，但只要投入，任何難題都可迎刃而解！連詩雅、朱智賢、翟威廉看似冰雪聰明，卻是隊友眼中的豬隊友！相反，楊潮凱、周志康堪稱遊戲達人，玩遊戲毫無難度。\n\n他們闖入party room、購物城、昂坪、馬灣、婚宴場地等，大玩特玩各款遊戲，鬥智鬥力，玩得癲喪！藝員們玩得盡興，觀眾看得開懷，讓大家在笑聲中歡度節日及周末。"
    },
    "身体最诚实": {
      "channel": "翡翠台",
      "title": "身体最诚实",
      "desc": "《身体最诚实》（英语：Listen To Your Body）是香港电视广播有限公司制作医学健康节目，由莫树锦、李佳芯、何沛珈、梁超怡主持，本节目为《TVB传承·狂欢55节目博览2023》重点宣传节目之一，由香港时间2023年6月26日起，逢星期一至三22:30－23:05在翡翠台播放，由“新西兰Omekanz营养油”特约赞助。"
    },
    "玩转香港日与夜": {
      "channel": "翡翠台",
      "title": "玩转香港日与夜",
      "desc": "香港人热爱旅游，无奈心愿太多、年假太少，出国游埠对一众勤奋的「打工仔」来说谈何容易？然而，许多令人目不暇给的本地特色景点，其实近在咫尺！ 作为举世知名的旅游城市，香港本地不乏精彩游玩热点：长洲赏樱花，摩星岭观星，登上嘉顿山上远眺万家灯火，深入西环品嚐正宗台湾风味……节目走访全港各区，逐一发掘经常被忽略的隐世景点，教大家好好运用週末两日一夜的假期，尽情玩转香港日与夜。"
    },
    "煮东煮西": {
      "channel": "翡翠台",
      "title": "煮东煮西",
      "desc": "當三位「閨密食家」黃翠如、連詩雅、陳自瑤，遇上四位「廚藝達人」黃亞保、莫家嘉、顏志恒、支嚳儀，實行《煮東煮西》分享下廚樂。每集選定一款主題食材，保哥會呈獻中式美饌，莫家嘉則巧製西式Fusion料理，並由顏志恒、支嚳儀出任「幫煮」。同一食材兩種煮法，三位美女閨密向眾位星廚「問東問西」兼偷師，還即席試食，品評「東西」好滋味！此外，支嚳儀貼心照顧女士們的胃口和健康，為觀眾帶來多款養生湯水與甜點。"
    },
    "全城一叮": {
      "channel": "翡翠台",
      "title": "全城一叮",
      "desc": "電視城藝員位位身懷絕技，只欠一個機會。才藝比拼節目《全城一叮》讓藝員們展現鮮為人知的才能，透過殘酷賽制「發掘新星」！\n\n主持林盛斌、馮盈盈請來嘉賓蔡一傑、伍詠薇，一同見證才藝演出背後的故事。如參賽單位的表演不夠吸睛，現場更有七成觀眾撳叮，演出會即時終止。而主持、嘉賓共四人也有權啟動「復活之叮」，救回被叮的參賽者。\n\n經過一輪篩選，精英單位可躋身決賽階段，再以一對一PK形式較量，最高分者即可登上總台主寶座！"
    },
    "地球大神秘": {
      "channel": "翡翠台",
      "title": "地球大神秘",
      "desc": "1959年，美国马塞诸塞州列辛顿威廉道斯小学，该校即将迎来校庆日，小女孩露辛达•安伯利（Lara Robinson 饰）提出的创意为校长所采纳。校庆日时，学生们将画下自己对未来的设想，并集中放入金属时间囊中埋入地下，准备50年后重新开启。校庆日之后，举止怪异的露辛达用鲜血在墙上写下奇怪文字，并向老师提出警告。2009年，威廉道斯小学再次迎来校庆日，被埋藏地下50年之久的时间囊重见天日。小男孩凯勒（Chandler Canterbury 饰）得到露辛达的信，上面没有任何图画，整页布满毫无规律可言的数字。凯勒的父亲约翰（尼古拉斯•凯奇 Nicolas Cage 饰）夜晚研究这些数字，竟发现这是一组具有预言性的密码。文中的数字清楚记录了世界上过去50年所发生的各种灾难。除此之外，这组数字还包括了接下来将发生的重大灾难……"
    },
    "后空翻少年": {
      "channel": "翡翠台",
      "title": "后空翻少年",
      "desc": "故事以男子高中生韵律体操为主题，故事舞台为日本宫城县岩沼市，主角「双叶翔太郎」在中学最后的夏天被男子韵律体操吸引，进入私立苍秀馆高等学校（通称苍高）男子韵律体操社，并与体操界新星「美里良夜」以及性格丰富的前辈们相遇，共同向同一个目标前进的热血运动故事。"
    },
    "风味人间": {
      "channel": "翡翠台",
      "title": "风味人间",
      "desc": "在全球视野里审视中国美食的独特性，在历史演化过程中探究中国美食的流变，深度讨论中国人与食物的关系。这种立足于全球的视角，成就了一个多元的“美食探索纪录片”。因为地理环境、文明历程和物产丰厚程度不尽相同，人们对食物的处理时而天差地别，时而异曲同工。不约而同的选择，造就世界的丰富多彩和殊途同归。"
    },
    "有个闺密叫祖蓝": {
      "channel": "翡翠台",
      "title": "有个闺密叫祖蓝",
      "desc": "绝世闺密，不一定是情同姊妹的女性朋友，男与女之间的升华感情，或许较情比金坚更为稳固。疫情反复，阻隔了相聚机会，但分隔不了友情。多位移居内地的女艺人离港日久，思「香」情浓，主持王祖蓝决定亲自探望她们。跟一众知己好友难得重逢，他更会为闺密们度身订造「港式惊喜」，务求将思乡之情，转化为有笑有泪的友谊万岁新篇！"
    },
    "溜走的真味": {
      "channel": "翡翠台",
      "title": "溜走的真味",
      "desc": "潮州菜是起源自中國廣東潮汕地區的菜餚，除了名物滷水打冷，近年潮汕牛肉火鍋更名副其實成為「潮菜」，風行全國。上述菜餚之外，潮汕人在生醃海鮮、米製美食等方面亦做得十分出色。「煮得之人」蕭秀香(三姐)聯同潮州菜名廚許美德(德哥)，偕同「潮州仔」林正峰到訪潮汕之地，尋訪滋味食店，品嚐最地道的潮州菜。兩位廚藝專家亦會各顯身手，炮製不同的潮汕特色佳餚、美食，並請來「星級」嘉賓一同品味。"
    },
    "熊猫一家人": {
      "channel": "翡翠台",
      "title": "熊猫一家人",
      "desc": "大熊猫科普纪实节目，聚焦大熊猫保护培育，带领观众走近中国的大熊猫保护事业及熊猫饲养员的日常。"
    },
    "多啦A梦": {
      "channel": "翡翠台",
      "title": "多啦A梦",
      "desc": "本作的舞台设定在一个如画般宏伟的中世纪欧洲世界。哆啦A梦和大雄等人进入了绘画的世界，围绕着幻之宝石展开冒险，并与强大的敌人对抗。这是一个原创故事。"
    },
    "出走澳洲": {
      "channel": "翡翠台",
      "title": "出走澳洲",
      "desc": "走过「浮华大地」、「足球圣地」后，黄翠如、洪永城相隔五年再次合作主持旅游节目。,他们以自驾形式游历澳洲，从阿德莱德出发，穿越大洋路到墨尔本。,塔斯曼尼亚是二人初次拍摄旅游节目的地方，十多年后重临旧地，感受如何？,　　「有一种关系叫洪永城和黄翠如」，二人由青葱岁月相识至今，同步经历人生不同阶段，结成真挚感情不逊情侣的好朋友。,这一次出走，他们除了畅谈关系上的种种变化，还会公开绝密照片，跟观众分享二人的共同回忆。"
    },
    "食好D食平D": {
      "channel": "翡翠台",
      "title": "食好D食平D",
      "desc": "通脹飆升，衣食住行全部加價，但市民的薪金原地踏步。拿著有限的家用，又要家人吃得好，真是難為了媽媽。對此感同身受的肥媽，聯同陸浩明，帶觀眾走訪全港街市及食材店，務求為媽媽們找出既便宜又富營養的食材，並以簡單的方法「食平D」，烹調出各式各樣的佳餚美饌。\n\n節目更請來城中多名星級大廚，包括星級行政總廚張倩敏（Charmaine）、《大廚出馬》冠軍人馬陳國強，還有曾自設私房菜，亦出過烹飪書籍的余健志（Jacky Yu）等，教大家如何以最低的價錢，煮出多款最滋味的各國美食。"
    },
    "少年中医说": {
      "channel": "翡翠台",
      "title": "少年中医说",
      "desc": "中医药养成系文化类真人秀《少年中医说》，汇聚了来自国内7所顶尖中医药高校的青年才俊，在主持人蒋昌建的指导以及中医药名家的陪伴下组成“国际班”，探访八大医圣故里，展开一段别开生面的游学之旅。"
    },
    "吃货横扫曼谷": {
      "channel": "翡翠台",
      "title": "吃货横扫曼谷",
      "desc": "《吃货横扫曼谷》（英语：Bangkok Foodbusters）香港电视广播有限公司制作之旅游节目。由高海宁、彭慧中、陈星妤、林澄光主持，本节目由香港时间2023年2月20日起，逢星期一至三22:30－23:05、星期六 22:30-23:00在翡翠台播放。\n\n因為疫情，香港不少朋友已數年未有外遊。泰國曼谷向來是港人的旅遊熱點之一，闊別近三年，大家或已對當地感到陌生。三位「女神」高海寧、彭慧中、陳星妤聯同「少年食神」林澄光率先探路，穿梭曼谷的大街小巷，發掘隱世地道美食與打卡景點。近年流行素食，主持們也會化身「找素」達人，介紹曼谷的滋味素食。遊泰國當然不能錯過「歎SPA」，女神們會親身上陣體驗各式SPA，務求為觀眾揭開最高CP值的歎世界攻略。"
    },
    "甜心先生": {
      "channel": "翡翠台",
      "title": "甜心先生",
      "desc": "杰里（汤姆·克鲁斯 Tom Cruise饰）待人和善，仪表不凡，是个出色的体育界经纪人。也许连天都妒嫉这个完美的男人，决定给他一个打击，杰里因为一篇流畅出色的发言稿而招来上司不满，导致被炒鱿鱼。漂亮女友离他而去，职业前景也陷入一片迷茫，从巅峰跌入谷底的杰克在临走前奋起疾呼，动员同事们跟他离开公司一起创业。结果，杰克只带走了一条鱼，还有愿意和他干一番事业的会计多萝西（芮妮·齐薇格 Renée Zellweger饰）。  　　现在，杰克的客户只剩下一名二流的黑人橄榄球员罗德（小库珀·古丁 Cuba Gooding Jr饰）。万事开头难，杰克和多萝西还没有完全搞清楚要如何开始创业生涯。看来，要想迎来事业的第二春，杰克还要狠狠摸爬滚打一番；也正是在逆境中，他得以实践自己的职业信念，并寻获一生中的最爱"
    },
    "一周星星": {
      "channel": "翡翠台",
      "title": "一周星星",
      "desc": "訪談節目《一周星星》，每集邀請星級藝人、界別名人，與區永權、許文軒、王鎮泉等娛樂主播，分享新近工作企劃，談論電影、電視、演唱會相關的特別話題，尤其是網民與圈中朋友關心熱議的人和事！周邊訊息如此多，節目特設「Fact Check」核實環節，由嘉賓親自回應各式各樣的傳聞，讓當事人說清楚箇中真相！"
    },
    "美食新闻周报": {
      "channel": "翡翠台",
      "title": "美食新闻周报",
      "desc": "香港匯聚環球美食！黃嘉雯、倪嘉雯、伍倩彤等美食主播、主持，緊貼最新美食潮流，從不同平台網羅超「人氣」餐廳消息，主持親自試食，帶來真實食評；相約「星級飯腳」到訪他們私心推介的「飯堂」開餐；深入了解食店滋味背後的不同故事；名廚、食評家亦會帶路「搵食」，帶來專業推介。節目精選《美食新聞報道》介紹的多間「人氣」餐廳，力推當中招牌美食，並會速遞美食優惠，讓觀眾即時掌握最滋味、抵食的飲食情報。"
    },
    "天龙八部": {
      "channel": "翡翠台",
      "title": "天龙八部",
      "desc": "大理国皇叔段正淳少时欠下多笔风流债。他与秦红棉偷情时被对方丈夫黄袍人撞破，段正淳仰仗精纯一阳指功夫反将黄袍人双腿打断。未婚妻舒白凤赶到，带走段正淳，临行不忘羞辱秦红棉。时光荏苒，段、舒之子段誉（李修贤 饰）已长大成人，段誉违背家训无心向武，终于不堪父母唠叨凭满脑的圣贤书私闯江湖。段誉于路结识玩蛇姑娘钟灵（林珍奇 饰），两人误闯毒蛾派领地被陷，幸有秦红棉之女木婉清（恬妮 饰）搭救。另一方面，黄袍人潜心修炼十余年后携师弟岳苍龙向段家复仇，段誉虽饮得异蛇之血功力大增，仍失手不敌黄、岳二人。为救段誉，正淳与正明赶赴万劫谷与黄袍人决战……"
    },
    "单恋双城": {
      "channel": "翡翠台",
      "title": "单恋双城",
      "desc": "罗式适（陈茵薇 饰）被未婚夫程展博（杨明 饰）和闺蜜黄淇英（高海宁 饰）同时背叛，情感受到严重伤害的式适决定放手。直到失去了式适，展博才明白了她的好，可此时的式适已无意回头。为了追回式适，展博找到了自己的好友陆恭梓（程展鹏 饰），向他寻求帮助，恭梓对式适亦有说不清道不明的好感，面对好友的请求，他只得将感情收入心底。  　　式适将一心希望成为甜品制作师的小姑子介绍到了好友钱进（洪永城 饰）的门下学艺，对师傅日久生情的小姑子在偶然之中发现钱进一直都暗恋着式适。反复伤害她的展博，默默帮助她的恭梓，深深爱恋她的钱进，在这三个男人之间徘徊的式适最终会做出怎样的选择呢？"
    },
    "非常检控观": {
      "channel": "翡翠台",
      "title": "非常检控观",
      "desc": "律政司高级助理刑事检控专员包希仁患有罕见的「镜反射触觉症」，具有极致同理心。他以还原案件100%真相为目标，致力让被告认罪，减少受害者面对冗长聆讯的痛苦。希仁与律政书记公孙珀、志同道合的高级督察展熊飞、曾是受害者的秦湘言、实习检控官赵子帧等人通力合作，伸张正义。众人遇到不少阻力，希仁甚至要与身为财团长女的母亲为敌、跟身为大律师的旧情人王颂星对垒……然而，希仁坚守信念，誓要还受害人一个真相和公道！"
    },
    "名媛望族": {
      "channel": "翡翠台",
      "title": "名媛望族",
      "desc": "该剧为2012无线节目巡礼场刊版剧集之一，2012年10月22日上映播出。\n\n三十年代香港，正值东西文化冲击，女性开始争取地位。法律界名大状钟卓万（刘松仁 饰）曾留学英国，生活洋化，但骨子里是一个传统的中国男人，拥有几个女人，彰显他的权力和身份地位。元配顾心兰（韩马利 饰）是大家闺秀，二太太是前清格格尔嫣（陈玉莲 饰），三太太是银行家之后易懿芳（江美仪 饰），四太太是著名刀马旦康子君（杨怡 饰），第五个女人则是贪慕虚荣的赵丹丹（贾晓晨 饰）。然而，卓万心中最爱只有子君，但子君为争取妇女地位，跟卓万意见不合。在严父强权管教下，两个儿子钟启燊（马国明 饰）和钟启烨（王浩信 饰）先后与卓万反目，女儿钟浩颐（马赛 饰）不顾一切嫁给穷警察，钟家各房人明争暗斗愈演愈烈之际，金木水（吴卓羲 饰）爱慕义妹季小由（朱晨丽 饰），不甘她成为钟家媳妇，混入钟家展开复仇大计；豪门表面煦灿，内里四分五裂……"
    },
    "忍者乱太郎": {
      "channel": "翡翠台",
      "title": "忍者乱太郎",
      "desc": "战国时代，为了成长成为一名出色的忍者，贫民之家的少年乱太郎（加藤清史郎 饰）进入了一流的忍者学校忍术学园学习。就读于一年叶组（一年は组）的乱太郎结识了好吃贪睡的新兵卫（木村风太 饰）、干着多份兼职的孤儿雾丸（林辽威 饰）以及许多同龄好朋友。小忍蛋们每日的学习紧张有趣，搞怪不断。在第一年的暑假，四年叶组的齐藤鹰丸（沟口琢矢 饰）和父亲齐藤幸隆（鹿贺丈史 饰）遭到刺客万寿鸟（竹中直人 饰）和土寿鸟（石垣佑磨 饰）的袭击。由此引发了忍术学园和稗田八方斋（松方弘树 饰）率领的毒竹忍者队的大对抗。究竟谁能敲响打鸣寺的钟声？忍蛋和毒竹忍者的对决就此展开……\r 　　本片根据尼子骚兵卫连载长达26年之久的国民漫画《落第忍者乱太郎》改编。"
    }
  },
  "明珠台": {
    "穹苍下的世界": {
      "channel": "明珠台",
      "title": "穹苍下的世界",
      "desc": "《空中俯瞰》从空中视角展现人类活动如何在地表留下可见印记，以及地理环境又如何反过来影响国家的发展轨迹。"
    },
    "迷你波莉": {
      "channel": "明珠台",
      "title": "迷你波莉",
      "desc": "《迷你波莉》（Polly pocket）又名：口袋波莉；最初是由美国美泰（Mattel）发售的系列玩具；先后经过几次改版后2018在美国家庭频道播出了一幅名为Polly Pocket的卡通片。该系列节目中的一个年轻女孩名为Polly，她拥有一个神奇的小盒坠子，可让她和她的朋友们缩小到很小的尺寸。该系列由DHX Media（现为Wildbrain）和Mattel制作和发行，也就是我们现在看到的版本。"
    },
    "贱熊30": {
      "channel": "明珠台",
      "title": "贱熊30",
      "desc": "孤僻的约翰儿时许了一个愿，希望他的玩具泰迪熊可以活过来，成为他真正的朋友。奇迹发生了，泰迪有了生命，并和约翰一起生活了二十多年。如今老大不小的约翰无所事事，整天和泰迪一起抽烟喝酒吸大麻，过着醉生梦死的生活。直到他遇上美丽的劳丽，决心要改变自己。可是，泰迪却并不喜欢约翰的新女友劳丽，总是处处给劳丽找麻烦，甚至破坏约翰和劳丽的感情。面对陪伴多年的老友，和刚刚俘获的女友，约翰要如何处理两者之间的关系？他是不是能找到一个平衡点呢？"
    }
  },
  "武术世界": {
    "功夫少林": {
      "channel": "武术世界",
      "title": "功夫少林",
      "desc": "《功夫少林》是一部集中展现中华少林武术博大精深文化内涵与中国传统功夫人自强不息，尚武崇文的爱国主义精深的一部高清纪录片。该片是中央电视台2015年度重点纪录片制作项目，摄制组用长达两年的拍摄周期，详细、深入地记录了少林功夫在全国乃至世界各地的发展状况。该片围绕少林寺与少林功夫展开，同时深入现代社会各领域，是一部展现现代少林功夫的纪录片作品，也是中国纪录片人向全球功夫人的献礼。\n\n自电影《少林寺》播出后，三十多年来，人们对千年古刹、少林功夫的记忆犹存。但时至今日，少林功夫还存在吗？江湖中还流传有少林功夫秘籍吗？传统功夫如何适应现代社会？在今天这样一个信息瞬息万变的全球一体化时代，又有谁还在潜心研习古老的功夫秘笈？纪录片《功夫少林》立足当下，向全球观众展示21世纪的今天，少林功夫与功夫人的真实传奇，揭秘功夫背后深藏着的中国人的生存智慧与生命哲学。"
    }
  },
  "TVB星河": {
    "Click入黄金屋": {
      "channel": "TVB星河",
      "title": "Click入黄金屋",
      "desc": "本剧以“书”为纽带，讲述了一个香港传统家庭中两代人对理想、亲情与事业的坚守与选择。\n\n方学文（秦沛 饰）是旧式书店的老臣子，对书籍有着深厚感情，与妻子颜如玉（韩马利 饰）因书结缘。他的大儿子方心明（黎耀祥 饰）为帮补家计，放弃升学远赴毛里求斯打工，资助弟弟心正（孙耀威 饰）赴美留学。十多年后，心明返港成为一名普通保安，而心正则学成归来，成为炙手可热的网络保安工程师。\n\n尽管两兄弟社会地位与收入悬殊，但亲情从未改变。父亲方学文为给大儿子更好的前途，毅然倾尽积蓄盘下一间即将结业的旧书店，希望心明接手。这个决定让心明从最初的不适应，到逐渐在书海中找到人生新方向，实现了父子两代人在精神上的传承。\n\n与此同时，事业有成的方心正却陷入感情困境，在回归的旧爱婉仪（杨思琦 饰）与投契的新同事希敏（杨秀惠 饰）之间难以抉择。方家小女儿心美（何天儿 饰）则代表了沉迷网络的年轻一代，引发了诸多家庭趣事与风波。全剧透过方家的喜怒哀乐，温情呈现了在数字时代背景下，传统价值观与亲情纽带的珍贵。"
    }
  },
  "ViuTV": {
    "爆旋陀螺X": {
      "channel": "ViuTV",
      "title": "爆旋陀螺X",
      "desc": "极限时刻即将到来！一名业余陀螺手和一名神秘前冠军组队，一起朝着X塔之巅挺进。"
    }
  }
}