{
  "CCTV1": {
    "自然中国": {
      "channel": "CCTV1",
      "title": "自然中国",
      "desc": "2018年12月30日，由CGTN策划制作的200集原创4K系列节目《美丽中国：自然》在央视4K超高清频道正式播出。\n\n　　该系列节目采用高分辨率、宽色域、高动态范围、环绕声的4K摄制和播出标准，身临其境地展现我国近年在动植物和自然环境保护等方面取得的成就，诠释了人与自然是共生共荣的生命共同体的主题。《美丽中国：自然》系列节目还将在CGTN官网、客户端及海外社交平台陆续投放，向世界讲好中国故事，塑造中国形象，传播中国理念"
    },
    "寻味山海": {
      "channel": "CCTV1",
      "title": "寻味山海",
      "desc": "大型风物美食文旅节目《寻味山海》将镜头深入全球地貌类型最为丰富的中国大地，跨越山海，寻味人间，揭示山川如何塑造风味，食物如何承载自然的基因与人文的记忆。这不仅是一场视觉与味觉的双重盛宴，更是一部新时代的地理风物志。"
    },
    "本草流芳": {
      "channel": "CCTV1",
      "title": "本草流芳",
      "desc": "中央广播电视总台与国家中医药管理局联合摄制的大型系列纪录片《本草流芳》，深入贯彻落实习近平总书记关于中医药文化、中医药产业的重要论述和党的二十届三中全会精神，从植物溯源、考古发现、典籍记载、食药同源、民俗传承、产业发展等多个维度，生动展现本草中凝结的人与自然和谐共生理念和中华民族智慧，揭示中医药何以成为打开中华文明宝库的钥匙，以及中医药如何传承创新发展，增进人民群众福祉。节目运用新技术和电影级拍摄手法，创新呈现多种本草的视觉奇观，并首次公开发布第四次全国中药资源普查的具体成果。\n\n　　《本草流芳》首批将推出10期节目，分别选取人参、石斛、芍药、甘草、益母草、灵芝、枸杞、葛根、当归、黄连十味中草药。"
    },
    "花开中国": {
      "channel": "CCTV1",
      "title": "花开中国",
      "desc": "《花开中国》是由中央广播电视总台、国家林业和草原局与中国花卉协会联合摄制的大型花文化融媒体节目共12集。节目首期的主持人为撒贝宁，嘉宾为刘诗诗、王昱珩。节目聚焦新时代中国花卉业高质量发展，花文化文旅体验与生活美学，通过探访团深入当地特色花园、古镇、街区体验园艺劳作等，带领受众感受自然与人文交织的诗意生活，生动展现发展花卉业对建设生态文明和美丽中国、满足人民日益增长的美好生活需要的重要作用。"
    }
  },
  "山东卫视": {
    "大染坊": {
      "channel": "山东卫视",
      "title": "大染坊",
      "desc": "《大染坊》由王文杰执导，由陈杰任编剧，由侯勇、孙俪、萨日娜、高明、何伟、周野芒、罗钢、王奎荣、王思懿等人主演。该剧由山东电影电视剧制作中心出品，于2002年11月11日在上海影视乐园开机，2003年10月9日在CCTV1综合频道首播。\n\n该剧讲述了清末民初山东周村一个名叫陈寿亭的讨饭少年胸怀大志，被周村通和染坊周掌柜收为义子后苦学染布手艺。十年苦心经营后与人共同创办大华染厂踏上了工业印染之路，终使大华染厂发展成为青岛第二大印染厂。在第24届“飞天奖”荣获四大奖项，分别为优秀男演员奖，优秀摄像、照明、美术等奖项。"
    },
    "纪录片": {
      "channel": "山东卫视",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "爱的味道": {
      "channel": "山东卫视",
      "title": "爱的味道",
      "desc": "节目共12期,每期深入一组素人家庭,通过纪实短片的形式深度挖掘素人背后的故事,将情感互动与美食治愈相结合,直击当代原生家庭痛点。袁成杰继山东卫视《育儿大作战》后无缝接档,与飞行嘉宾瑶淼、吴思嘉、漆亚灵等组成美食心愿官,倾听素人心愿,在有限时间内竭尽所能为其达成愿望,并帮助其完成一顿爱的晚餐。育儿后又“愈”情,“全能奶爸”袁成杰这次又将带给大家什么惊喜呢?"
    }
  },
  "CCTV2": {
    "大河之洲": {
      "channel": "CCTV2",
      "title": "大河之洲",
      "desc": "由中共山东省委宣传部指导，山东广播电视台、中共东营市委宣传部联合出品的纪录片《大河之洲》将于1月9日至11日登陆央视九套，每天20:00播出。  《大河之洲》第一次以4K画质，以国际化表达，全景深度呈现人与自然和谐共生的壮美画卷，展现了黄河三角洲的自然之美、人文之美，为弘扬黄河文化、讲好新时代“黄河故事”山东篇章提供了实践样板。  该片已入选国家广播电视总局“十四五”纪录片重点选题规划，并获得2022年“新时代·新影像”中外联合创作计划社会价值单元最佳提案。  摄制组在黄河三角洲蹲守一年多的时间，他们用4K超高清摄影技术记录下自然界的磅礴伟力，定格生动故事的感人瞬间，以国际的视角、宏大的格局、绝美的影像和细腻的表述，生动展现黄河三角洲这一生物多样性热点地区独一无二的资源禀赋，向观众呈现一幅美丽、流淌、行进的中国画卷。  作为山东广播电视台喜庆党的二十大重点作品之一，《大河之洲》在党的二十大胜利召开期间在山东卫视晚间黄金时段首播。播出后，该片及其系列短视频强势出圈，引发强烈反响，业界、学界和全网纷纷点赞，好评如潮，被誉为我国人与自然题材纪录片的又一佳作。中国视协纪录片学术委员会名誉主任刘效礼评价该片：“故事生动，解说精彩，引发人们对人与自然和谐共生的思考，为讲好中国故事做出了非常有益的探索”。  纪录片《大河之洲》播出前精心制作《凤求凰》《共同家园》《三角洲之恋》等短视频，迅速火爆全网，并在中国驻美大使馆官方账号、中国新闻周刊阿语版脸书账号刊发，取得了良好的国际传播效果。闪电新闻微博号运营的#被黄河入海口的鸟鸟鸟惊艳到了# #鸟儿相亲的仪式感有多强#等多个话题“串珠成线”，持续不断登上新媒体平台全国热搜。学习强国全国平台首页推荐，截至2022年10月31日，相关内容全网总阅读量超1.75亿。"
    },
    "祁连山国家公园": {
      "channel": "CCTV2",
      "title": "祁连山国家公园",
      "desc": "本片通过祁连山野生动物的故事，展示了祁连山完整的生物链，彰显出祁连山的中国生态屏障地位。片中通过黑颈鹤和斑头雁的领地争夺、求偶、孵化、小黑颈鹤和小斑头雁的生存故事，展示高原湿地这一候鸟的天堂，展现了纵纹腹小鸮和大鵟这两种留鸟的孵化和生存状况。"
    },
    "万物滋养": {
      "channel": "CCTV2",
      "title": "万物滋养",
      "desc": "《万物滋养》系列纪录片选取国内六种典型环境（海洋、江河、丛林、田野、高山、草原）中具有代表性的滋补性食材，以它们为主角来构建本系列片内容。第一季用镜头向观众展示中国的自然之美和风物之美，展现中国人特有的滋补哲学和滋补智慧，带领观众进入食材的原产地，探寻种植人与滋补食材之间的动人故事。"
    },
    "万物之生": {
      "channel": "CCTV2",
      "title": "万物之生",
      "desc": "天地间，万物有灵；种群纷繁，皆相伴而生，一同栉风沐雨，行循自然。云之南，基因王国；多样生命，虽生而不同，却于彩云之境，相依而存。洞悉生命的含义，聆听自然的密语；以自然之道，养万物之生。\n\n本片以联合国《生物多样性公约》第十五次缔约方大会（COP15）为创作背景，从云南典型的自然生态环境出发，通过真实、新奇、生动的人物故事，展现生态环境与人类生活的紧密关联。\n\n本片采用8K全流程制作技术，将自然、人文、民俗等维度的内容全面呈现，传达国家的生态文明理念。在人们与自然和谐、有趣的相处方式背后，是宏观层面“生态兴则文明兴”、“绿水青山就是金山银山”的时代表达。"
    },
    "雨林之子": {
      "channel": "CCTV2",
      "title": "雨林之子",
      "desc": "《雨林之子》定位为“热带雨林自然人文纪录片”，展现的是中国云南西双版纳热带雨林的生态系统及人文延展，“雨林之子”意即因雨林而生、伴雨林生存的生灵们——动物、植物、微生物，当然也包括人类，通过他们的生存状态，呈现西双版纳热带雨林的生态环境特点，以及人与自然如何和谐共生。"
    },
    "万物之生贵州篇": {
      "channel": "CCTV2",
      "title": "万物之生贵州篇",
      "desc": "《万物之生·贵州篇》共五集，包括《隐》《勇》《谋》《王》《道》。十七万平方公里的山河纵横，幻化出贵州多彩的物种、丰富的生态。"
    },
    "沃野千里": {
      "channel": "CCTV2",
      "title": "沃野千里",
      "desc": "春种一粒粟，秋收万颗子。又是一年春耕时，4月7日至11日，在播种美好与希望的好时节，由中央广播电视总台财经节目中心制作的五集《沃野千里》开播。该片聚焦农业新质生产力，展现农林牧渔多元化供给体系，通过人与土地的互动实践推进农业现代化。 ‌"
    },
    "无辣不欢": {
      "channel": "CCTV2",
      "title": "无辣不欢",
      "desc": "美食纪录片《无辣不欢》，将以“辣”这一味觉体验作为切入视角，讲述多元的辣味个性，用火爆热辣的视听呈现让观众上头般的隔屏食用。在表象之下挖掘新知，为广为熟悉的大众味道带来更多并不熟悉的认知可能。 全系列共12集，覆盖云南、江西、四川、贵州、湖南、海南等诸多辣域，祖国江山一片红。与此同时内含着充满挑战与征服的人性之“欢”，记录着无辣不欢的一群人，一直吃辣一直爽。 点燃生活，大胆吃辣！"
    }
  },
  "CCTV4": {
    "国家记忆": {
      "channel": "CCTV4",
      "title": "国家记忆",
      "desc": "《国家记忆》是中国第一档国史节目，以“为国家留史，为民族留记，为人物立传”为宗旨，展现党史、国史、军史中的重大历史事件、各领域重大工程建设、揭秘重大决策背后的故事、讲述各阶层各时代代表性人物，记录讲述党的奋斗史、创业史、中国特色社会主义探索史、改革开放进程史。《国家记忆》将于10月3日起每周一至周五晚间20:00正式在中央电视台中文国际频道（CCTV-4）推出，时长30分钟。"
    },
    "远方的家": {
      "channel": "CCTV4",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    }
  },
  "CCTV7": {
    "第二战场": {
      "channel": "CCTV7",
      "title": "第二战场",
      "desc": "CCTV-7国防军事频道《第二战场》是一档外交、谍战题材纪录片栏目。"
    },
    "破冰行动": {
      "channel": "CCTV7",
      "title": "破冰行动",
      "desc": "境外某跨国贩毒集团勾结东山当地不法分子进行大规模的地下冰毒生产，并腐蚀当地政府及政法系统的官员作为他们的保护伞，以达到将大量冰毒销往中国内陆省份及海外以获取高额利润的目的。在此复杂危险的环境下，以李飞为代表的缉毒警不畏牺牲拼死撕开当地毒贩和保护伞织起的那张巨大的地下毒网，并冲破重重迷局，为“雷霆扫毒专项行动”的顺利展开扫清障碍。"
    },
    "砺剑": {
      "channel": "CCTV7",
      "title": "砺剑",
      "desc": "砺剑是一部以部队生活为题材的电视剧，于2005年上映。\n\n剧中故事发生在二十一世纪的今天。通过海军试验部队未来战争中的撒手锏“海剑”信息化超音速舰导弹，深入地刻画了新老两代科学家工作者对试验模式的不同观点，由此引发了新老观念的激烈碰撞，既歌颂了以专业所所长秦海川为首的老一代科学家爱岗敬业，无私奉献的品德……"
    },
    "前哨": {
      "channel": "CCTV7",
      "title": "前哨",
      "desc": "1950年代，东南沿海地区。我军侦察机关发现敌人404特务组织，潜伏在小镇搜集我军事情报。侦察员古大鹏（李亚林 饰）化装成饭店堂倌了解敌情，侦察发现蔡美美（莽一萍 饰）是特务黄七（任颐 饰）的情妇，依仗和参谋长耿坚（徐连凯 饰）有亲戚关系的便利条件，企图偷窃耿坚装有机密文件的公文包，不巧漏了馅, 被我方抓获。特务四二号和四三号化装后混入我团部，用微型相机偷拍我军沿海地区军事部署图，后被发现逮捕。特务头子蒋人俊（侯健夫 饰）不甘心就此死心，他决心孤注一掷。我方经分析研究，决定让古大鹏冒充已死的四一号特务打入蒋人俊身边，争取他的信任，到时候力求将敌人一网打尽......"
    },
    "敌后武工队": {
      "channel": "CCTV7",
      "title": "敌后武工队",
      "desc": "1942年的冀中平原、日本宪兵汉奸、伪警察等数百人包围了东王庄，敌人架起机枪疯狂扫射，横尸遍野、惨不忍睹。闻讯赶来的武工队员们按捺不住心中的怒火，纷纷向队长魏强请战，为乡亲们报仇。魏强率领武工队化装成伪警察进城，巧妙地活捉了中闾镇伪警察所所长哈巴狗，并将其带回东王庄准备公审。趁人们欢庆中，哈巴狗跑回保定城，向夜袭队长刘魁胜报告，却见刘魁胜正在调戏自己的老婆小红云。哈巴狗给刘魁胜一个嘴巴，刘魁胜反咬一口，诬哈巴狗私通武工队。为了保住命，哈巴狗只好把老婆让给了刘魁胜。保定南关火车战长小本次郎也对哈巴狗老婆小红云垂涎三尺，他派段长万长顺去请小红云到站上说书，小红云不肯屈服，用剪刀割腕自杀身亡。刘魁胜对日本人敢怒而不敢言，魏强利用他们的矛盾，夜袭车站将小本次郎和段长万长顺杀死。松田将他们的死归咎于刘魁胜，杀死了他，并命哈巴狗任夜袭队长。最后武工队扫平了侵袭队，击毙了哈巴狗，又炸毁了宪兵队总部为乡亲们报了仇，大长了人民抗日的士气。"
    }
  },
  "CCTV9": {
    "故事中国": {
      "channel": "CCTV9",
      "title": "故事中国",
      "desc": "在新中国成立70周年之际，电影卫星频道节目制作中心特别策划大型专题片《足迹——银幕上的新中国故事》，通过对具有重大时代节点、反映新中国各方面建设成就和人民精神风貌的经典影片的梳理与回顾，以崭新的当代视角、新老影人介绍访谈、影片外景地制作地的重访的形式，力图勾勒新中国70年璀璨岁月的光影足迹，揭秘电影人不为人知的创作艰辛和幕后故事。"
    }
  },
  "CCTV10": {
    "欣赏": {
      "channel": "CCTV10",
      "title": "欣赏",
      "desc": "富有但被忽视的妻子克里斯蒂娜（珍妮·塔姆布里饰）被丈夫的一位密友勾引，并被介绍到新的情色体验中。"
    },
    "探索·发现": {
      "channel": "CCTV10",
      "title": "探索·发现",
      "desc": "《探索·发现》是中国电视史上一个大型人文历史与自然地理类的纪录片栏目。每日20:40在cctv-10播出，由任志宏播音。栏目以纪录片手法讲述以中国为主的历史、地理、文化的故事，探寻自然界的神奇奥秘，挖掘历史事件背后鲜为人知的细节和人物命运，展示中华文明的博大恢弘，是“中国的地理探索，中国的历史发现，中国的文化大观”。"
    },
    "地理·中国": {
      "channel": "CCTV10",
      "title": "地理·中国",
      "desc": "《地理·中国》属科普类电视栏目。以地质科考为线索，以普及地理学知识为宗旨，介绍地质学的新发现、新成果、新探索，展示地质地貌的新、奇、特、美。栏目在带着观众感受大自然神奇魅力的同时，传播科学知识，倡导热爱自然，珍惜自然，并传播人与自然和谐共生、相互依存的理念。"
    }
  },
  "CCTV11": {
    "角儿来了": {
      "channel": "CCTV11",
      "title": "角儿来了",
      "desc": "戏曲频道《角儿来了》是一档大型融媒体互动戏曲周播栏目。节目选取戏曲名角为切入点，他们或开宗立派，或是创新发展，或是时代先锋。通过对他们艺术传承与生活趣味的微观表达，突显向名角儿致敬，向传统致敬，向时代致敬的宏伟主题。节目以“还原名家本真，寻回时代情怀”为宗旨，打造“融媒互动、跨屏播出、全民参与、情境访谈、科技点亮舞台”等核心亮点，满足广大观众看大戏看好角儿的需求，讲述梨园名角的传奇故事，打造中国戏曲的舆论风标。"
    },
    "国色天香": {
      "channel": "CCTV11",
      "title": "国色天香",
      "desc": "大学生黄钧（但二春饰）毕业后赴沪投亲，却不幸被窃，流落街头。遇歌女宝珍（白虹饰）怜其潦倒，赠以钱财。两人因此相识，过从甚密。其后黄钧又结识了富家女采英。采英介绍黄钧入戏院就职。一日宝珍抵达戏院，见黄钧与采英状极亲昵，不愿妨碍他人感情，遂辞职离去。黄钧非常懊恼，也辞去工作，终日以酒浇愁。某日黄钧醉卧街头，口中仍叫着宝珍的名字，宝珍恰巧经过，知其未忘情，乃扶其归家。"
    },
    "天下第一团": {
      "channel": "CCTV11",
      "title": "天下第一团",
      "desc": "元末的一位名叫‘未央生’的书生，立志‘作天下第一才子，娶天下第一美女’，于是抛下自己美貌绝伦的妻子，云游四方，猎艳寻欢。他经一次近于荒诞的手术之后，终于实现了自己的愿望，却发现妻子耐不住青春独处的寂寞，受人引诱而沦落风尘。未央生从此大彻大悟，斩断了人不人、狗不狗的‘本钱’，削发为僧，终成正果。"
    }
  },
  "CCTV14": {
    "熊猫和小跳羚": {
      "channel": "CCTV14",
      "title": "熊猫和小跳羚",
      "desc": "由中央广播电视总台央视动漫集团、南非TPW广播影视制作公司联合出品，中国和南非合拍的动画系列片《熊猫和小跳羚》于近日在总台少儿频道欢乐开播，大家喜爱的熊猫和和将携手新朋友---南非人民的精神象征“跳羚”，为大家带来了全新的童话故事。"
    },
    "加菲猫的幸福生活": {
      "channel": "CCTV14",
      "title": "加菲猫的幸福生活",
      "desc": "世界“第一猫”首登荧幕2005年是加菲猫的26岁生日。自从1978年6月19日问世以来，它就以三格漫画的形式登上了全世界2600种报纸，关于它的漫画共售出了1300万册，并且在全世界拥有2.6亿名热心读者。大概是因为它看破红尘、语出惊人的独特魅力和人性化的自由享乐主义，这个一脸傲气表情的猫，这只完全自由的猫，这只爱说风凉话、贪睡午觉、牛饮咖啡、大嚼千层面、见蜘蛛就扁、见邮差就穷追猛打的猫，成为了全世界最受欢迎的猫。经过25年漫长的等待，这只全世界最著名的猫科动物终于在2004年迎来了自己的银幕处女电影。\n\n作品讲述加菲猫和他的朋友们的故事。"
    },
    "瑞奇宝宝": {
      "channel": "CCTV14",
      "title": "瑞奇宝宝",
      "desc": "在孩子们的卧室里，生活着五个可爱的瑞奇宝宝。他们性格各异，相处时也会发生些小摩擦；但他们总记得关心彼此、互相帮助，一起面对挑战，共同成长……暖心有爱的故事里还巧妙地融入了认知、社交、艺术、运动等启蒙内容，帮助宝宝开启他们特有的天赋，陪伴他们健康成长。"
    },
    "熊出没-逆转时空": {
      "channel": "CCTV14",
      "title": "熊出没-逆转时空",
      "desc": "光头强是一名普通程序员，却常梦见陌生的森林和两头狗熊。直到他跟上司出访大客户，终于想起：他原是森林的小导游，偶然得到一次重新选择人生的机会。为了挽救旧时间线里的熊大熊二，光头强开始一场奇妙的时空冒险。"
    },
    "金猴降妖": {
      "channel": "CCTV14",
      "title": "金猴降妖",
      "desc": "话说齐天大圣孙悟空、天篷元帅猪八戒以及卷帘大将沙和尚保护唐僧西天取经，一路上历经千辛万苦，降服妖魔鬼怪无数。这一日，师徒四人来在一片荒山野岭之中。这时一年轻村姑上前求助，孙悟空火眼金睛认出是妖怪白骨精所化，上前将其打跑。然唐三藏肉眼凡胎，嗔怪悟空伤害性命，加上猪八戒煽风点火，紧箍咒念得齐天大圣疼痛难忍。在此之后，白骨精又化作小孩和老头前来诱骗，皆备悟空识破打跑。唐僧恼怒不已，一气之下赶走悟空，由此中了妖怪的奸计……"
    },
    "熊出没-重启未来": {
      "channel": "CCTV14",
      "title": "熊出没-重启未来",
      "desc": "熊大、熊二、光头强意外地和来自未来世界的小亮一起穿越到100年后：世界发生巨大灾变，孢子植物全面侵占，人类在末日中艰难求生，整个地球危在旦夕！而这一切的罪魁祸首竟是......光头强？！  100年前究竟发生了什么？小亮是敌是友？光头强为何背负恶名？人类命运最终会走向何方？熊强三人组能否穿透这层层迷雾，重启未来？"
    },
    "今天我休息": {
      "channel": "CCTV14",
      "title": "今天我休息",
      "desc": "警察马天民（仲星火 饰）是一个正直热心的小伙子，这日恰逢他休息，派出所所长夫人想着这小伙子为人不错，趁他休息帮他介绍了一个对象，她的同事刘萍。所长闻知此事，马上跑去找到了天民将这件事告诉了他，并让他和人家约会一下。天民乐得合不拢嘴，和刘萍约定了约会的时间。岂料当他一次又一次准备赴约时，却总有这样那样的人需要他帮助或事情需要他解决。虽然天民是休假时间，而且赶着去赴约，但热心助人的他总是一次次选择了帮助他人。于是，一个个都约会都错过了，天民还能赢得美人归吗？"
    },
    "大风车": {
      "channel": "CCTV14",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    },
    "我们的日子": {
      "channel": "CCTV14",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    }
  },
  "CCTV15": {
    "全球中文音乐榜上榜": {
      "channel": "CCTV15",
      "title": "全球中文音乐榜上榜",
      "desc": "《全球中文音乐榜上榜》是一档由中央电视台主办，泛亚地区各大媒体协办的音乐打榜节目，旨在打造全国最具公信力、最权威的音乐排行榜，推动中文原创，引领时代音乐潮流。"
    },
    "民歌·中国": {
      "channel": "CCTV15",
      "title": "民歌·中国",
      "desc": "《民歌·中国》栏目是中国唯一一档以中国原生态民歌歌种版图概念全景展示的中国民歌艺术节目，它为展示中国民歌提供了一个良好的契机和广阔的平台。此栏目系列化开拓中国民歌艺术视野，系列化介绍中国民族、民间的原生态民歌艺术，并大力推动中国原生态民歌的发展。"
    },
    "影视留声机": {
      "channel": "CCTV15",
      "title": "影视留声机",
      "desc": "《影视留声机》是中央电视台音乐频道推出的一档栏目，它以影视资料为素材，采用包装加工的方式向观众推荐中外影视作品中脍炙人口的音乐和歌曲。你可以忘了电影的故事，或是一部电视剧的细节，甚至是它们的名字，但是每当片中的旋律响起时，那沉淀的回忆，就会被轻轻地唤起；被雕刻的时光，也渐渐地清晰。光阴的指尖弹奏着心灵的音符，《影视留声机》让我们一起看见声音的表情，音乐响起，和我们想起的一切都属于你。"
    },
    "启航2026": {
      "channel": "CCTV15",
      "title": "启航2026",
      "desc": "《启航2026——中央广播电视总台跨年晚会》是由中央广播电视总台主办，任鲁豫、马凡舒、尼格买提、朱迅、龚韵熹担任主持人，任贤齐、周深、汪苏泷、王一博等担任嘉宾，主会场设置在吕梁新区体育中心，同时在汾阳中汾酒城、临县碛口古镇、兴县晋绥边区革命纪念馆设立三大分会场"
    },
    "2026年春节联欢晚会": {
      "channel": "CCTV15",
      "title": "2026年春节联欢晚会",
      "desc": "《2026年中央广播电视总台春节联欢晚会》是由中央广播电视总台制作播出的晚会，设黑龙江哈尔滨、浙江义乌、安徽合肥、四川宜宾四地分会场。北京主会场由任鲁豫、撒贝宁、尼格买提、龙洋、马凡舒、刘心悦担任主持人，黑龙江哈尔滨分会场由杨帆、姜多主持，浙江义乌分会场由郭若天、贺传主持，安徽合肥分会场由朱迅、白羽主持，四川宜宾分会场由张韬、王楚涵主持。  晚会于2026年2月16日20:00（除夕夜）在中央电视台、综艺频道、中文国际频道、国防军事频道、戏曲频道、少儿频道、音乐频道、农业农村频道、4K/8K超高清频道等电视频道，中国之声、音乐之声、经典音乐广播、文艺之声、大湾区之声、台海之声、华语环球广播、南海之声、中国交通广播等广播频率，央视新闻、央视频、云听、央视网、央广网、国际在线等新媒体平台同步直播。  晚会以“骐骥驰骋，势不可挡”为主题，在欢乐吉祥、喜气洋洋的氛围中，与全球华人相约除夕夜，共赴一场昂扬奋发、喜庆温暖、满屏新意的文化盛宴，原创歌曲、舞蹈、戏曲、评弹、武术等各类型节目创排日臻完善，在欢乐吉祥、喜气洋洋的氛围中，尽展新时代新征程的壮美图景。"
    }
  },
  "山东齐鲁": {
    "大侠霍元甲": {
      "channel": "山东齐鲁",
      "title": "大侠霍元甲",
      "desc": "1898年，晚清中国，戊戌变法失败“六君子”被捕。霍元甲得到消息后如晴天霹雳。深受“六君子”爱国热忱感染的霍元甲，欲拼尽全力和江湖传奇“大刀王五”一起营救谭嗣同，却不想遭到谭嗣同拒绝。与谭嗣同在狱中的最后一别，让霍元甲深受谭嗣同大同思想的影响，开始萌生家国情怀，想要投身到历史洪流之中。理解了谭嗣同欲以鲜血警醒世人的凛然，霍元甲虽心痛不已，却也只能眼睁睁看着英雄殉国，并因谭嗣同之死而被义兄大刀王五误会，遭遇割袍断义。随后不久，大刀王五被奸人所害身首异处。霍元甲得知消息连夜去为义兄收尸，虽然让王五留存全尸，却给霍家引来大祸，致使霍氏男丁尽死。一年后，隐居沧州的霍元甲出山走镖，却不想又陷入仇家圈套之中，费尽千辛万苦，虽然洗脱干系，却让他心灰意冷，他由此决定南下上海。霍元甲的精武门很快就在上海立住了脚跟，霍元甲的名气也越来越大。这让已经将侵华列为国策的日本人十分不满，面对日本人的挑衅，霍元甲带病上阵，在与日本人的最后较量中斗智斗勇，最终凭借过人的胆识挫败了日本人的阴谋。"
    },
    "大河之洲": {
      "channel": "山东齐鲁",
      "title": "大河之洲",
      "desc": "由中共山东省委宣传部指导，山东广播电视台、中共东营市委宣传部联合出品的纪录片《大河之洲》将于1月9日至11日登陆央视九套，每天20:00播出。  《大河之洲》第一次以4K画质，以国际化表达，全景深度呈现人与自然和谐共生的壮美画卷，展现了黄河三角洲的自然之美、人文之美，为弘扬黄河文化、讲好新时代“黄河故事”山东篇章提供了实践样板。  该片已入选国家广播电视总局“十四五”纪录片重点选题规划，并获得2022年“新时代·新影像”中外联合创作计划社会价值单元最佳提案。  摄制组在黄河三角洲蹲守一年多的时间，他们用4K超高清摄影技术记录下自然界的磅礴伟力，定格生动故事的感人瞬间，以国际的视角、宏大的格局、绝美的影像和细腻的表述，生动展现黄河三角洲这一生物多样性热点地区独一无二的资源禀赋，向观众呈现一幅美丽、流淌、行进的中国画卷。  作为山东广播电视台喜庆党的二十大重点作品之一，《大河之洲》在党的二十大胜利召开期间在山东卫视晚间黄金时段首播。播出后，该片及其系列短视频强势出圈，引发强烈反响，业界、学界和全网纷纷点赞，好评如潮，被誉为我国人与自然题材纪录片的又一佳作。中国视协纪录片学术委员会名誉主任刘效礼评价该片：“故事生动，解说精彩，引发人们对人与自然和谐共生的思考，为讲好中国故事做出了非常有益的探索”。  纪录片《大河之洲》播出前精心制作《凤求凰》《共同家园》《三角洲之恋》等短视频，迅速火爆全网，并在中国驻美大使馆官方账号、中国新闻周刊阿语版脸书账号刊发，取得了良好的国际传播效果。闪电新闻微博号运营的#被黄河入海口的鸟鸟鸟惊艳到了# #鸟儿相亲的仪式感有多强#等多个话题“串珠成线”，持续不断登上新媒体平台全国热搜。学习强国全国平台首页推荐，截至2022年10月31日，相关内容全网总阅读量超1.75亿。"
    },
    "烟火人家": {
      "channel": "山东齐鲁",
      "title": "烟火人家",
      "desc": "雷厉风行的大家长乔海云曾定下规矩，每逢过年所有人必须回家过，一直以来从未有人坏过规矩，直到最老实的第三代李衣锦突然打破传统去了男友家过年，引发家族矛盾。乔海云育有三女，老大孟明玮非亲生，因跛脚自卑所以望女成凤，和女儿李衣锦关系十分紧张，但最终她们体谅了对方的苦衷，终于明白保持适当的距离才是维系母女关系的良方；老二孟菀青与学霸女儿陶姝娜堪称完美母女，但无话不说的二人却无意中发现了彼此的秘密，重新认识彼此的过程也是重新认识自己，二人最终明白完美的母女关系不是遮掩缺点而是彼此支撑；老三孟以安最像乔海云，强势又独立，不想变成母亲那样的女强人，却机缘巧合与母亲走上同一条路，事业家庭平衡之艰难让她渐渐理解了当年的母亲。孟家祖孙三代女性犹如群岛一般，虽遥遥相望，却相扶、共生。"
    }
  },
  "山东文旅": {
    "汽车生活": {
      "channel": "山东文旅",
      "title": "汽车生活",
      "desc": "世界最受欢迎的小小红色涡轮增压sportster的冒险之旅，原本的休闲之旅变成了在以高难度弯转和无人企及的阿尔卑斯赛道的狂飙竞赛。"
    },
    "黄河文化大会": {
      "channel": "山东文旅",
      "title": "黄河文化大会",
      "desc": "由国家广播电视总局、水利部黄河委员会指导，山东广播电视台牵头，沿黄九省区广播电视台联合制作、共同播出的大型文化综艺节目。节目深入挖掘沿黄九省的黄河文化、黄河故事、黄河人物，展现黄河文化的深厚底蕴与独特魅力。每期节目，来自全国各地的99位黄河文化爱好者将进行“百舸争流”“泾渭分明”“鱼跃龙门”“黄河入海”四轮答题比拼，决出当期擂主。"
    }
  },
  "山东生活": {
    "小巷人家": {
      "channel": "山东生活",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    }
  },
  "山东综艺": {
    "纪录片": {
      "channel": "山东综艺",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "桃花朵朵开": {
      "channel": "山东综艺",
      "title": "桃花朵朵开",
      "desc": "上古时期，人皇昭明为万民请命，牺牲自己对抗神界。昭明陨落后，爱人混沌珠拼死救下他的一缕魂魄，布下万世轮回之局。万世之后，昭明转世成仙盟盟主谢雪臣，混沌珠亦成为暗域圣女暮悬铃。两人终于在人间重逢，却已经忘却前尘，变成“正邪不两立”的对手。暮悬铃在暗域救下重伤的谢雪臣，以救命之恩要挟与他同行。一路上，两人从各怀心机到并肩作战，卸下防备的同时暗生情愫。然而，在争夺神器“混沌珠”的阴谋中，两人陷入生死考验。暮悬铃因救世牺牲，谢雪臣逆天改命，回到过去救出暮悬铃。万世之劫结束，谢雪臣终于魂归昭明，昭明本体却已沦为堕神。暮悬铃用爱唤醒堕神，消弭浩劫，天下太平。"
    }
  },
  "山东农科": {
    "父辈的荣耀": {
      "channel": "山东农科",
      "title": "父辈的荣耀",
      "desc": "1998到2015年，是中国林业沧桑巨变的二十年。在这一阶段，顾长山（郭涛 饰）收养了因公牺牲搭档的儿子兴杰（张晚意 饰），经过犹豫，顾家人最终还是决定供兴杰去外面继续读书。下岗危机，也以部分年轻人率先出走告终，留下的人，则在顾长山带领下，搞起“家庭生态林”，暂时解决生计危机。时间来到2007年转型走到新的节点，为保护生态、改善民生，深山远林区移民工程开始，923工队再次面临走出去命题。兴杰也被拉回大山，在化解家人危机后，兴杰接下动员移民任务，并在其中找到了自己的价值，他决心留下来，扛起林业改革的使命。之后在14、15年全面限伐背景下，兴杰积极响应“金山银山不如绿水青山”号召，带着一家人和更多林区百姓，朝美好的新生活奔去。"
    }
  },
  "湖南卫视": {
    "锦绣未央": {
      "channel": "湖南卫视",
      "title": "锦绣未央",
      "desc": "故事发生在南北朝时期，心儿出生于北凉王族，是含着金汤匙呱呱坠地的千金公主，然而，一场意外让心儿的家族沦落到了家破人亡的境地，心儿亦不得不踏上逃亡的旅途。途中，心儿结识了名为李未央的女子，而她的真实身份，其实是北魏尚书府的弃女。心儿的行踪很快就暴露了，为了保护心儿，善良的李未央不幸身亡，之后，走投无路的心儿顶替了李未央的身份，来到了尚书府，在那里等待着她的，除了一干阴险狡诈的灭门仇敌，还有英俊风流的拓跋浚，两人之间产生了一段纠葛曲折的恋情。最终，在心儿的帮助下，拓跋浚登上了皇位，这段生死相依的感情迎来了完满的结局。"
    },
    "阿桂的“村晚”": {
      "channel": "湖南卫视",
      "title": "阿桂的“村晚”",
      "desc": "讲述了失意村民阿桂为完成云香阿孃的百岁心愿，执意筹办“村晚”召唤乡民回归的故事。面对重重困难与嘲笑，阿桂的坚持和赤诚打动众人，坨坨寨迎来久违的团聚。最终，一场充满乡音乡情乡愁的“村晚”让每个人都找到心灵归属与新生，深刻展现了乡土中国的情感凝聚力，诠释了“此心安处是吾乡”的时代主题。"
    },
    "你好，星期六": {
      "channel": "湖南卫视",
      "title": "你好，星期六",
      "desc": "《你好，星期六》是湖南卫视重点打造的周六黄金档棚内周播趣味艺能综艺秀。节目以全新打造的好六街街区为背景，将平凡生活的烟火气搬进演播厅，展现市井生活人间百态。深度挖掘好6团和飞行嘉宾们的艺能的同时，对当下最具热点的社会话题以及正能量价值观导向进行引导和输出，重新定义了以艺服人、以能动人的综艺准入门槛。"
    }
  },
  "浙江卫视": {
    "度华年": {
      "channel": "浙江卫视",
      "title": "度华年",
      "desc": "该剧根据墨书白小说《长公主》改编。故事中，大夏朝的长公主李蓉与当朝首辅裴文宣梦回华年，由仇人变闺蜜，闺蜜变成有情人。他们彼此信赖，彼此成全，终于破镜重圆，一起搞事业，一起发现真相，一起发现爱。"
    },
    "气象预报": {
      "channel": "浙江卫视",
      "title": "气象预报",
      "desc": "戴维（尼古拉斯·凯奇 饰）是名天气预报员，可是他没有专业知识能用在工作上，当预报的天气并不理想时，观众们会在街上肆意向他丢垃圾。戴维对自己的生活感到灰暗，与妻子（霍普·戴维斯 饰）离婚更是对他的一个打击。如今他得到一个前往纽约重新工作的机会，可是他必须要面对与孩子们并不融洽的关系。儿子迈克被戒毒时认识的辅导员性骚扰；女儿雪丽的肥胖被学校的同学耻笑，性格忧郁。更令戴维伤心的是，他的小说家父亲罗伯特（迈克尔·凯恩 饰）患上了绝症。 　　戴维希望父亲能看到他的成功，他更想与前妻复合，一家人到纽约重新生活。无论做了多大的努力，他与家人的关系并没得到和缓，他依然遭到观众的垃圾袭击，他更开始抗拒前往纽约。 　　此时他看到父亲平静面对死亡的态度，并在与父亲相处的最后时光中，戴维被授予了很多人生的道理。"
    },
    "骄阳似我": {
      "channel": "浙江卫视",
      "title": "骄阳似我",
      "desc": "活泼开朗、元气十足的女大学生聂曦光（赵今麦 饰）走出校园、迈入职场阶段的真实细腻成长历程。大学时，她与清寒孤傲、才华横溢的男神学霸庄序（赖伟明 饰）经历酸甜暗恋，进入职场，与外科医转行光伏行业的职场精英林屿森（宋威龙饰）狭路相逢，尽管林屿森对聂曦光有误会，但像小太阳般的聂曦光还是让林屿森无法自拔地沉沦。林屿森毫无保留的爱与支持让她释怀了年少的错过与遗憾，拥抱了她向往的爱情。她从懒散随性到拥有清晰的职业目标并为之专注向前，最终收获爱情、友情，实现了梦想和自我成长。"
    },
    "王牌对王牌": {
      "channel": "浙江卫视",
      "title": "王牌对王牌",
      "desc": "丹尼是一名出色的谈判专家，屡立战功。当他的人生顺风顺水时，刹那间的转折让他措手不及。他的搭档因涉嫌私吞公款而被拘，却在警局惨遭灭口，第一时间赶到现场的丹尼自然最大嫌疑人。当他确信是警局内有人要找他做替死鬼，百口莫辩之际，他铤而走险绑架了局长等一干重要人物，想通过与警方的对话为自己洗刷罪名。丹尼要求另一分局派出谈判专家来和自己对话，因为他清楚要谋害自己的人就在自己的局里。于是邻局的谈判专家史宾恩奉命前来和丹尼谈判，史宾恩相信了丹尼，开始为他搜集证据。"
    },
    "加康加年味": {
      "channel": "浙江卫视",
      "title": "加康加年味",
      "desc": "节目以热播综艺安康庆团圆为主题，邀请《奔跑吧》《天赐的声音》《听说很好吃》《中国好声音》四组嘉宾，在冬至、腊八、小寒、小年，创作四个不同主题的节令团圆饭。在饭局游戏中，讲出彼此故事，开启对新春的祝福。"
    },
    "我们的爸爸": {
      "channel": "浙江卫视",
      "title": "我们的爸爸",
      "desc": "《我们的爸爸》是一档生活观察类真人秀，由傅首尔、苗苗、吴尊、许昕、杨子组成“邻家爸妈团”，涂毓麟担任“实习爸爸”，该节目聚焦爸爸与孩子之间的互动与成长，为观众呈现最真实、最温馨、最有趣的亲子关系画卷。"
    },
    "假日剧场": {
      "channel": "浙江卫视",
      "title": "假日剧场",
      "desc": "旭丘分校的学生只有5人。即使学年和性格都各不相同，也总是在四季变换中一同享受着乡村生活。某天，旭丘分校的众人在百货店的抽奖中抽到了特等奖冲绳旅行券。于是，大家利用暑假时间前往冲绳……"
    },
    "奔跑吧天路篇": {
      "channel": "浙江卫视",
      "title": "奔跑吧天路篇",
      "desc": "连接山河之极，感受疆藏之美。这一季，跑男团将从西藏到新疆，用脚步丈量祖国大好河山，用心感受大国疆土的辽阔与温暖。在西藏，邂逅日照金山的震撼，身着民族服饰融入藏地风情，体悟那份纯粹与神圣；在新疆，寻觅街头巷尾的美食香气，沉浸于多元文化的独特魅力，解锁不一样的奔跑体验。"
    },
    "经典剧场": {
      "channel": "浙江卫视",
      "title": "经典剧场",
      "desc": "本系列是台视经典剧集的合集。"
    }
  },
  "东方卫视": {
    "锚点": {
      "channel": "东方卫视",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "爱上海": {
      "channel": "东方卫视",
      "title": "爱上海",
      "desc": "美国作家帕特里夏-海史密斯（1921-95）的生活、爱情和工作的故事，通过她未发表的日记、她自己的声音和认识她的人（包括家人和亲密朋友）的声音讲述。"
    },
    "1/7": {
      "channel": "东方卫视",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "人间洗剧": {
      "channel": "东方卫视",
      "title": "人间洗剧",
      "desc": "首部国人洗浴文化纪录片，知名喜剧演员乔杉配音。澡堂一间，烟火万千，在蒸腾的热气与水声之中，我们走遍全国各地风格迥异的“澡堂”，记录这片特殊的场域下技艺精湛的洗浴技巧、五花八门的洗澡文化以及人们卸下防备赤诚以待的动人故事与情感瞬间。"
    },
    "乌云之上": {
      "channel": "东方卫视",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "真心英雄": {
      "channel": "东方卫视",
      "title": "真心英雄",
      "desc": "Jack（黎明 饰） 追随皮哥多年，阿豪（刘青云 饰）是追哥的得力助手，两人各为其主，却早已耳闻对方威名。在一次行动中，阿豪放了Jack一马。二人驾车狭路相逢，相互对撞，各自从车内爬出，但手中却拿着各自从家里带来的珍藏红酒，二人因而偕同女友琪（蒙嘉慧 饰）和玲（梁艺龄 饰）一起 去小酒吧痛饮，直称相见恨晚，便相约大战过后再来喝个痛快，但两人心中各知自此一别后再见便是生死相搏之时。阿豪、Jack在泰国两败俱伤，但老大下手，阿豪双腿被打断，Jack被打至完全昏迷。 闻讯后的琪、玲赶往泰国，却遭不测。一年后，皮哥、追哥言和，对旧事却避而不谈，阿豪为此境况惨淡，而不问江湖事的Jack能否出山，真心英雄真否可以不死，他们能了却复仇的心愿吗？"
    }
  },
  "江苏卫视": {
    "冬至": {
      "channel": "江苏卫视",
      "title": "冬至",
      "desc": "学志（许亚军 饰）是一名律师，最近正在处理被公安收审的慧东（刘慧东 饰）和其妻子小白菜（秦海璐 饰）的离婚案。在这个节骨眼上，学志发现自己的妻子新美（胡靖钒 饰）有外遇了。学志从小就成长在一个破碎的家庭之中，所以对于家的渴望格外的强烈，因此，他愿意原谅妻子的不忠，只要她能够回归家庭，然而，新美却在情人和丈夫之间犹疑不决。\r 　　与此同时，小白菜也渐渐的被学志的真诚和正义所吸引，两人之间的关系开始变得复杂起来，当新美终于想通了，决定放弃情人，重新回到学志的身边时，小白菜也决定要和学志开始新的人生。"
    },
    "小镇故事": {
      "channel": "江苏卫视",
      "title": "小镇故事",
      "desc": "在整季节目中，节目组前往中国12大特色小镇，这些小镇可以称之为“世外桃源”，它们都具有某一种极致特色且不曾被潮流所同化，没有喧嚣与浮躁充满宁静而安逸。在小镇中，智囊团将以小镇为背景，展开富有文人气息、独特而又有品位的对话盛宴。他们将从各自独有的视角出发，探寻小镇的宝物。智囊团能够看到的任何事物，都有可能成为小镇的瑰宝！观众亦能够以最贴近民生的方式在综艺节目中“返璞归真”，共同寻“宝”鉴“宝”，小镇之宝可能是事，可能是物，甚或是一片心，它是每个人心之想往、栖息的文化密码。"
    },
    "味解乡愁": {
      "channel": "江苏卫视",
      "title": "味解乡愁",
      "desc": "产地：中国大陆\n\n类别：纪录片\n\n语言：汉语普通话\n\n上映日期：2017-4-1(中国大陆)\n\n集数：50\n\n片长：4\n\n《味解乡愁》节目以纪实的方式表现人与家乡美食的情感故事，通过寻访有异乡经历或者当地长者、手艺人的典型故事，传达出美食对他们的家乡符号意义。节目不仅注重表达人物对美食产生的情感记忆，还在故事中充分展现菜肴的历史文化厚度和纯正的江苏味道。"
    },
    "无尽的尽头": {
      "channel": "江苏卫视",
      "title": "无尽的尽头",
      "desc": "聚焦未成年人司法保护，讲述了未成年人检察小组初创，检察官林之桃与助理检察员白恩宇，为了孩子们，携手对抗人性之恶的故事。 始于悬念，终于救赎；拨开迷惘，山止川行。"
    },
    "非诚勿扰": {
      "channel": "江苏卫视",
      "title": "非诚勿扰",
      "desc": "海归秦奋（葛优 饰）的天才发明“分歧终端机”因能公平和平地解决人类分歧，被风投者以200万英镑高价买走。秦奋也开始踏上网上征婚的路途，一路笑话不断，不是重遇Gay友，就是遇到推销客，秦奋颇有点心灰意冷。几经周折后，秦奋终遇倾心佳人梁笑笑（舒淇 饰）。无奈，美人心有所属。秦奋究竟如何逆流而上？几番悲欣交集后，有志者事竟成！秦奋终于带着他的真爱开始一段全新征程。"
    },
    "书卷一梦": {
      "channel": "江苏卫视",
      "title": "书卷一梦",
      "desc": "当意外穿越进剧本世界，成为被反派男主用完即弃、凌虐致死的女主角应该怎么办？宋小鱼想都不用想，当然是能跑多远跑多远啊。然而无论如何努力，“剧情”始终都会将她推往男主南珩身边，上演一个又一个剧本名场面。而在这个纸片世界里，亦有无数个早就被“设定”好的人物角色。有人被困深宫重院，有人囿于高门家宅，有人为雌竞所累，有人因权势奔走。有人渴望爱与自由，却只能戴着镣铐惶惶起舞，有人做着扶摇直上的大鹏之梦，却在日复一日的束缚与平庸中被消磨着激情。这不仅是人怂怕死的躺平咸鱼宋小鱼和心狠手辣的夺命卷王南珩间的鏖战，更是每个“小我”纸片人与既定命运的战斗。"
    },
    "夜色正浓": {
      "channel": "江苏卫视",
      "title": "夜色正浓",
      "desc": "一场盛宴之下的狂欢，让隐藏已久的暗涌浮现，唤醒了所有装睡的人，也触发了GST酒业各层人士的生存危机。一切事关生存，每一步都需格外谨慎。七个深陷其中的主要人物，在事件中扮演了不同的角色，勾勒出人性的复杂和现实的残酷，从而呈现出一个共同的主题——如何在惶惶不安中乐观地活下去！"
    },
    "最强大脑": {
      "channel": "江苏卫视",
      "title": "最强大脑",
      "desc": "在各种歌舞类综艺娱乐节目层出不穷乃至鱼龙混杂的当下，江苏卫视异军突起，将诞生于德国的大型科学类真人秀综艺节目《Super Brain》移植到中国，以全新的综艺风格和冷僻有趣的知识在电视荧屏上吹起了一阵强烈的科学风暴。节目中蒋昌建担当主持人，孟非、陶晶莹、高晓松、魏坤琳等来自各个领域的知名达人组成评委团，此外还请到范冰冰、舒淇、周杰伦、佟大为、宁静等明星担当嘉宾观察员。节目设置晋级赛、挑战赛和中外PK赛，来自中国、美国、日本等国家的科学小队将迎接不同内容的科学挑战，他们通过谨慎推理和脑力激荡解决了一个又一个难题，也在这一过程中让“寓教于乐”得以实现。因此成为全年龄层次的超人气科学类综艺秀！"
    },
    "诗画江南": {
      "channel": "江苏卫视",
      "title": "诗画江南",
      "desc": "江南作为中国最具影响力的地区之一，它是如何成为中国人心目中的天堂？江南文化在中国数千年的历史长河中独树一帜，又如何融入中华文明并生生不息，薪火相传？由江苏省广电总台出品的大型系列纪录片《诗画江南》，全面讲述了江南从荒芜之所到昌盛之地的嬗变过程，并呈现了造成南北格局重大变化的永嘉南渡、安史之乱、南宋偏安等重大历史事件，值得你靜心欣赏。"
    },
    "年少有为": {
      "channel": "江苏卫视",
      "title": "年少有为",
      "desc": "大厂打工人裴谦惨遭辞退之际，意外获得神秘大佬的邀请，创办了一家必须以亏损为目标的公司，于是他故意集齐各种不靠谱的虾兵蟹将，绞尽脑汁地给员工加薪放假发福利，又投资了一个个奇葩项目，不料竟一次次意外反转，屡战屡赚。裴谦有苦难言，却成为了员工心中的良心老板，业界公认的商业奇才，不得不带领公司继续逆风翻盘，终成当地第一集团。"
    },
    "茶界中国": {
      "channel": "江苏卫视",
      "title": "茶界中国",
      "desc": "十集大型人文纪录片《茶界中国》，讲述中国茶叶所蕴含的悠远中华文明，以及中国茶叶为全世界带来400多年的深厚影响。  　　东望江浙，西至拉萨，南到海南，北上山东，中国台湾，日本，英国，非洲肯尼亚，联合BBC团队，11个摄制组，历时3年，跨国拍摄。第一次深度走访中国茶叶的每一处原产地。正本清源，探寻茶叶最正宗的口感，力求为观众传达最正确的茶叶认知，倡导最健康的饮茶方式。  　　拍摄近百位茶人，茶农，制茶者，销售者，茶文化研究者，从全新的角度来解读茶叶，展示当下属于中国的一份文化自信。"
    },
    "假日暖洋洋": {
      "channel": "江苏卫视",
      "title": "假日暖洋洋",
      "desc": "已近而立之年的经纪人许可依，在演艺圈单打独斗闯下一片广阔天地。大年三十晚上，她带着艺人高俊裕来度假村献唱，以为自己十年艰辛付出终将收获美满爱情，却未能如愿以偿。失魂落魄的许可依独自在海边借酒消愁，而一直默默关注又担心她的暖男侯昊，就这样误打误撞闯入了许可依的生活。两人的感情急速升温，在许可依事业与爱情屡屡受挫的意外假期里，似乎只有慢生活的侯昊，能为她带来新的开始……来度假村过年的客人们形形色色，带着一大家子人前来的小夫妻宋小可与陈斌斌也是其中一员。身为创业女强人的宋小可，早已受不了陈斌斌的怠惰而与其冲动离婚，可是为了让长辈们过个好年，两人只得硬着头皮扮演恩爱夫妻，想把年先过了再公布离婚的事情。而离婚一时爽、追妻火葬场的陈斌斌，在度假村中绞尽脑汁、想方设法地讨好挽回，结果闹出了一堆笑话。医疗队的医生老温和女儿温若楠受度假村邀请前来度假，老温平日工作繁忙，正打算好好弥补平日对女儿缺少的陪伴与关爱；然而温若楠正值叛逆期，妈妈的病逝又让她对老温心结难解，父女关系紧张。当老温再一次因为突发手术失约于女儿的生日会，两人的关系陷入僵局。护士周瞳的出现，在老温和温若楠之间架起了一座沟通的桥梁，父女二人终于在度假村中慢慢开始试着理解和包容对方。宁静放松的度假村里，阳光沙滩、椰林大海舒适而治愈，不慌不忙地洗刷着人们城市生活的疲累与艰辛，为一对对来这里寻找幸福的人，找到平凡人生里最温暖的答案。"
    }
  },
  "北京卫视": {
    "风味原产地": {
      "channel": "北京卫视",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    },
    "昆虫记": {
      "channel": "北京卫视",
      "title": "昆虫记",
      "desc": "松木（左幸子 饰）出生在一个穷苦的农村家庭之中，母亲去世后，她和父亲过着相依为命的生活，父女之间感情十分亲密。为了补贴家用，松木被派往地主家做工，却被地主的儿子强暴怀孕。之后，松木回到了父亲身边，生下了一个女儿，取名幸子。之后，松木在工厂里找到了一份工作，和小组长松波交往甚密。最终，松木被工厂开除。无处可去的她决定将幸子留给父亲照顾，自己只身一人来到了繁华的大都市东京。在那里，她成为了妓院里的一名女佣，并最终经不住金钱的诱惑，出卖了身体。聪敏的松木深得妈妈桑的信赖，妈妈桑将自己的一部分事业交给松木打理，并将金主唐泽介绍给松木。在唐泽的资助下，松木拥有了自己的妓院。"
    },
    "我们的日子": {
      "channel": "北京卫视",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    },
    "2024北京广播电视台春节联欢晚会": {
      "channel": "北京卫视",
      "title": "2024北京广播电视台春节联欢晚会",
      "desc": "2024年北京广播电视台春节联欢晚会"
    }
  },
  "安徽卫视": {
    "与狼共舞": {
      "channel": "安徽卫视",
      "title": "与狼共舞",
      "desc": "邓巴中尉（凯文•科斯特纳 Kevin Costner 饰）在南北战争中立了大功，政府为了褒奖他，给了他任意选择驻地的特权。邓巴渴望着一种全新的生活，于是选择了遥远偏僻的西部哨所塞克威克。这里住着大量的印第安苏族人。 一开始苏族人把他的到来有着抗拒，当邓巴主动接近和了解他们的生活，并搭救了一个从小在苏族长大的白人少女后，族人和他之间的关系开始回暖。他得到了一个印第安名字：与狼共舞。邓巴的骑术让族人惊叹，他的善良被大家称赞，和白人少女也日久生情。一次对抗外族入侵的战争中，邓巴更是被封为了苏族人的民族英雄。 然而马背文化的没落已成必然，白人士兵来到这片土地，驱赶苏族人，捕捉“叛徒”邓巴，这片朴实的土地慢慢改变了容颜……"
    },
    "2026安徽卫视春节联欢晚会": {
      "channel": "安徽卫视",
      "title": "2026安徽卫视春节联欢晚会",
      "desc": "2026 安徽卫视春节联欢晚会以 “我们的春天” 为主题，立足百姓真实生活场景，融合徽风皖韵与前沿科技，于 2026 年 2 月 15 日（腊月二十八）19:30 播出。晚会通过多舞台联动、沉浸式景观打造，为观众呈现一台充满时代气息与人间烟火的文化盛宴。"
    },
    "我和春天有个约会": {
      "channel": "安徽卫视",
      "title": "我和春天有个约会",
      "desc": "一代歌后姚小蝶（刘雅丽 饰）自加拿大返港，准备在即将拆除的丽花皇宫进行一场纪念演出，这里是当年她和露露（罗冠兰 饰）、莲茜（冯蔚蘅）、凤萍（苏玉华）三名姐妹歌唱事业起步的地方。六十年代，东南亚的战争阴云对香港也多有波及，此时的四姐妹在丽花皇宫刚刚开始自己的演唱之路，凤萍被烂赌的男友拖累，有孕在身却经常入不敷出，最后消失在混乱的南洋，为四姐妹无忧无虑的日子画上了句号。小蝶属意乐队萨克斯风手家豪（吴大维 饰），但后者意识到小蝶的前途会远比自己灿烂，遂留下一曲《我和春天有个约会》，消失在茫茫人海……  　　本片根据香港话剧团名剧改编，演员基本由原版话剧班底组成。"
    }
  },
  "天津卫视": {
    "哈尔滨1944": {
      "channel": "天津卫视",
      "title": "哈尔滨1944",
      "desc": "1944年伪满统治下的哈尔滨，伪装成铁路巡警的地下党宋卓文（秦昊 饰），被特务科科长关雪（杨幂 饰）误认为自己的救命恩人——其实是卓文失散多年的双胞胎哥哥宋卓武（秦昊 饰）。卓文为查清关东军课长浅野大吾来哈尔滨的最高任务，将计就计利用关雪进入特务科，可是宋卓武却突然出现，使卓文陷入始料未及的困境。关雪冷血多疑，心狠毒辣，卓武生性冲动，经常无意间破坏卓文的行动，在上级的安排下，才使得两兄弟相互配合，彼此掩护，经历数次的试探，避开特务科内部同事的明争暗斗，终于取得关雪和日方高官的信任。在这短短一年的时间之内，地下党人们经历千辛万苦查清并阻止了日军和苏联共谋的秘密行动，揪出潜伏在我党内部的伪满特务，迎来战争最后的胜利。"
    }
  },
  "深圳卫视": {
    "奇迹": {
      "channel": "深圳卫视",
      "title": "奇迹",
      "desc": "Sunder是一个农村的教师，被朋友骗到了孟买，行李被骗走，身上的钱也都被偷走。走投无路时，在坟墓里遇到了鬼魂先生Marco，他讲出了20年前被杀害的事情，并求Sunder帮助他。最终，他们齐心合力抓住了坏人，并且Sunder和Marco的女儿结婚了。"
    },
    "无忧渡": {
      "channel": "深圳卫视",
      "title": "无忧渡",
      "desc": "繁华的广平城，人妖共存，妖擅长隐匿形迹，伪装成人，却不被人所知。富家千金半夏有一双奇怪的眼睛，经常能看到那些子虚乌有的影子。因为这个，无论她多么循规蹈矩、乖巧懂事，仍会被人在背地叫做“疯子”。半夏戳破了堂嫂是妖的秘密，引来追杀，就此和捉妖师宣夜相识。宣夜对半夏眼睛的轻轻一吻，让她彻底看清了这个人妖共存的世界。他们一起调查了广平城中的碧玉梨回春、九命猫换命、《广平春晓图》一日轮回等多起诡异之事后，关系日渐亲密。但宣夜背负的秘密，却将半夏一次次推开，因为他逐渐发现，自己虽身为捉妖师，却很有可能也是妖……"
    }
  },
  "东南卫视": {
    "我们的音乐馆": {
      "channel": "东南卫视",
      "title": "我们的音乐馆",
      "desc": "《我们的音乐馆》计划邀请12位年轻的潜力音乐人加入，共同打造音乐专属基地，并邀请音综前辈分享舞台经验，通过从零起步的“创业真人秀+LIVE舞台试炼”。"
    },
    "一起冲锋吧": {
      "channel": "东南卫视",
      "title": "一起冲锋吧",
      "desc": "节目邀请一群创业者深入呼伦贝尔鄂伦春地区，展开一场聚焦青年能量与价值创造的探索之旅。他们将直面生态与经济发展的现实课题，通过深度体验与创新实践，推动当地特色资源的深度挖掘与价值提升。"
    },
    "非常旅行+": {
      "channel": "东南卫视",
      "title": "非常旅行+",
      "desc": "4位50+女性组成闺蜜旅行团，在非洲这片人类起源之地开启爱心公益之旅，通过独具个性的方式对外探索世界，冒险旅行，对内重拾友谊，审视自己。"
    },
    "书卷一梦": {
      "channel": "东南卫视",
      "title": "书卷一梦",
      "desc": "当意外穿越进剧本世界，成为被反派男主用完即弃、凌虐致死的女主角应该怎么办？宋小鱼想都不用想，当然是能跑多远跑多远啊。然而无论如何努力，“剧情”始终都会将她推往男主南珩身边，上演一个又一个剧本名场面。而在这个纸片世界里，亦有无数个早就被“设定”好的人物角色。有人被困深宫重院，有人囿于高门家宅，有人为雌竞所累，有人因权势奔走。有人渴望爱与自由，却只能戴着镣铐惶惶起舞，有人做着扶摇直上的大鹏之梦，却在日复一日的束缚与平庸中被消磨着激情。这不仅是人怂怕死的躺平咸鱼宋小鱼和心狠手辣的夺命卷王南珩间的鏖战，更是每个“小我”纸片人与既定命运的战斗。"
    },
    "藏海传": {
      "channel": "东南卫视",
      "title": "藏海传",
      "desc": "《藏海传》讲述钦天监监正蒯铎之子身负血海深仇，潜心十年学艺，化名藏海后进京寻找真相，最终报仇雪恨、惩恶扬善、坚守正义的故事。"
    },
    "武夷山·我们的国家公园": {
      "channel": "东南卫视",
      "title": "武夷山·我们的国家公园",
      "desc": "《武夷山·我们的国家公园》是首部8K超高清摄制的介绍中国国家公园的生态人文纪录片，由上海广播电视台纪录片中心、福建省广播影视集团、上海东方传媒技术有限公司联合出品。该片展示了中国国家公园的优质自然环境和生物多样性保护的扎实成效，体现了中国为携手共建地球生命共同体贡献的中国方案和中国智慧。"
    },
    "上新吧，福味": {
      "channel": "东南卫视",
      "title": "上新吧，福味",
      "desc": "导演: 王圣志\n\n编剧: 杨YAN\n\n主演: 林卫辉 傅博文 上青杰哥 刘禾森 兰明路 刘新 杨锦 冯永彪\n\n类型: 纪录片\n\n制片国家/地区: 中国大陆\n\n语言: 汉语普通话\n\n首播: 2023-02-27(中国大陆)\n\n集数: 8\n\n单集片长: 45分钟\n\n　　乡村振兴题材纪录片《上新吧，福味》定档，将于2月27日在东南卫视、海峡卫视首播，腾讯视频同步播出。据悉，该片将展现食物的“山海经”和“林草戏”，展现八闽水土与闽南文化和谐共创出地道物产的过程，以地理标志为切入点打开乡村振兴的视野，深入农耕生活解读中华文明的本源。"
    },
    "鲁豫有约·一日行": {
      "channel": "东南卫视",
      "title": "鲁豫有约·一日行",
      "desc": "据了解，节目首播当期“华人首富”王健林将会带领鲁豫走进万达食堂，曝光传说中的万达内部食堂，还大谈与儿子王思聪的相处之道，甚至谈到了“自己要延迟退休以及为什么要延迟退休”，并且给鲁豫展示了自称一向“秘不示人”的“神秘收藏王国”，首次公开自己的私人飞机内部……这也将是王健林的综艺访谈节目首秀。著名主持人孟非，虽然全国知名，却从未上过任何一个节目深谈自己的人生和隐私，这一次听说是在南京与鲁豫盘桓一整日，对鲁豫全面开放了他的私人生活。除此以外，还有部分网友对杨丽萍位于大理的传说中“美到天上去”的月亮宫、因“抑郁症”远离观众视线10年的“摇滚蓝莲花”许巍和“网红霸道女总裁”董明珠的逆袭等也表示出了强烈的好奇，甚至有网友调侃称：“鲁豫姐姐一定要多吃饭，攒足力气多走出去带我们看看大咖们的人生”。还有网友表示能邀请到这些重量级的明星大咖，也只有鲁豫能做到。该节目将于8月26日起，每周五晚21：10分于东南卫视首播。"
    }
  },
  "湖北卫视": {
    "小巷人家": {
      "channel": "湖北卫视",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    },
    "生死连": {
      "channel": "湖北卫视",
      "title": "生死连",
      "desc": "河北沧州剃头匠武十三因杀妻之仇而誓要当兵杀日本鬼子。投军途中误入战场，被八路军救后参军入伍。五一大扫荡开始，武十三所部与大部队失去联系，他们边打边退，突出重围后，武十三将汇集起来的人马整编为一个连，因大家来自五个不同的连，故起名“新五连”。连队在武十三的带领下坚持抗敌战争，巧过封锁线、阻击扫荡、打造武器、训练队伍、使得这支部队渐渐壮大，武十三也从欲报私仇的平民百姓成长为以民族大义为重的铁骨军人。随着他们的强大，鬼子更加紧追不舍。为消灭新五连，敌人采取了各种手段，使五连多次陷入绝境，不断有人牺牲，武十三等人凭借智慧屡次脱险。在炮火的洗礼下，五连的战士们结下了亲如兄弟的生死友谊。最终，五连与总部会师，武十三等人归建，继续迎接残酷的战争"
    }
  },
  "广东卫视": {
    "养猫的人": {
      "channel": "广东卫视",
      "title": "养猫的人",
      "desc": "国内首部聚焦人与猫故事的系列纪录片。网络时代，人与人之间的交流普遍数字化，个体生活逐渐演变为孤岛模式，很多人因此选择了猫作为自己的生活伴侣。猫成为了家庭的成员，陪伴并见证了人的生活，成了生活中重要的精神出口。猫与人之间建立起了亲密关系，因此产生了很多感人肺腑的故事。我们寻找独特但又具有普遍性的案例来记录，通过聚焦猫与人的连接来讲述人的境遇，从不同的人生切片里窥见人类共同的情感和需求，以安抚和治愈在时代巨变的动荡中不断磨合的人生。"
    },
    "壮士出川": {
      "channel": "广东卫视",
      "title": "壮士出川",
      "desc": "一九三七年，“七·七”事变爆发，川军在四川省主席的感召下，请缨出川抗日。这支川军知耻后勇，以“失地不复，决不回川”的决心，以三百万壮士出征，六十万军人伤亡的代价，打出了“无川不成军”的威名。学生连长张抗带领属下官兵随川军北路纵队出征，转战今山西、山东、湖北、湖南等地，在台儿庄大战等重大战役中，与日军展开一系列惊心动魄的殊死搏斗。通过战争的洗礼，张抗与众川军将士结下生死之谊，其与女学生夏之悦的爱情也在血与火的烘托中得以升华。张抗属下士兵杨得贵、王长生、吴天禄、何阴阳、黑娃等人，虽出身不同、性格迥异，但在民族大义的感召下，殊途同归，最终为了掩护张抗脱险，纷纷慷慨就义，谱写了一曲可歌可泣、荡气回肠的英雄赞歌。"
    },
    "绝密较量": {
      "channel": "广东卫视",
      "title": "绝密较量",
      "desc": "国安三处副处长杨光（张鲁一 饰）在一次收网行动中获知情报，境外间谍组织“赫尔特墨斯”意图破坏至关重要的中美合作会谈。尽管他率队全力支援，但间谍组织仍暗杀了我方会议代表，导致会谈终止。当双方重启合作会议时，敌手再度出击，杀害我国顶尖科研专家并窃取核心机密技术。杨光敏锐察觉事态背后必有更深阴谋，遂带领三处队员抽丝剥茧，展开严密调查。\n\n　　与此同时，身份成谜的国际公关赵亚薴（高圆圆 饰）频频出现在关键节点，其立场敌友难辨，使局势更加扑朔迷离。杨光运筹帷幄，最终成功将“赫尔特墨斯”及其头目山下恒友等人缉拿。然而，他旋即被赵亚薴以“感谢”为名构陷，落入百口莫辩的困境。赵亚薴趁势接近，试图以美人计策反杨光。杨光将计就计，以停职调查为由，假意周旋于赵亚薴及其背后的美国立德集团之间，暗中探查真相。一场关乎国家最高机密的绝地较量就此展开，杨光必须在双重身份的重压下，粉碎对手窃取我国尖端技术的终极阴谋。"
    },
    "国宝时刻": {
      "channel": "广东卫视",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    },
    "寒战": {
      "channel": "广东卫视",
      "title": "寒战",
      "desc": "作为亚洲金融中心的香港被称作“最安全的城市”，岂料警局接到一通匿名电话，对方声称劫持了警队的一辆前线冲锋车以及车内的五名警员和武器装备。此次事件引起了香港警队高层的高度重视，适逢处长（王敏德 饰）出访国外，此时由鹰派人物行动副处长李文彬（梁家辉 饰）与年轻的管理副处长刘杰辉（郭富城 饰）一起负责这次案件，并将行动命名为“寒战”，李文彬任总指挥。李文彬的儿子（彭于晏 饰）也是人质之一，刘杰辉因此对李文彬父子产生怀疑。与此同时，匪徒展开了进一步行动：警察被杀、爆炸案频发……到底是谁在将整个警队玩弄于鼓掌之中？香港真的是“最安全的城市”吗？"
    },
    "火锅英雄": {
      "channel": "广东卫视",
      "title": "火锅英雄",
      "desc": "在布满防空洞的重庆，三个从初中就“厮混”在一起的好兄弟刘波（陈坤 饰）、许东（秦昊 饰）和王平川（喻恩泰 饰）合伙开着一家火锅店，名为“老同学洞子火锅”。由于经营不善，几人落得只能转让店铺还债。为了店铺能“卖个好价钱”，三人打起了“扩充门面”的主意，自行往洞里开挖。没想 到，在扩充工程中却凿开了银行的金库！就这样，濒临倒闭的火锅店和银行金库仅有“一洞之隔”；看着眼前随手可得的成堆现金，在“拿钱还是报案”的思想拉锯战中，三兄弟偶遇上另一个女同学——初中时给老大写过情书、现在在银行上班的于小惠（白百何 饰）。四个老同学因为这个“洞”而打开重聚之门。由此，这个略显尴尬的洞，引发了一个令人意想不到的故事."
    },
    "电影": {
      "channel": "广东卫视",
      "title": "电影",
      "desc": "电影11111111111111111111"
    }
  },
  "贵州卫视": {
    "詹姆士的厨房": {
      "channel": "贵州卫视",
      "title": "詹姆士的厨房",
      "desc": "《詹姆士的厨房·旅行季》是一档美食旅行慢综，由中国台湾著名烹饪美食家詹姆士与罗拉、王能能三人组成“寻鲜家族”，从贵阳出发自驾游遍贵州九地，一起制作一份旅行手帐，并开设一家创意集合菜小店，每一地还将有飞行嘉宾投送他的“美食订单”。"
    },
    "日落时分说爱你": {
      "channel": "贵州卫视",
      "title": "日落时分说爱你",
      "desc": "熟龄哥姐勇闯恋综，开启敢爱新篇章！不管几岁，恋爱万岁！"
    },
    "这一站贵州": {
      "channel": "贵州卫视",
      "title": "这一站贵州",
      "desc": "本季共八集，围绕的是在讲智慧，贵山贵地人的智慧，生活智慧、处事智慧、建造智慧、经营智慧、交流智慧、探索智慧等等。智慧，是能吸引人深入的根元素之一。大文旅作品，究其根本在于拨开极致景色的外衣后，内涵核心还是文化吸引力，而文化一定要靠人文的体现表达，不只看美赏色，景是衬，归根还是要做有温度的人，做出人情味，不做苦哈哈，做乐呵呵的贵地人生存之道，让观者喜欢上这方水土中智慧质朴的人，必然会喜欢这个地方，还有些想要来看看的念想，来亲身经历、亲身感受一番，这影片，就成了。"
    },
    "微短剧": {
      "channel": "贵州卫视",
      "title": "微短剧",
      "desc": "讲述奥莉薇亚，斯蒂芬妮，艾玛，米娅和安德里亚生活中的小故事。"
    },
    "锦绣芳华": {
      "channel": "贵州卫视",
      "title": "锦绣芳华",
      "desc": "商户之女何惟芳与雅冠长安的蒋长扬相识后，两人组成了匠人与投资人的组合。凭借培育稀世牡丹的高超技能和过人的经商头脑，何惟芳带领一众命运坎坷的女性共同经营花坊，过关斩将，在女子本弱的偏执沉疴中博得一席天地。随着何惟芳与蒋长扬的渐渐相熟，她发现这位一身骂名的“天下第一贪官”实则是外浪内纯、心怀天下的国之利刃。在亲历底层之苦、另悟牡丹之用后，何惟芳决心转型利民实业。"
    }
  },
  "河北卫视": {
    "我们的日子": {
      "channel": "河北卫视",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    }
  },
  "山西卫视": {
    "经典电影": {
      "channel": "山西卫视",
      "title": "经典电影",
      "desc": "六位电影人以当代视角改编经典电影，探讨当今社会关于身份认同的议题。"
    },
    "小巷人家": {
      "channel": "山西卫视",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    },
    "大盛魁": {
      "channel": "山西卫视",
      "title": "大盛魁",
      "desc": "该剧由创业、兴业、歇业三部构成，历史跨度270年，讲述了自清代“走西口”历史背景下由晋商创造的中国清代最大的跨国贸易商号——“大盛魁”的兴衰传奇"
    },
    "父辈的荣耀": {
      "channel": "山西卫视",
      "title": "父辈的荣耀",
      "desc": "1998到2015年，是中国林业沧桑巨变的二十年。在这一阶段，顾长山（郭涛 饰）收养了因公牺牲搭档的儿子兴杰（张晚意 饰），经过犹豫，顾家人最终还是决定供兴杰去外面继续读书。下岗危机，也以部分年轻人率先出走告终，留下的人，则在顾长山带领下，搞起“家庭生态林”，暂时解决生计危机。时间来到2007年转型走到新的节点，为保护生态、改善民生，深山远林区移民工程开始，923工队再次面临走出去命题。兴杰也被拉回大山，在化解家人危机后，兴杰接下动员移民任务，并在其中找到了自己的价值，他决心留下来，扛起林业改革的使命。之后在14、15年全面限伐背景下，兴杰积极响应“金山银山不如绿水青山”号召，带着一家人和更多林区百姓，朝美好的新生活奔去。"
    },
    "电影": {
      "channel": "山西卫视",
      "title": "电影",
      "desc": "电影11111111111111111111"
    },
    "这十年·幸福中国": {
      "channel": "山西卫视",
      "title": "这十年·幸福中国",
      "desc": "翻开历史的书卷，回望千年的凝练，从古之华夏到今之崛起的中国，这是一段疾速飞跃的伟大历程，每个领域我们都努力推进，每一步我们都走得脚踏实地。在这里我们一起回首历史与古代先贤对话，立足当下共述新时代幸福生活。二十四位实力演员穿越历史时空，以24位历史人物，展开20段历史故事，铸就中华五千年文明丰碑。"
    }
  },
  "河南卫视": {
    "小巷人家": {
      "channel": "河南卫视",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    },
    "中国古建": {
      "channel": "河南卫视",
      "title": "中国古建",
      "desc": "纪录片《中国古建筑》由华润雪花策划制作，历时3年拍摄制作完成。该片运用直观3D动画技术，结合历史资料研究，真实再现了中国古代建筑发展历程，为中国首个古建筑领域大型传承性纪录片制作。  　　本片在全国各地共拍摄101处古建筑，同时还运用三维动画还原了消失的古建筑面貌，采用高清格式为观众展现中国建筑的细部和魅力，表现出中国古建筑之“大势”。本片制作团队由清华大学建筑学院教授、资深导演和摄像师联合组建。"
    },
    "中国节气": {
      "channel": "河南卫视",
      "title": "中国节气",
      "desc": "《中国传统二十四节气》原创动画故事由央视一套《第一动画乐园》栏目制作。该系列以中国传统节气为主题，每集10分钟，带领观众穿梭在“水墨国风美图”组成的节气画卷中，与一个个美丽且充满童趣的故事相遇，了解中国传统节气知识，探究上古农耕人民的智慧。"
    }
  },
  "广西卫视": {
    "北部湾人家": {
      "channel": "广西卫视",
      "title": "北部湾人家",
      "desc": "广西壮族自治区的北部湾开发区飞速发展，而这个北部湾的人家——韦家却相继迎来一系列映射出整个广西发展过程中出现的喜怒哀乐。 韦家家主韦大壮作为一个退休老干部，本来该是颐养天年的，但是家中女主人——韦大壮的后妻简淑贤却有了阿尔兹海默症的前兆。简淑贤是大学里教授中国古代民族文化的教授，自小接受贵族教育的华侨后代。简教授身上有着知识分子的执拗和温文尔雅的气质，在得老年痴呆症之后，她为了不让学生们因为她而接受错误、混乱的知识，毅然退出自己奋斗一生的讲台，给学生们留下最瑰丽的文化与身影。"
    }
  },
  "内蒙古卫视": {
    "李卫当官": {
      "channel": "内蒙古卫视",
      "title": "李卫当官",
      "desc": "该剧以雍正当政前后为时代背景，讲述了出身卑微的李卫在红颜知己岳思盈的帮助下，运用小人物的机智博得雍正宠爱，一路巧斗各级贪官污吏，最后当上两江总督的经过。"
    },
    "大盛魁": {
      "channel": "内蒙古卫视",
      "title": "大盛魁",
      "desc": "该剧由创业、兴业、歇业三部构成，历史跨度270年，讲述了自清代“走西口”历史背景下由晋商创造的中国清代最大的跨国贸易商号——“大盛魁”的兴衰传奇"
    },
    "锻刀": {
      "channel": "内蒙古卫视",
      "title": "锻刀",
      "desc": "绰号小刀的山寨青年江昂泰，因自己深爱的姑娘江美兰打算和世仇萧家寨的少爷萧以恒和亲，搅黄婚礼、引发家族械斗，并导致萧以恒父亲重伤。小刀被逐出山寨，后因时局所迫，奉命从山寨召集了一支队伍加入国军抗日，却被编到了仇人萧以恒的麾下。萧以恒将小刀的队伍屡屡推到战斗最惨烈的第一线，但是小刀和同族子弟兵不畏艰难、英勇奋战，一次次取得胜利。萧以恒和小刀之间的矛盾也随着战火的洗礼逐渐消解。  　　但小刀对萧以恒的妻子江美兰执着的爱却始终是一个插在所有人心里的刺。小刀甚至为此一再辜负真正深爱着他的姑娘，共产党员沈沛琴。随着战争越发惨烈，小刀在沈沛琴的影响下最后加入了中共的队伍。两个人也走到了一起。  　　卢汉起义，小刀奉命争取萧以恒，几经波折后，萧以恒最终率部起义。一群热血青年在那段峥嵘的岁月里，演出了一段可歌可泣的传奇故事。  　　本剧讲述的是1937年抗战爆发，一群云南的爱国志士和热"
    },
    "微剧场": {
      "channel": "内蒙古卫视",
      "title": "微剧场",
      "desc": "阳光明媚的一天，碧海蓝天，海鸥飞翔，在一座植被茂密的小岛上，漩涡鸣人、佐助、小樱以及井野、志乃登一众下忍没有任何修炼任务，而是悠哉游哉地坐在海边举行烧烤聚会，只不过这群性格别扭的家伙却分坐在不同地方，各自为政。超级贪吃的漩涡鸣人意外在沙滩下发现一支普普通通、破破烂烂的瓶子，他随手打开瓶盖，却从里面喷出一股浓郁的烟雾。烟雾散去，一个身形巨大的怪大叔出现，他就是传说中的壶中魔神，可以满足人们三个愿望。  　　鸣人他们起初并不相信魔伸的说法，但在见识了对方的法力之后，却不由得佩服起来。可惜他们有意无意浪费了两个愿望，而今只剩下最后一个，各怀私心的下忍们在岛上展开了一场激烈的争夺战…"
    },
    "行者": {
      "channel": "内蒙古卫视",
      "title": "行者",
      "desc": "喧嚣繁华的国际都会香港，生活于斯的人们朝暮奔忙，从不停歇。这是一场金钱、荣誉、地位的赛跑，你我兀自沉湎其中，从不知晓一切的无常，倏忽易逝。在这个喧嚣场内，有一位形似比丘的行者（李康生 饰）缓缓地穿梭其中。他低垂着头颅，身披红色长袍，手中托着面包和快餐塑料袋。每一步都如同经过深思熟虑般稳稳踏出，似乎正是在享受这步履交错的修行。太阳升起落下，行者以这般迥异常人的方式穿梭全港，仿佛是奔流不息的江河中央一个岿然不动的小渚。不知起点，不知终点，无所从来，亦无所去……"
    },
    "行者Pro": {
      "channel": "内蒙古卫视",
      "title": "行者Pro",
      "desc": "卡拉格是半人半山狮，是一个在落基山脉荒野中长大的变形人。然而，对人类一面的好奇心驱使他离开了山狮家庭。在与人类寄养家庭一起生活时，他隐藏了自己的木行者身份。他逐渐意识到自己无法在人类社会中找到自己的位置。直到一所秘密的木行者寄宿学校发现了他，他才有了家的感觉。在 Clearwa-ter High，他找到了朋友：厚脸皮的松鼠 Holly 和害羞的野牛 Brandon。卡拉格需要朋友，因为木行者的世界充满了秘密和危险。当卡拉格发现他的导师、百万富翁安德鲁-米林（Andrew Milling）在背后策划了一场向人类复仇的秘密阴谋时，他必须做出选择。"
    },
    "时光拾光": {
      "channel": "内蒙古卫视",
      "title": "时光拾光",
      "desc": "尼古拉斯·贝多斯([阿德尔曼夫妇])自编自导的新片[美好年代](La Belle Époque，暂译)已于9月25日开机，将于本月28日完成拍摄。卡司包括丹尼尔·奥特伊、吉约姆·卡内、芬妮·阿尔丹、皮埃尔·阿迪提、德尼·波达利德斯。故事讲述60多岁的男主维克多面临婚姻危机，一个商人安东尼向他兜售称他的公司可以让维克多重返自己昔日岁月的某一时段，维克多选择了重返与初恋相遇的40年前。该片法国发行权、国际销售权归Pathé、Orange Studio。"
    },
    "世界·观": {
      "channel": "内蒙古卫视",
      "title": "世界·观",
      "desc": "只有他们能侦听到的太空的神秘声音？他们到底发现了什么？三位天文学家意外地截获了他们认为是来自遥远的外星文明的信号，但事实比他们任何人想象的都要不可思议。该片制作历时五年，四个工作人员，三个演员，零预算的独立电影。"
    }
  },
  "新疆卫视": {
    "极致新疆": {
      "channel": "新疆卫视",
      "title": "极致新疆",
      "desc": "该片立足新疆独特自然和文化特色，借助全疆丰富多彩的自然地理和人文地理，映照大时代的蓬勃面貌，进一步铸牢中华民族共同体意识；用风景与人文的相互辉映，传达人与自然和谐共生的理念，体现生态建设的显著成果，全景式展现新疆多民族和谐共生、共同繁荣的发展成就。"
    },
    "新疆大地": {
      "channel": "新疆卫视",
      "title": "新疆大地",
      "desc": "为庆祝自治区成立70周年，在自治区党委宣传部指导支持下，新疆广播电视台组织摄制了大型纪录片《新疆大地》。该片以铸牢中华民族共同体意识为主线，分为《大地的呼吸》《大地的共舞》《大地的守望》《大地的脉动》《大地的交响》五个篇章，聚焦普通人的真实故事，以纪录片的艺术形式，展现新疆辽阔的地理空间、深厚的情感底蕴、蓬勃的发展活力、宽广的包容胸怀和充满希望的未来图景，向世界讲述新疆创新进步、团结和谐、开放自信的动人故事。"
    }
  },
  "西藏卫视": {
    "战将": {
      "channel": "西藏卫视",
      "title": "战将",
      "desc": "由中国电视剧制作中心制作，知名演员徐洪浩领衔主演的大型人物历史传记《战将》即将于近日登陆央视八套黄金档。该剧讲述了无产阶级革命家、军事家、中国人民解放军陆军上将韩先楚的传奇一生。韩先楚出生在湖北省黄安（红安）县一个贫苦农民家庭，当过放牛娃，学过篾匠，在武汉做过短工，少年时代的艰辛经历，使他很快接受了“官逼民反”的革命思想。1927年11月，黄麻起义爆发时，他加入了家乡的农民协会，参加了反帝大同盟，甚至还担任了乡苏维埃土地委员。在革命运动风起云涌的日子里，他以朴素的阶级感情和满腔热血，投入到了如火如荼的革命斗争中。"
    },
    "日光之城": {
      "channel": "西藏卫视",
      "title": "日光之城",
      "desc": "该剧讲述了以索朗为代表的六位年轻人在西藏这片热土上寻找自我，追逐梦想的故事。他们当中有土生土长的当地人，也有远道而来的追梦人。在日新月异、蓬勃发展的新都市拉萨，他们充满挑战和希望地生活，一点一滴勾勒出当代西藏青年奋斗者的鲜活风貌与理想热情。"
    }
  },
  "嘉佳卡通": {
    "喜羊羊古古怪界有古怪": {
      "channel": "嘉佳卡通",
      "title": "喜羊羊古古怪界有古怪",
      "desc": "阴、阳离子光球被一支神秘的狼族小队盗走，危机的矛头直指古古怪界。羊狼们追到古古怪界，发现潇洒哥与黑大帅也被抓去古古怪界之下的地心世界。为救双蛋，羊狼们义无反顾地向着地心世界出发。在地心世界的层层冒险中，羊狼们结识不同的探险者，对抗未知的怪物，闯过神秘的险境。经历无数次明争暗斗，羊狼们击败狼族小队救下双蛋，同时也揭穿了黑心皮蛋加工场的阴谋……"
    },
    "乌龙院之活宝传奇": {
      "channel": "嘉佳卡通",
      "title": "乌龙院之活宝传奇",
      "desc": "动画片《乌龙院之活宝传奇》围绕着性格迥异的师徒四人及恒王朝留下的万年人参——“活宝”所展开。讲述了师徒四人从代表着金、木、水、火、土五行元素的五个地方通关，拯救被肢解的“活宝”躯干，最终维护武林和平的故事"
    },
    "喜羊羊奇侠大营救": {
      "channel": "嘉佳卡通",
      "title": "喜羊羊奇侠大营救",
      "desc": "羊狼们陪同力将军、皓月去到灵熙国，参观传说中能让人奇力大增的麒麟鼎。没想到意外突发，喜羊羊被卷入一场案件之中，危在旦夕。为了拯救喜羊羊，羊狼们游走在灵熙国各大势力中寻求方法。一路上，羊狼们不仅结识了各大势力里性格各异的新伙伴，获得新的奇力武器升级了奇力，还见识了灵熙国不同门派的风俗习惯，经历了许许多多的人情冷暖。最终，在小羊们的努力之下，终于成功拯救喜羊羊。而万万没想到，喜羊羊遭遇的种种磨难，竟然是一个惊天阴谋……"
    }
  },
  "农林卫视": {
    "拉家常": {
      "channel": "农林卫视",
      "title": "拉家常",
      "desc": "你也许认为你是世界上最忙碌的人，但是，在这个系列纪录片里，主持人戈登·拉姆齐要向大家证明：在家也能煮出色香味俱全的菜肴。他的烹调法则很简单：第一，家常菜必须简单易做；第二，制作起来一定不要太费时间，可以很快做好；第三，一定得美味可口。所以，如果你觉得在家里煮不出美味的食物，那么，你需要重新反省，这就是你唯一需要的菜谱。在这个系列中，主持人戈登·拉姆齐在他自己的家中，在他自己的厨房里，和他的家人：蒂莉、杰克、霍莉、梅根，当然，还有他的妻子塔娜一起，为我们奉献出一道道美味家常菜。"
    },
    "壮士出川": {
      "channel": "农林卫视",
      "title": "壮士出川",
      "desc": "一九三七年，“七·七”事变爆发，川军在四川省主席的感召下，请缨出川抗日。这支川军知耻后勇，以“失地不复，决不回川”的决心，以三百万壮士出征，六十万军人伤亡的代价，打出了“无川不成军”的威名。学生连长张抗带领属下官兵随川军北路纵队出征，转战今山西、山东、湖北、湖南等地，在台儿庄大战等重大战役中，与日军展开一系列惊心动魄的殊死搏斗。通过战争的洗礼，张抗与众川军将士结下生死之谊，其与女学生夏之悦的爱情也在血与火的烘托中得以升华。张抗属下士兵杨得贵、王长生、吴天禄、何阴阳、黑娃等人，虽出身不同、性格迥异，但在民族大义的感召下，殊途同归，最终为了掩护张抗脱险，纷纷慷慨就义，谱写了一曲可歌可泣、荡气回肠的英雄赞歌。"
    },
    "重案六组": {
      "channel": "农林卫视",
      "title": "重案六组",
      "desc": "《重案六组》是刑侦警匪类电视连续剧，从2001年正式上映，截止到2010年，已推出四部，总剧集达到136集。《重案六组》并不渲染表现罪犯作案过程，而是将镜头对准人民警察，受到业界普遍认可。该剧通过各类案件，在感动与真情中来塑造正义、尊严、荣誉，以行动实践的警察形象，情节复杂、紧凑精彩、悬念重生，该剧创下了多项收视记录，在中国内地极受欢迎。"
    },
    "穆桂英挂帅": {
      "channel": "农林卫视",
      "title": "穆桂英挂帅",
      "desc": "杨家将屡次率兵击溃外来侵略军，保住了大宋江山，天下太平。杨家将孙媳穆桂英随佘太君辞宫还乡，安居20载，又遇了东安王造反，佘太君关心国家安危，命重孙杨文广、杨金花兄妹赴汴京探听消息。适逢宋王在校场上选拔将才，奸臣王强之子王伦，武艺平庸，却气焰万分，王强向宋王力保王伦为元帅，杨文广兄妹不服，冲进校场，与王伦比武，刀劈王伦。宋王原先以为杨家已绝后，正苦于无人领兵平乱，今见杨家还有这武艺高强的杨文广，并得知女英雄穆桂英尚健在，便将帅印交给杨文广，封穆桂英为征东大元帅。杨文广兄妹携印回家，穆桂英见帅印感慨万分，想杨家世世代代为国尽忠，穿破了无数铁甲，磨坏了多少鞍镫，在沙场上冲锋陷阵，保宋数十载，牺牲了多少英雄好汉，更恨宋王昏庸，奸臣当道，故迟迟不肯接印。佘太君见穆桂英犹豫，说了卫国安民的道理，并要亲自带兵去平番，穆桂英见白发如银的佘太君还有当年勇，难道自己就没有了当年的威风?便决意重整旗鼓，发兵剿灭反寇。辕门外三声炮响，穆桂英披上了铁甲，威风凛凛，在天波府调兵遣将，斥训了杨文广骄傲轻敌，整顿军风。佘太君亲到校场饯别。瞬时金鼓震天，旌旗蔽日，杨家老小英雄个个精神抖擞，气概昂扬，穆桂英率领大军，浩浩荡荡，向边塞进发。"
    },
    "五号特工组之偷天换月": {
      "channel": "农林卫视",
      "title": "五号特工组之偷天换月",
      "desc": "这是一部具有真实史料为背景的抗日间谍片。1937年8月12日，\"8·13\"事变前夜，日军驻华间谍机关发布了一道暗杀蒋介石的密令......卢沟桥事变\"爆发后，在战事一触即发的上海，日军间谍猖獗密布，国民政府国防部中校参谋、中共地下党员欧阳剑平，按照地下党组织领导冯先生的指示，召集4位身怀绝技的青年志士，秘密组成\"5号\"特工组。这五人一路艰险到达上海，住进法租界，他们伪装的公开身份是\"上流社会\"成员，在杀机密布的上海，他们遭遇到了......"
    }
  },
  "延边卫视": {
    "追击者": {
      "channel": "延边卫视",
      "title": "追击者",
      "desc": "已经改行的前刑警忠浩经营着一所按摩院。近来按摩院怪事连连，院内按摩女郎接连失踪，最后一位离开的女郎叫美珍。和美珍最后电话联系的客人号码和所有失踪女郎最后联系的号码惊人一致，但美珍却已经再也联络不上。在寻找美珍的过程中，忠浩偶然遇到一个名叫英民的家伙，因看到对方衣服上沾染血迹，断定该人就是导致按摩女郎接连失踪的罪魁祸首，并对其展开追击。\r 英民透露所有失踪女郎都已身陷非命，一时间警署全体哗然。然而，在已经忙乱不已的警察面前，英民露出泰然笑意，声称美珍尚在人世。众人没有任何证据可以拘捕英民。为血案头疼不已的警察们急于找到与英民行凶相关的证据。而忠浩坚信美珍还活着，于是开始四处寻访……"
    },
    "故乡，别来无恙": {
      "channel": "延边卫视",
      "title": "故乡，别来无恙",
      "desc": "讲述一起长大的四个女孩，成年散落天南海北，但各自人生的一次转折让她们再度重聚成都。面对阔别多年的故乡，她们经历着从不适应到再熟悉的过程，在挫折中找到了事业的新方向，收获了友谊、亲人的抚慰和爱情的美好，最终她们发现，在故乡也能找到人生的无限可能的故事。"
    },
    "二十四道拐": {
      "channel": "延边卫视",
      "title": "二十四道拐",
      "desc": "抗战期间，顽强的中华儿女携手抵抗日本帝国主义的入侵，与此同时，国际社会对中华民族的援助也功不可没。在在中国西南乌蒙山脉晴隆县境内，具有战略意义的滇黔线是国外援助物资抵达中国最重要的生命线。这条路崎岖蜿蜒，险象环生，此外日军疯狂的轰炸更增加了它的危险性。而路上那条著名的“二十四道拐”，则堪为生命线上的险中之险。为了保障生命线的畅通无阻，何应钦命令实为地下党员的梅松（刘小锋 饰）赶赴晴隆担任保卫二十四道拐的特派员。\n\n　　天上有飞机的轮番轰炸，地上则有间谍叛徒土匪的破坏。肩负家国大义的梅松成为捍卫生命线的最坚实的围墙……"
    },
    "纪录片": {
      "channel": "延边卫视",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    }
  },
  "CCTV17": {
    "大侠霍元甲": {
      "channel": "CCTV17",
      "title": "大侠霍元甲",
      "desc": "1898年，晚清中国，戊戌变法失败“六君子”被捕。霍元甲得到消息后如晴天霹雳。深受“六君子”爱国热忱感染的霍元甲，欲拼尽全力和江湖传奇“大刀王五”一起营救谭嗣同，却不想遭到谭嗣同拒绝。与谭嗣同在狱中的最后一别，让霍元甲深受谭嗣同大同思想的影响，开始萌生家国情怀，想要投身到历史洪流之中。理解了谭嗣同欲以鲜血警醒世人的凛然，霍元甲虽心痛不已，却也只能眼睁睁看着英雄殉国，并因谭嗣同之死而被义兄大刀王五误会，遭遇割袍断义。随后不久，大刀王五被奸人所害身首异处。霍元甲得知消息连夜去为义兄收尸，虽然让王五留存全尸，却给霍家引来大祸，致使霍氏男丁尽死。一年后，隐居沧州的霍元甲出山走镖，却不想又陷入仇家圈套之中，费尽千辛万苦，虽然洗脱干系，却让他心灰意冷，他由此决定南下上海。霍元甲的精武门很快就在上海立住了脚跟，霍元甲的名气也越来越大。这让已经将侵华列为国策的日本人十分不满，面对日本人的挑衅，霍元甲带病上阵，在与日本人的最后较量中斗智斗勇，最终凭借过人的胆识挫败了日本人的阴谋。"
    }
  },
  "三沙卫视": {
    "精编节目": {
      "channel": "三沙卫视",
      "title": "精编节目",
      "desc": "节目组对中国各地名山大川进行了走访，虽然每座山、每条川的地理位置、气候物产不尽相同，经济发展水平有高有低，但山里人对故土家园的挚爱和对美好生活的向往却是一致的。 《百山百川行》是一本蕴藏着动人故事的彩色《山海经》，一部闪着鲜活面容的华夏山川的影像风土志，彰显既有传承又具时代感的国家旅游形象。"
    }
  },
  "CCTV4欧洲": {
    "动画城": {
      "channel": "CCTV4欧洲",
      "title": "动画城",
      "desc": "汽车城家族来了， 他们给我们带来有趣好玩的故事，这里有各式各样的汽车：挖掘机、压路机、翻斗车、搅拌机、起重车、推土机、拖拉机、多功能工程车、垃圾车、消防车、半挂车、运输车等等。他们给我们带来一个个精彩搞笑的故事. 他们相互帮助， 又相互捉弄。经常做错一些事情， 但也总是可以在错误中学习"
    },
    "探索发现": {
      "channel": "CCTV4欧洲",
      "title": "探索发现",
      "desc": "2020年，在河南省洛阳市正平坊的考古工地上，考古队员发现在正平坊中心位置，一道南北向的夯土墙截断了东西向的路。西半坊是一座大型院落，主人为唐朝的太平公主。这座宅院紧邻国子监、孔庙，其巨大的面积，奢华的装修令人惊叹。（《探索·发现》 20220609 太平公主的宅院）"
    },
    "国家记忆": {
      "channel": "CCTV4欧洲",
      "title": "国家记忆",
      "desc": "《国家记忆》是中国第一档国史节目，以“为国家留史，为民族留记，为人物立传”为宗旨，展现党史、国史、军史中的重大历史事件、各领域重大工程建设、揭秘重大决策背后的故事、讲述各阶层各时代代表性人物，记录讲述党的奋斗史、创业史、中国特色社会主义探索史、改革开放进程史。《国家记忆》将于10月3日起每周一至周五晚间20:00正式在中央电视台中文国际频道（CCTV-4）推出，时长30分钟。"
    },
    "红石榴餐厅": {
      "channel": "CCTV4欧洲",
      "title": "红石榴餐厅",
      "desc": "美院毕业的明亮，为陪伴病重的养母，放弃了深造机会，回到了天山脚下石榴飘香的地方，替母亲承担起了其倾注半生心血却濒临关闭的“红石榴”餐厅。为重振餐厅，他像个大家长般承担起了所有的责任，帮助厨师木拉提、服务员巴雅尔、帮厨安卡尔等人，解决着一系列事业、生活的问题，还借美食家安东之手，将“红石榴”打造成了品质餐厅。在此过程中，明亮不但实现了自我成长、感受着家人般的温暖，也从具体的生活中，感悟到了艺术创作的真谛，为未来艺术发展道路积蓄着力量。"
    },
    "远方的家": {
      "channel": "CCTV4欧洲",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    }
  },
  "CCTV4美洲": {
    "探索发现": {
      "channel": "CCTV4美洲",
      "title": "探索发现",
      "desc": "2020年，在河南省洛阳市正平坊的考古工地上，考古队员发现在正平坊中心位置，一道南北向的夯土墙截断了东西向的路。西半坊是一座大型院落，主人为唐朝的太平公主。这座宅院紧邻国子监、孔庙，其巨大的面积，奢华的装修令人惊叹。（《探索·发现》 20220609 太平公主的宅院）"
    },
    "那片花那片海": {
      "channel": "CCTV4美洲",
      "title": "那片花那片海",
      "desc": "闽南女孩康乃欣到晋江寻找弟弟，跟客家人程垦不打不相识，随后两人失散。康乃欣到丽人服装厂工作，少老板陈嘉豪对康乃欣一见钟情，却被他母亲阻拦，跟康乃欣由爱变友，互伸援手。康乃欣和程垦在石狮重逢，感情升温，结婚领证。程垦借国企改制机会，在无钱、无场地、无资金的“三无”条件下，联合亲戚朋友集资建厂。康乃欣因见义勇为受伤住院,其义举被报社记者郝宇获悉并于媒体上报导, 郝宇的丈夫也是鞋业大老板郑海光知道后对康乃欣打抱不平的直率性格大为欣赏，巧合的是郑海光也是程垦的启蒙老师,之后郑海光在康乃欣创业、遭遇对手打压和企业转型升级的关键时刻，倾囊相助。康乃欣和程垦在相互帮衬的创业拼搏中多次分合聚散，但以坚韧不拔的毅力和爱拼才会赢的精神，勇敢地抓住机遇，最终创造出他们各自的服装鞋帽品牌，于泉州，晋江，石狮，厦门，北京乃至俄罗斯非洲等地，树立起福建优质产品和福建人勇立潮头的巨人形象。"
    },
    "梦想城": {
      "channel": "CCTV4美洲",
      "title": "梦想城",
      "desc": "江南市外资数据企业一场资本游戏，打碎了超级码农罗承宇科技登顶的梦想。他不忍外资企业技术垄断和利益盘剥，跟母公司空降高管楚安歌、麦森发生矛盾。罗承宇不顾女友姜逸菲反对，带队集体请辞，自主创业。创业路上，他遭遇商业对手围堵、兄弟、女友背叛，跟宿敌楚安歌相杀、相知、相爱，在江南市主政官员、爱国电商巨头的支持下，携手破技术垄断，冲破商战重围，打造国际大数据企业，铸造智慧梦想之城，最终事业、爱情和家国情怀的梦想成真"
    },
    "动画城": {
      "channel": "CCTV4美洲",
      "title": "动画城",
      "desc": "汽车城家族来了， 他们给我们带来有趣好玩的故事，这里有各式各样的汽车：挖掘机、压路机、翻斗车、搅拌机、起重车、推土机、拖拉机、多功能工程车、垃圾车、消防车、半挂车、运输车等等。他们给我们带来一个个精彩搞笑的故事. 他们相互帮助， 又相互捉弄。经常做错一些事情， 但也总是可以在错误中学习"
    },
    "国家记忆": {
      "channel": "CCTV4美洲",
      "title": "国家记忆",
      "desc": "《国家记忆》是中国第一档国史节目，以“为国家留史，为民族留记，为人物立传”为宗旨，展现党史、国史、军史中的重大历史事件、各领域重大工程建设、揭秘重大决策背后的故事、讲述各阶层各时代代表性人物，记录讲述党的奋斗史、创业史、中国特色社会主义探索史、改革开放进程史。《国家记忆》将于10月3日起每周一至周五晚间20:00正式在中央电视台中文国际频道（CCTV-4）推出，时长30分钟。"
    },
    "远方的家": {
      "channel": "CCTV4美洲",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    }
  },
  "CCTV4K": {
    "大地之上": {
      "channel": "CCTV4K",
      "title": "大地之上",
      "desc": "本系列纪录片分别从高原山脉、沙漠绿洲、江河湖泊、草木丛林、海洋、城市等地理单元出发，集中展现中国地理形态孕育下的历史文明与民风民情，力求向国内外展现中国大地与中国人民的“生命共通”，以及新时代的“中国之美”。\n\n在《崛起之地》见证自然伟力下诞生的青藏高原，在与风沙为伴的自然条件下聆听《大漠回响》，在《草木之间》了解我国的生物多样性......我们脚下的中华大地从何而来？大地之上的中国人是如何生存繁衍的？"
    },
    "探索·发现": {
      "channel": "CCTV4K",
      "title": "探索·发现",
      "desc": "《探索·发现》是中国电视史上一个大型人文历史与自然地理类的纪录片栏目。每日20:40在cctv-10播出，由任志宏播音。栏目以纪录片手法讲述以中国为主的历史、地理、文化的故事，探寻自然界的神奇奥秘，挖掘历史事件背后鲜为人知的细节和人物命运，展示中华文明的博大恢弘，是“中国的地理探索，中国的历史发现，中国的文化大观”。"
    },
    "大河之水": {
      "channel": "CCTV4K",
      "title": "大河之水",
      "desc": "2012年，郑昊是新东市税务稽查局的中坚力量，在与女友梁锦秋谈婚论嫁之时，梁父因涉税违法而入狱。与此同时，郑昊的师父陈大军查案身亡。随后，梁锦秋母女也被追债人逼得出走国外；面对大军之死的疑点、梁锦秋的出走，郑昊因自己无能为力而深陷痛苦。时间来到六年后，时任新东市岭水区税务局风控局局长郑昊运用大数据技术屡破要案，被调入稽查局担任检查二科科长；其前女友梁锦秋，在异国打拼多年后也在此时回国发展事业；而与二人在大学期间称为“高智商铁三角”的财大教授赵明达，正因女儿的病情陷入困境。看似祥和安泰的新东，暗处却有着一张巨大的以偷逃税牟利的犯罪网络，几人的命运被突如其来的种种境遇卷向了未知......"
    },
    "“字”从遇见你": {
      "channel": "CCTV4K",
      "title": "“字”从遇见你",
      "desc": "节目从最基本的汉字开始，故事化地讲述汉字的造型来源及文化发展，挖掘汉字背后的文化密码，呈现汉字之美，将汉字的形象性、哲理性和艺术性统一表现。"
    },
    "大国小鲜-石榴说": {
      "channel": "CCTV4K",
      "title": "大国小鲜-石榴说",
      "desc": "本系列微纪录片围绕“大国小鲜”，从平凡具象的特产风物或美食单品出发，挖掘背后不凡的深意。备受国人喜爱的石榴，就是这样的小“鲜”之一。《石榴说》采用“新鲜”的打开方式，以第一人称视角，细“说”石榴的前世今生。从历史、民俗、文化、科学、美食、产业等不同维度，展示这一“小鲜”背后的千般面貌、万种风情。说的是石榴，也是中国人对于食物独到的经验、认知与审美。"
    }
  },
  "CCTV6": {
    "人在驴途": {
      "channel": "CCTV6",
      "title": "人在驴途",
      "desc": "退伍兵张绍斌（黄成麟 饰），在退伍时受家中父亲嘱咐硬是买了头驴回家，不料路上却遇到偷走了人贩子账本却意外失忆的女大学毕业生岳梓馨（李若嘉 饰），张绍斌被迫带着岳梓馨艰难上路。  　　然而，人贩子并没有打算放过偷走账本的岳梓馨，一路追踪，伺机将岳梓馨和账本一起带走。  　　这时刚毕业被自己当局长的父亲下放到县级公安局实习的小警察刘鸣（候凯文 饰）出现，刘鸣从其父亲公安局得知人贩子头目就在自己将要去上任的区域躲藏，立功表现的心不言而喻，但理论大于实践的刘鸣却将张绍斌误会成人贩子，一路上多加阻挠，却总是弄的狼狈不堪。终于忍不住受气的刘鸣爆发与张绍斌大打出手，而在一旁劝架的岳梓馨却滚入了深坑，所幸，岳梓馨因祸得福记忆恢复，随后将人贩子的行踪以及账本交给了解除了误会的刘鸣，最终刘鸣带着县级公安民警将人贩子一举抓获，而岳梓馨也与张绍斌喜结连理。"
    },
    "阻击克隆卡": {
      "channel": "CCTV6",
      "title": "阻击克隆卡",
      "desc": "在不到一个月的时间里，丽都市接连发生87起银行客户储蓄款遭盗取事件。有客户找到丽都商业银行咨询，银行保卫处长乔华明里接待实则推脱，直到市公安局经侦大队关队长在ATM机上为妈妈取退休金、发现储蓄卡上的钱被盗取一空时，才刚刚触及丽都商业银行极力掩盖程序漏洞的冰山一角。\r 　　多起银行客户储蓄卡被盗取，给客户造成的 直接经济损失在不断增加，关队长报请市局批准，立案进入丽都商业银行蹲点调查。一个偶然的机会，关队长发现所有遭盗取的储蓄卡存在一个共同的问题：客户储蓄卡个人密码设置过于简单。针对密码过于简单的问题，关队长建议乔华以银行的名义，广而告之地动员银行客户重新设置个人密码。\r 　　一边是广大客户的个人利益，一边是丽都商业银行的社会信誉，关队长在乔华拒绝“广而告之”时，决心抓住那个盗取贼。然而茫茫人海、ATM机又上百上千，抓住盗取贼谈何容易，就是ATM机拍摄的盗取贼的录"
    },
    "断网": {
      "channel": "CCTV6",
      "title": "断网",
      "desc": "故事讲述郭富城饰演的程序专家意外陷入一起网络金融犯罪的巨大阴谋中，为了活下去，不得不在有限的时间与黑白两道展开一场实力悬殊的暗网对决。"
    },
    "我和我的家乡": {
      "channel": "CCTV6",
      "title": "我和我的家乡",
      "desc": "该片延续《我和我的祖国》集体创作的方式，由张艺谋担当总监制，宁浩担任总导演，张一白担任总策划，宁浩、徐峥、陈思诚、闫非&彭大魔、邓超&俞白眉分别执导五个故事。影片通过五个故事单元，讲述了发生在中国东西南北中五大地域的家乡故事。"
    },
    "精舞门2": {
      "channel": "CCTV6",
      "title": "精舞门2",
      "desc": "8月1日，潮人时尚影片《精舞门2》在众望期待下，于青岛隆重开机。由凤凰卫视、香港星创意、天津电影制片厂联合制作，百事可乐特别赞助的《精舞门2》，融合了两岸三地以及美国、韩国的街舞高手以及知名艺人。开机当日影片主演陈柏霖、韩国舞团B-boy成员、石天琦以及八零后潮人代表棒棒堂的王子纷纷亮相，并在开机仪式上大秀舞技。据悉，该片风格别具魅力，从故事情节到演员气质都力求展现时下街头“潮”文化。片中陈柏霖将挑战高难度动作，并会技斗谢天华，中韩舞团也有精彩对手戏上演。"
    },
    "毒海风云": {
      "channel": "CCTV6",
      "title": "毒海风云",
      "desc": "故事以缉毒大队捣破毒品犯罪案为主线，真实呈现了一部普通缉毒警的缉毒血泪史。主要讲述的是A市出现了纯度极高，危害极大的新型毒品——红冰，市缉毒大队副队长马志强（贺刚饰）为打探毒品生产运输线，深入瘾君子群中，与毒贩经历了多番周旋、混战，缉毒大队收网在即，他却被困制毒工厂内，制毒所用的密封罐即将爆炸，生死时速，危在旦夕......"
    },
    "杀掉那个魔术师": {
      "channel": "CCTV6",
      "title": "杀掉那个魔术师",
      "desc": "著名魔术师罗曼诺夫三兄弟正准备他们的新魔术表演，这将使他们成为举世闻名的明星。本以为一切准备完好，然而在表演过程中，女助手凭空消失在道具水箱中，不见踪影。幕后凶手以女助手生命为要挟，控制着整场魔术表演。三兄弟只得一边进行表演，一边查找凶手。 而从一切偏离轨道开始， 每位工作人员都是嫌疑犯......"
    },
    "我是检察官": {
      "channel": "CCTV6",
      "title": "我是检察官",
      "desc": "该片作为国内首部以生态环境保护检察工作为主题的院线电影，编剧是时任贵州省黔东南州人民检察院常务副检察长傅俊等人，拍摄地址也选于风景秀美的黔东南州。该片得到了黔东南州各区县的大力支持，剧情围绕青年检察官石俊峰奉命调查家乡红豆杉盗伐事件展开，讲述了在森林女警察卧底协助下终将盗伐百年红豆杉的犯罪分子一网打尽的曲折故事。面对亲情与正义的抉择，青年检察官石俊峰坚守自己的使命，用情与理感化犯罪分子认罪伏法，彰显了“法亦容情”的家国情怀。"
    },
    "解忧杂货店": {
      "channel": "CCTV6",
      "title": "解忧杂货店",
      "desc": "改编自东野圭吾原著同名小说《解忧杂货店》，讲述了在一家僻静街道旁的杂货店，只要写下烦恼投进店前门卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。某个夜晚，三个身在迷途的年轻人阿杰、小波、彤彤无意闯入，没想到开启了时光隧道，从收到来自过去的第一封咨询信开始，在不断的回信和收信过程中，过去链接了未来，犹豫是否该坚持音乐梦想的秦朗、是否该和家人因逃债远走他乡的浩博、是否应该放弃舞女工作的晴美都从他们的回信建议做出了选择，找到了心灵的方向，不经意间也串联了所有人的人生。同时这三个年轻人也收到了对于自己困惑的解答。"
    },
    "深井": {
      "channel": "CCTV6",
      "title": "深井",
      "desc": "邻居小女孩对马库斯的父亲口出恶言，马库斯决定给她一个教训，将她诱骗到一个个深坑附近推下。本片根据真人真事改编，从孩子的视角出发，以纪录式的影像风格和曲折复杂的故事，呈现了小镇社区的道德边界。"
    },
    "陈赓晋南大捷": {
      "channel": "CCTV6",
      "title": "陈赓晋南大捷",
      "desc": "影片艺术再现了杰出的无产阶级革命家、军事家陈赓将军1946年率部转战晋南前线，采取运动战、近战、夜战和集中优势兵力打歼灭战等办法，歼灭号称\"天下第一旅\"的国民党王牌部队的故事。"
    },
    "云南虫谷": {
      "channel": "CCTV6",
      "title": "云南虫谷",
      "desc": "胡八一等人由于之前探险，身上出现了眼球印记，这印记带着诅咒，会危及众人性命，传闻雮尘珠能解开诅咒，而它曾经作为陪葬品安放在古滇国献王的陵墓中，胡八一等人只能深入瘴疠之地，再探古墓奇险。胡八一、王胖子、Shirley杨等人穿过遮龙山下古滇国秘密地下水道，不料遭遇千年痋术机关，成千上万个奴隶制成的“痋俑”像炸弹一样倒悬在洞顶。深入丛林之中，更是不断遭遇重重考验，但唯有冲破障碍取得雮尘珠，才能破解众人身上的诅咒……\r 　　终于，在历经层层凶险，众人终于来到献王墓入口，然而更大的挑战也接踵而至… …"
    },
    "临时劫案": {
      "channel": "CCTV6",
      "title": "临时劫案",
      "desc": "颓废中年难兄难弟阿怂（林家栋 饰）、慕容辉（任贤齐 饰）计划抢劫，却意外被悍匪梅蓝天（郭富城 饰）搅局，阴差阳错间三人临时组队，巨款眼看到手，却被他人捷足先登。与此同时，女警探姜姐（张可颐 饰）也将三人锁定。一时间，匪徒各怀鬼胎，在“我打劫，你打劫我”的江湖规则下，一袋钱引发连续偶然事件……"
    },
    "一年级生": {
      "channel": "CCTV6",
      "title": "一年级生",
      "desc": "影片根据真人真事改编，讲述了一位曾是独立运动武装斗士的84岁肯尼亚老人，为自己从未得到过的入学读书的权利而斗争的故事。 　　本片荣获2010年第二届多哈电影节最佳剧情片奖。"
    },
    "金手指": {
      "channel": "CCTV6",
      "title": "金手指",
      "desc": "王鍾初次執導《金手指》，叫人刮目相看。繼承了張徹陽剛勇猛的電影風格，將男性情誼發揮成新一代警隊精神。「金手指」意指向警方告密的線人。販毒集團殺害線人啞巴。警方找到啞巴的好友李修賢作臥底，修為友報仇，甘冒險挺身與警方合作，提供線索，追查真兇，最後找出集團主腦，卻是另有其人。八十年代，市民做證人的題材，非常大膽，《金手指》開創寫實警匪片的電影主流，直接影響李修賢後來執導的《公僕》和《皇家飯》。王鍾處理飛車鎗戰場面，火爆刺激，故事峰迴路轉，節奏明快。"
    },
    "陌路狂刀": {
      "channel": "CCTV6",
      "title": "陌路狂刀",
      "desc": "唐末天下大乱，梁王篡权，暗中诛杀太子遗嗣，卖炭翁田安邺无意中卷入此局，一番亦敌亦友的殊死争斗中，田安邺身上的秘密，以及当年梁城百姓殉城的真相也被揭开。最终田安邺斩杀官兵，救得母子逃出长安城。"
    },
    "失控玩家": {
      "channel": "CCTV6",
      "title": "失控玩家",
      "desc": "《自由城》是一款爆款动作冒险类游戏，玩家可以在游戏里烧杀抢掠，体验当法外之徒的快感。游戏中还有不少 NPC，他们日复一日配合玩家做出各种反应：被抢劫、被打倒在地、被迫崇拜玩家等等。盖（瑞安·雷诺兹 饰）是《自由城》中的一名 NPC 银行出纳员，拥有一衣柜一模一样的蓝衬衣，过着一成不变的生活。有一天，由于某个契机他突然决定打破这种循环，掌握人生的主动权，出人意料地抢走了玩家的 VR 眼镜，然后震惊地看到玩家眼中的世界：四处漂浮着的虚拟图标，提示着任务任务、血量和弹药量等，地上还有装备、医疗包。盖的世界观彻底被震撼了，而他也误打误撞地体验起了当玩家的感觉。然而，善良的他不愿意杀人放火，于是开始了做好事不留名的奇特游戏生涯。他以一己之力影响着游戏的风气，成为传奇人物，现实中的玩家纷纷猜测他的真实身份。但是，好景不长，《自由城》的拥有者安托万为了推出新游戏而要将它关停。盖赖以生存的电子世界即将毁灭，拯救世界的重担落在了他肩上。与此同时，现实世界中的程序员兼游戏设计师米莉的成果被安托万窃取，不得不进入游戏偷回代码。在这一过程中她遇到了觉醒的盖，和他联手踏上了拯救游戏世界的冒险之旅。"
    },
    "不能流泪的悲伤": {
      "channel": "CCTV6",
      "title": "不能流泪的悲伤",
      "desc": "从青梅竹马到年少心动，赵心卉（何蓝逗 饰）和林汉聪（蔡凡熙 饰）认定彼此是携手一生的人，然而面对距离的隔阂、家庭的牵绊，以及学长陈孝名（许光汉 饰）的惊喜告白，让两人一次次走散。坚持还是放手？在心卉犹豫之时， 邻居大叔（王耀庆 饰）对爱情的笃定令她动容，她能否找回遗失的爱人，收获相伴一生的美满爱情？"
    },
    "碟中谍4": {
      "channel": "CCTV6",
      "title": "碟中谍4",
      "desc": "特工汉纳威执行任务时遇害，核机密文件被女杀手莫洛（蕾雅·赛杜 Léa Seydoux 饰）截获。为了找回文件，特工班吉（西蒙·佩吉 Simon Pegg 饰）和特工简（宝拉·巴顿 Paula Patton 饰）从俄罗斯监狱救出了伊桑·亨特（汤姆·克鲁斯 Tom Cruise 饰）。他们接受的幽灵协议任务便是从克林姆林宫盗取核军事密码。然而，当他们接近目标时，却发现被恐怖分子亨德里克斯（迈克尔·恩奎斯特 Michael Nyqvist 饰）捷足先登，抢走了核军事密码。在爆炸中，亨特受困医院，遭俄特工的追捕，幸好他身手矫捷，才化险为夷。不过，亨特的上司也在混乱中丧生，只剩下其助手布兰德（杰瑞米·雷纳 Jeremy Renner 饰）与亨特死里逃生，加上班吉和简，逼上绝境的四人开始了最后一搏，从迪拜到印度，他们出生入死，与恐怖分子斗智斗勇……"
    },
    "007": {
      "channel": "CCTV6",
      "title": "007",
      "desc": "聚焦007系列电影的原声和配乐幕后故事"
    },
    "情圣": {
      "channel": "CCTV6",
      "title": "情圣",
      "desc": "好友突然离世，令生活安稳的肖瀚开始唏嘘人生苦短。柳下惠自居的他，因为偶然邂逅性感美女模特yoyo，重新找回了心跳的感觉，遂欲借工作之便亲近女神，再尝试一遍初恋的刺激。然而，肖瀚的几次示好，不是因伴侣沈红的警觉而作罢，就是因顶头上司马丽莲的误会而被迫中断，各种阴差阳错笑料不断。洋相频出的肖瀚左右为难又心有不甘，只好求助于身边的好兄弟艾木、汤怀、刘磊，以及“神助攻”同事常剑，几人结成“情圣五贱客”花式开撩。在他们的出谋划策之下，肖瀚经历了一些列令人啼笑皆非的惊险囧事……"
    },
    "电梯惊魂": {
      "channel": "CCTV6",
      "title": "电梯惊魂",
      "desc": "阴冷诡异的半岛医院，夜深人静时分，灯光闪烁昏暗，在该医院供职的马护士（杨青 饰）意外惨死电梯间，掀开了一连串恐怖和诡异事件的序幕。院长林思远的儿子林飞（蓝正龙 饰）英俊帅气，早年在国外求学，回国后在半岛医院外科担任医生，并与美丽的女护士白洁（周秀娜 饰）相恋，既让人羡慕又遭人忌恨。外科张主任（罗伯特琳 饰）因论文涉嫌剽窃保守苛责，他怀疑林飞暗中使坏，不久自己也如马护士一般落入了本不存在的地下第十八层，走出电梯后他精神失常，坠楼而亡。曾与之争吵的林飞自然受到怀疑，而时刻逡巡在医院内的鬼影搅动着所有人的神经。伴随死亡，真相逐渐揭开……"
    },
    "盲琴师": {
      "channel": "CCTV6",
      "title": "盲琴师",
      "desc": "米耶特出生于波兰一个贫困的农场家庭，因为幼年的一场疾病视力逐渐消减，但美妙的钢琴音乐为他打开了新的大门。成年后米耶特凭借着对钢琴的热爱与天赋，很快就成为了一名杰出的钢琴家，但直到他接触到新兴的爵士乐，才发现自己正是为了演奏爵士钢琴而生。灵魂与爵士钢琴乐的完美契合，让米耶特脱胎换骨，他将自己的命运与情感融入到爵士乐曲当中，对抗来自命运的不公，让无数人为他的音乐着迷。然而，就在米耶特的命运和生活出现新的转机，有机会走出波兰，走出欧洲演奏爵士钢琴曲的时候，命运又再度于为他弹奏起神秘的旋律，他的人生又将遭遇怎样的改变？"
    },
    "入云龙公孙胜": {
      "channel": "CCTV6",
      "title": "入云龙公孙胜",
      "desc": "小小渔村司马庄来了一个神秘道士。适逢司马庄的祖传宝贝石碑失窃，神秘道士又不偏不斜地在石碑失窃的地方摔了一跤，结果还没等神秘道士从地上爬起来就被司马庄的渔民团团围住，铁平捕头闻讯赶来，当即就要拿神秘道士去衙门审问。自称一清道长的神秘道士给司马庄呼来一场大雨，顿时引起司马庄人的敬畏。\r 　　一清道长能呼风唤雨，司马族长率全庄人来向铁平捕头求情，铁平突然从一清道长的相貌联想起生辰纲劫犯之一的公孙胜。自生辰纲在山东被劫以来，朝廷震怒，捕快也只抓住了一个白胜，让中书令如坐针毡，顶着摘顶子革职的巨大压力。铁平捕头将一清道长当作生辰纲被劫疑犯报给中书令，同时将一清道长羁押在司马庄。\r 　　一清道长并不急于离开司马庄，而是想帮司马庄人找回失窃的神碑。一清道长让族长集合全庄十五岁以上村民，在司马宗祠施法捉贼。全庄人当着铁平捕头和司马族长的的面，在一清道长面前蘸清水、过薪火、拜祖先，很快让心中有鬼的司马姑娘现行。一清道长给铁平和司马姑娘留足面子，跟司马庄人说神碑过两天就能自己“飞”回来。\r 　　原来，中书令看中了司马庄的神碑，想将神碑当作寿礼礼送给太守。中书令将窃取神碑一事交给铁平捕头，铁平捕头蛊惑司马姑娘一起，将神碑偷走，并藏匿于湖心小岛。两天之后，神碑并没有自己“飞”回原地，一清道长只好向铁平挑明原委。在铁平的快刀之下，一清道长来回几十个回合而不拔剑，让铁平更加坚信“一清道长”就是公孙胜。\r 　　一清道长帮铁平捕头在司马庄人面前遮羞，铁平捕头帮公孙胜在中书令面前撒谎，原本水火不相容的公孙胜与朝廷捕头一时达成了一笔交易。公孙胜和铁平捕头之间的交易，不仅帮司马庄找回失窃的神碑，更让中书令的特使黄虞侯亲临司马庄时，为司马庄永保司马家族神碑贴上了一张“护身符”。"
    },
    "孤胆": {
      "channel": "CCTV6",
      "title": "孤胆",
      "desc": "影片《孤胆拯救》是一部动作枪战题材为主的电影，讲述了男主跨国营救儿子的故事，情节跌宕起伏，紧张曲折。影片将通过凌厉快速的镜头语言展现惊心动魄的营救场面。"
    },
    "大富之家": {
      "channel": "CCTV6",
      "title": "大富之家",
      "desc": "任大宽（关德兴 饰）家道兴旺，四世同堂，但家家有本难念的经，这一家也不例外。大儿子求富（黄百鸣 饰）与老婆月容（冯宝宝 饰）争吵不断，处在离婚的边缘。二儿子求贵（梁家辉 饰）天生口吃，与老爸不和，年纪不小却还没有女朋友。小儿子求其年少无知，却调皮捣蛋，在学校里惹事不断。三女儿求安（毛舜筠 饰）天性叛逆，在法国留学后更是一发不可收拾。这一天，求安从法国带来一个长发不羁的罗伯特（张国荣 饰），让表哥孝忠（刘青云 饰）醋意大起。与此同时，训导主任何守贞（郑裕玲 饰）发现求其的漫画，要求见家长。而求贵爱上了守洁（袁咏仪 饰），两人日渐亲密，却被守洁姐姐守贞百般阻拦……"
    },
    "虎兄虎弟": {
      "channel": "CCTV6",
      "title": "虎兄虎弟",
      "desc": "性格迥异的老虎兄弟失散后经历不同的命运，最终兄弟俩得以重逢并回到了大自然的故事。"
    },
    "我和我的祖国": {
      "channel": "CCTV6",
      "title": "我和我的祖国",
      "desc": "七位导演分别取材新中国成立70周年以来，祖国经历的无数个历史性经典瞬间。讲述普通人与国家之间息息相关密不可分的动人故事。聚焦大时代大事件下，小人物和国家之间，看似遥远实则密切的关联，唤醒全球华人共同回忆。《前夜》：1949年10月1日中华人民共和国成立前夕，为保障开国大典国旗顺利升起，电动旗杆设计安装者林治远（黄渤饰）争分夺秒排除万难，用一个惊心动魄的未眠之夜确保立国大事“万无一失”。《相遇》：1964年，由于原子弹研发工作保密度极高，同事之间也互不知姓名，在国防科技战线的科研工作者高远（张译饰）三年未与家人联系，后来因病离岗，在公交车上偶遇曾经的恋人方敏（任素汐饰）。《夺冠》：1984年8月8日，中国女排在奥运会夺冠，首获世界大赛三连冠。《回归》：1997年7月1日，香港回归祖国。为确保五星红旗分秒不差飘扬在香港上空，升旗手朱涛（杜江饰）刻苦训练不懈怠、女港警莲姐（惠英红饰）兢兢业业守平安、外交官安文彬（王洛勇饰）与英国人谈判16轮分秒不让、修表匠华哥（任达华饰）以精湛技术确保中英方代表与女港警手表精准确对。《北京你好》：出租车司机张北京（葛优饰）意外获得一张千金难买的北京奥运会开幕式门票。得意洋洋并开启显摆模式的张北京却没想到因为这张门票遭遇了一系列啼笑皆非的风波。《白昼流星》：迷茫落魄的一对少年流浪兄弟沃德乐（刘昊然饰）与哈扎布（陈飞宇饰）在遇到退休扶贫办主任老李（田壮壮饰）后，在老李善意的引导下，他们见证了神舟十一号飞船成功着陆这一重大历史瞬间，也见到了草原寓言中的“白昼流星”，内心受到了极大冲击和洗礼。《护航》：吕潇然（宋佳饰）作为中国空军飞行队中最优秀的女飞行员，在2015年9月3日纪念抗战胜利70周年阅兵式之前却被意外通知撤出阅兵编排留作替补。"
    },
    "天下无贼": {
      "channel": "CCTV6",
      "title": "天下无贼",
      "desc": "王薄（刘德华 饰）和王丽（刘若英 饰）本是一对最佳贼拍档，但因怀了王薄的孩子，王丽决定收手赎罪，两人产生分歧。在火车站遇到刚刚从城市里挣了一笔钱准备回老家用它盖房子娶媳妇的农村娃子傻根（王宝强 饰）后，王丽被他的单纯打动，决定暗中保护不使他的辛苦钱失窃，王薄却寻思找合适机会下手，但 最终因为“夫妻情深”归入了王丽的阵营。 不料傻根的钱早被以黎叔（葛优 饰）为头目的另一著名扒窃团伙盯上，于是一系列围绕傻根书包里的钞票、在王薄、王丽和黎叔团伙之间展开的强强斗争上演。"
    },
    "甲方乙方": {
      "channel": "CCTV6",
      "title": "甲方乙方",
      "desc": "四个年轻人姚远(葛优饰)，周北雁(刘蓓饰)，钱康(冯小刚饰)，梁子(何冰饰)是一群自由职业者。他们突发奇想，开办了一个“好梦一日游”业务，承诺帮人们过上梦想成真的一天。人们离奇古怪的愿望接踵而至，似乎人人都想给自己现有的生活来一个180度大转弯。于是，富贵的想尝试贫穷，明星想体验平凡，小平民想做巴顿将军，守不住秘密的厨子想成为守口如瓶的铮铮铁汉……在搞笑荒诞的愿望中，四个年轻人忙碌着扮演各种场景角色，他们把真情融入到了这些故事当中。生活过得充满乐趣，有滋有味。"
    },
    "不见不散": {
      "channel": "CCTV6",
      "title": "不见不散",
      "desc": "不是冤家不聚头，刘元（葛优 饰）和李清（徐帆 饰）正应了这句话。他们在美国初遇，那时候，李清刚到美国，替一个台湾朋友看屋，就碰上了接待中国剧组的刘元。几番来回，二人有了些粗浅的了解。刘元给了李清一张机票，劝她回国，前途会比这里好。  　　李清却留在了美国，一年后还碰巧和刘元的车撞上了。机缘巧合，刘元让李清到他的旅行社工作，怎料旅行社搞非法移民的勾当，李清一身麻烦，一气之下叫刘元以后再也别联系自己。想不到，一年后他们重遇，又一起办起了补习班。  　　两人就这样反复的重聚分开。直到老去的某天，才有了一个契机，让他们互诉衷情。"
    },
    "白马飞飞": {
      "channel": "CCTV6",
      "title": "白马飞飞",
      "desc": "抗日战争时期，一匹叫飞飞的白马在战场上为了救负伤的主人骑兵军官戚念兵，毅然引开搜捕的敌骑兵而不幸被俘。敌人至终都未能训服飞飞，最后飞飞绝食而亡。"
    },
    "好东西": {
      "channel": "CCTV6",
      "title": "好东西",
      "desc": "单亲妈妈王铁梅带小孩王茉莉搬到新家后，结识了邻居小叶，两位性格迥异的女性，一个坚强，一个柔软，一个擅长给人当妈，一个擅长随时撒谎，面对旧创伤和新挑战，她们彼此温暖互相慰藉的故事。"
    },
    "志愿军": {
      "channel": "CCTV6",
      "title": "志愿军",
      "desc": "23岁的劳尔突然决定加入法国海军，去找寻真正的自我。 她在法国海军部队中找到了方向，学会了坚韧，找到了属于自己真正的道路。"
    },
    "哈利波特与魔法石": {
      "channel": "CCTV6",
      "title": "哈利波特与魔法石",
      "desc": "哈利·波特是一个孤儿，从小寄养在姨妈家，受尽欺凌。但就在哈利11岁生日的时候，他意外收到了霍格沃茨学院的入学通知书。哈利从该学院派来接他的巨人海格口中得知，这是一间魔法学院，并得知了自己的身世，原来哈利的父母都是伟大的魔法师，在对付伏地魔的战斗中双双献身，唯有哈利幸免于难。哈利进入霍格沃茨后，表现出了超乎想象的飞行天赋，得到麦格教授的推荐进入了格兰芬多的魁地奇球队。另一方面，哈利发现霍格沃茨学院内有一股黑暗势力似乎在暗暗滋长，揭开谜团的关键就在有凶恶的三头犬守护的房间内。哈利、罗恩和赫敏三个好朋友决定探个究竟。"
    },
    "封神": {
      "channel": "CCTV6",
      "title": "封神",
      "desc": "姜子牙、姬发带队坚守西岐，家园保卫战一触即发！邓婵玉、闻仲奉商王殷寿之命，率魔家四将等殷商大军征伐西岐，西岐一方得殷郊、雷震子、杨戬、哪吒等相助，更聚全民之力守卫家园。兵戈相对、法术交锋，两大阵营掀起强强对决，关于“封神榜” 的争夺正在继续......"
    },
    "疯狂的石头": {
      "channel": "CCTV6",
      "title": "疯狂的石头",
      "desc": "重庆一间工艺品厂已经濒临倒闭，却不料在拆倒旧厂房的时候，发现了厕所里的一件宝物——一块价值连城的翡翠。厂里决定用这块翡翠举办一个展览，赚些钱发拖欠了几个月的工人工资。期间由工艺品厂保卫科长包世宏（郭涛 饰）负责看守这件宝物。但是，国际大盗麦克与本地一帮小偷却让包世宏一筹莫展，他们各施其技接近翡翠，展览馆开始了一场明争暗斗的较量。黑色幽默也开始幕幕上演。翡翠的价值几何？最后谁是胜出者？事情远没有表面那么简单…"
    },
    "大闹天竺": {
      "channel": "CCTV6",
      "title": "大闹天竺",
      "desc": "盛唐集团总裁唐宗突然离世并留下遗训,让他的儿子唐森（白客 饰）在穷小子武空（王宝强 饰）的陪同下前往印度寻找遗嘱。在印度巧遇自恋臭美却又忠诚的朱天鹏（岳云鹏 饰）,以及美丽性感却深藏秘密的美女吴静（柳岩 饰）,四人兜兜转转竟结为同盟,而最令四人不解的是为何这次取遗嘱之旅凶险重重,危机四伏,并且遗嘱之所以放在印度，更是隐藏着秘密。"
    },
    "九品芝麻官": {
      "channel": "CCTV6",
      "title": "九品芝麻官",
      "desc": "包龙星（周星驰 饰）用钱买了一个候补知县，可是他为人贪婪，乡亲都对他痛恨之极。在他代职知县的时候，戚家媳妇（张敏 饰）遭到了常威（邹兆龙 饰）的强暴，后来常威杀了他们全家，更嫁祸于戚秦氏。"
    },
    "大内密探": {
      "channel": "CCTV6",
      "title": "大内密探",
      "desc": "明朝年间，皇叔吴王密谋联手番邦篡取王位，谋反证物是一把武器库的钥匙，关乎国家兴亡之命脉，因乌龙巧合假扮大内密探的主人公卷入证物争夺之战，国家兴亡，匹夫有责，主人公最终联合大内密探，一举夺取了证物揭发了吴王，保卫了国家。"
    },
    "唐伯虎点秋香": {
      "channel": "CCTV6",
      "title": "唐伯虎点秋香",
      "desc": "伯虎，浩南和排骨三人自幼就是好友，三人却都是《唐伯虎点秋香》这部电影的迷弟，从小看到大，长大之后，伯虎当上探员，浩南为人泊车，排骨却成了个没名气的发明家。机缘巧合，排骨制成了一部时光机，却误把自己三人吸入了《唐伯虎点秋香》电影中，并且在唐伯虎家遇上了他的损友祝枝山，知道唐伯虎为避宁王招揽已逃之夭夭，卖身华府点秋香一事从未发生，黄伯虎突发奇想，想代替唐伯虎去华府点秋香，用智能电话作饵诱祝枝山带路，祝以为是宝物，马上答应。四人卖身进了华府，发现石榴是两姐妹，一样泼辣，小石榴更是又美又泼辣，狠狠折磨四人，但丫环中只有东南西北中发白香，却没有秋香，到底四人能否成功点到秋香，又能否回到现代呢？"
    },
    "铁血娇娃": {
      "channel": "CCTV6",
      "title": "铁血娇娃",
      "desc": "白雪（余男 饰）等五个来自中国大都市的女子背包族和朋友老鹰（邹兆龙 饰），在东南亚偶遇英俊帅气的当地旅游节目主持人丹尼斯（安志杰 饰）、以及走出原始丛林的当地虎族部落酋长继承人ASAM（释行宇 饰），大家相约在ASAM的带领下，进入密林探险，不料却陷入黑势力的夺宝阴谋，遭遇了灭顶之灾……邪恶与善良；目击与反击；扞卫文明与掠夺自然；标枪长矛与枪炮火箭；特种兵老鹰、身手不凡的五个都市美女、以及英勇的虎族战士，与黑势力展开了惨烈的殊死奋战……  　　丛林终于重归宁静，而白雪的爱却已远逝……"
    },
    "惊天大营救": {
      "channel": "CCTV6",
      "title": "惊天大营救",
      "desc": "亡命之徒白安挟持富家小女孩贺婷，意图借此向其父复仇，却不料此举意外使贺婷逃过毒贩的灭门之灾。尽管年幼，贺婷却心智成熟，面对父亲生死未卜、自身孤苦无依的困境，她竟意外的向要杀自己父亲的仇敌白安提出合作。于是，两人携手并进，相互扶持，踏上了寻父之路。在这场充满未知与艰险的旅程中，他们既要应对外界的追捕与威胁，又要面对内心的挣扎与冲突，共同编织着一段非同寻常的营救传奇。"
    },
    "长安的荔枝": {
      "channel": "CCTV6",
      "title": "长安的荔枝",
      "desc": "唐天宝年间，人到中年的李善德（大鹏 饰）骂骂咧咧干了很多活，抠抠搜搜花了不少钱，到头来却还是个无名小吏。然而这一切随着一次召见似乎有了转机，某天有人安排给他一个“荔枝使”的肥差，只要办成，那就是荣华富贵人生逆袭，但要是办不成……"
    },
    "速度与激情9": {
      "channel": "CCTV6",
      "title": "速度与激情9",
      "desc": "多米尼克·托莱多（范·迪塞尔 饰）与莱蒂（米歇尔·罗德里格兹 饰）和他的儿子小布莱恩，过上了远离纷扰的平静生活。然而他们也知道，安宁之下总潜藏着危机。这一次，为了保护他所爱的人，托莱多不得不直面过去。他和伙伴们面临的是一场足以引起世界动荡的阴谋，以及一个前所未遇的一流杀手和高能车手。而这个名叫雅各布（约翰·塞纳 饰）的人，恰巧是多姆遗落在外的亲弟弟。"
    }
  },
  "CCTV8": {
    "人生之路": {
      "channel": "CCTV8",
      "title": "人生之路",
      "desc": "八十年代，生活在陕北高家沟的青年高加林打小就是村里人人皆知的读书“状元”。虽然家境贫寒，但他饱读诗书心比天高，暗下决心要摆脱黄土地。高考是他改变命运的唯一机会，不料却意外落榜。他奋发图强成为民办小学教师，教师编制又被挤走。高加林跌入人生的谷底，后在刘巧珍的鼓励下振作并坚持写作，燃起人生希望，还与巧珍萌生爱情。加林叔父回村间接提供了加林入县城当记者的机会。他在县城与志同道合的同学黄亚萍相遇，乡下姑娘巧珍的默默守护与上海姑娘黄亚萍的热烈示爱让他陷入难以抉择的两难之境。几度挣扎，几次抉择，他靠一支笔把自己带到了上海。命运的考验接二连三，高加林在而立之年竟得知当年自己的大学名额被好友双星顶替。即便如此，加林也没有被打败，他顺应时代努力学习新知识，努力奋斗，历经世事变迁，在时代浪潮中谱写了平凡人不平凡的人生故事。"
    },
    "看得见风景的窗": {
      "channel": "CCTV8",
      "title": "看得见风景的窗",
      "desc": "“横漂”失败的剧组统筹林笠为照顾外婆，回到浙江海岛接手濒临倒闭的“望海民宿”。在机缘巧合下，她接下了为文艺片导演顾远堪景的向导工作。两人从最初的理念不合到相互理解，最终携手共同创作，也在诗意的海岛风景中重拾了对生活和事业的热情，在返乡过程中重新发现家乡之美、实现人生价值。海浪裹挟着心底的悸动，一次次漫过礁石，也漫过两颗逐渐靠近的心，一场关于海岛、梦想与心动的浪漫之旅正式开启。"
    }
  },
  "城市剧场": {
    "鼓楼外": {
      "channel": "城市剧场",
      "title": "鼓楼外",
      "desc": "鼓楼外一位老木匠易大船的大徒弟于钟声和其孙女易小船偷偷恋爱了，吃醋的二徒弟尹东义给于钟声使坏，在邻居家房梁上做了手脚。于钟声上当以致屋里的孩子死亡，锒铛入狱。狱外，心里还爱着于钟声的易小船迫于种种无奈嫁给了尹东义，而狱中的于钟声得知此消息悲愤交加，誓言报仇……"
    },
    "我不是精英": {
      "channel": "城市剧场",
      "title": "我不是精英",
      "desc": "大米和味精，青梅竹马的发小儿，两人偷偷恋爱已经有一段时间了，之所以要瞒着双方父母，是因为身为外企白领的米妈妈一直看不上大专毕业、没个正经工作的韦晶。但随着恋情的曝光，两家的冲突也爆发了。米妈妈逼着优秀帅气的米阳找一个“高学历、高智商、高情商”的“三高”女友。为了维护爱情，成为米妈妈眼中的精英人士，韦晶决定勇闯“外企”。阴错阳差，进入一家众人梦寐以求的知名外企，仿佛一下子成为人们艳羡的“白领精英”。本来身为优秀刑警的米阳，却因为一次工作失误，被调职到社区当片警。丑小丫变女神，王子变青蛙！两个人的身份彻底对调，这种落差也让他们的爱情充满考验。两个年轻人一边调试心态，一边努力工作，面对生活中的磨难和工作上的烦恼，他们用爱情给予彼此勇气。面对生活的坎坷，谁都不敢自称“精英”，唯有坚强乐观，才能收获幸福。"
    },
    "青春正好": {
      "channel": "城市剧场",
      "title": "青春正好",
      "desc": "本片展现四个主人公怀抱一致的青春梦想，历经磨难最终成功。青春正好，不留遗憾。"
    }
  },
  "音乐现场": {
    "民歌中国": {
      "channel": "音乐现场",
      "title": "民歌中国",
      "desc": "今日中国，家财万贯的企业家层出不穷，某搬家公司老总李浪也是其中一员。  　　20岁时在四川省成都创业，开设搬家公司。从两辆卡车起家，公司飞速发展，20年后的今天，已成长为在全国拥有4万工人的大企业。 　　虽然钱多到用不完，但他内心感受不到满足。摇摆于妻子与情妇之间的双重生活，也濒临分崩离析的危机。 　　\r 导演马占冬花费五年时间，贴身采访李浪，从最近距离，将其公私生活的种种场面摄入镜头，从中所呈现的今日中国是怎样一番景象？  　　本片以令人惊叹的赤裸裸的映像，描写成功富裕阶层的真实形象，剖析现代中国社会的深层。"
    }
  },
  "军旅剧场": {
    "黄河在咆哮": {
      "channel": "军旅剧场",
      "title": "黄河在咆哮",
      "desc": "1937年，“七七事变”后，八路军奉命东渡黄河。郑川率独立团开赴前线，激战平型关、获得嘉奖；而国军失利遭批评，周治国不服郑川。战乱中，郑川与失去音讯的妻子黎英偶遇，在黎英帮助下，独立团突袭机场，支援了..."
    },
    "花儿与远方": {
      "channel": "军旅剧场",
      "title": "花儿与远方",
      "desc": "1952年，新疆生产建设兵团在山东招女兵，副区长郝玉兰为征兵工作顺利进行，被迫搁置了自己的婚事，带头报名参军，带领着二曼、赵凤、胡彩娥等一批山东妇女来到新疆。在屯垦生活中，这群山东妇女与兵团战士们纷纷擦出爱情火花，建立家庭。冬去春来，在他们辛勤开垦之下，戈壁滩在一天天发生变化，几对夫妻也各自经历了悲欢离合：连长战涛在一次剿匪中被打坏下身，妻子二曼不离不弃，坚守着自己的爱情；赵凤和葛俊历经磨难最终牵手，赵凤成为马莲窝子小学第一位老师；耿大炮和胡彩娥在吵吵闹闹中哺育着自己的后代。主人公刘北伐和玉兰的婚姻在经历丧子之痛后，玉兰学习驾驶拖拉机，成为兵团第一位女拖拉机手，刘北伐克服难题进行农业科技攻关。这群可爱而可敬的山东大嫂和他们的男人一起，扎根边疆，艰苦奋斗，终于改变了“一代而终”的屯垦历史。"
    },
    "铁血战狼": {
      "channel": "军旅剧场",
      "title": "铁血战狼",
      "desc": "1940年，鲁南抱犊崮抗日根据地独立营营长武忠义临危受命，组建代号为“战狼”的武工队，为保护新根据地，和日寇展开斗智斗勇的拼杀。武忠义和国军连长吕修文是发小，又是“情敌”。多年前，武忠义和吕修文同时爱..."
    }
  },
  "足球": {
    "天下足球": {
      "channel": "足球",
      "title": "天下足球",
      "desc": "在古代中原，这片富饶的土地上，粮食丰盛，稻谷飘香。然而，近邻的塞外野狼族一直觊觎着这片肥沃之地。十二年后，一纸战书传来，一场不可避免的大战即将爆发！在凤凰古城中，命运的安排将六个普通少年——拾儿、红袖、九斤、巨象、大花面、狂牛推向了这场战火之中。  　　拾儿，本是一名孤儿，从小在果栏做苦力，跟随着年迈的师父修习武艺，练就了独门绝技“飞云连环腿”。他与其他五个年轻人一起玩耍成长，怀揣着武侠梦想。战火燃起，少年们的身世之谜逐渐浮出水面——拾儿的生父竟是挑起战火的野狼族首领，而与他并肩作战的红袖，则是中原皇帝的独生爱女。父子之情深厚，乡亲之恩浓如山，伙伴之间的情谊铁如铁。少年们内心矛盾，面对命运的抉择，难以决断！在这场纷争之中，少年们将如何抉择？他们能否捍卫内心的信念，抵御战火的蹂躏，守护家园的和平？爱、亲情、友情将如何交织？期待见证这群少年的成长与奋斗！"
    }
  },
  "古装剧场": {
    "大汉悲歌": {
      "channel": "古装剧场",
      "title": "大汉悲歌",
      "desc": "公元前202年，16岁的辛追还是个美丽多情的湘女。就在她嫁到江夏王府的那天，就遇到韩信大军的围城。江夏王宁死不降命全家切腹自尽。热爱生命的辛追，就在韩信百万围城大军的重重包围下，独身一人毅然打开城门，走到这个不可一世的汉军大将韩信面前质问他：你为什么要在一个女人出嫁那天却让她死。韩信面对这个善良美丽的辛追，无言以对，他被这个少女镇住了，但事与愿违，城破家亡，辛追沦为女俘。大将军韩信爱上了这个美丽而倔犟的姑娘，辛追被带回了韩信家中，她无意中发现了婢女花样红杀死韩夫人。花样红怀上了钟离昧的骨肉却谎称是韩信的儿子。而韩信早已失去了生育能力。韩信忍辱负重救下公子丹的仁义之举打动了辛追。公子丹将辛追托付给韩信，自己前往刺刘邦。事败处..."
    },
    "新醉打金枝": {
      "channel": "古装剧场",
      "title": "新醉打金枝",
      "desc": "唐代中叶，经历过武后乱政、安史之乱后，终于暂享了一段太平盛世。及至代宗一朝，朝中的两大势力分别是以代宗堂兄晋王为首的一众文臣，及汾阳王郭子仪所领的一众武将。两大阵营常因不同政见而争持不休，晋王与子仪虽然表面关系和洽，但其实平和气氛之下却藏着暗涌……"
    },
    "十二生肖传": {
      "channel": "古装剧场",
      "title": "十二生肖传",
      "desc": "故事发生在上古时期，孤儿星虎（郭品超 饰）与燕儿（王力可 饰）自幼相爱，村长受魑魅（苗海忠 饰）蛊惑横刀夺爱，星虎目睹爱人为救自己而死，一时急火攻心病倒，幸得神农氏（刘德凯 饰）与爱徒雪怜（李曼 饰）相救，治愈后，星虎带着雪怜踏上了寻找救世人于水火的十二生肖之路。二人历经磨难来到凤凰城，遇见米俊非（陈浩民 饰）和王小鱼儿（郑伟 饰），获取“天缺玉盘”，星虎被神力非凡的玉盘带到遥远的贺兰山，寻得羊生肖转世之人芷莘（陈德蓉 饰），他们凭借玉盘神力来到全长着三只眼的三目国，寻找隐藏其中的生肖转世之人。不料尾随而来的魑魅利用人类的贪婪将其化作了恶魔......"
    }
  },
  "军事": {
    "军武零距离": {
      "channel": "军事",
      "title": "军武零距离",
      "desc": "《军武零距离》是中央电视台国防军事频道（CCTV-7）推出的一档主持人探访式专题节目。"
    },
    "世界战史": {
      "channel": "军事",
      "title": "世界战史",
      "desc": "《世界战史》是中央广播电视总台军事节目中心制作的军事战争纪录片栏目，前身为《百战经典》，在中央电视台国防军事频道（CCTV-7）播出 。栏目聚焦世界范围内著名战争战役、武器装备及军事人物，涵盖马拉松之战、二战东线战场、苏德战争等历史军事事件，解析战役过程与战术细节，如雅典军队迎战波斯大军、苏军特种摩托化步兵旅敌后作战等。"
    }
  },
  "地理": {
    "远方的家": {
      "channel": "地理",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    },
    "走遍中国": {
      "channel": "地理",
      "title": "走遍中国",
      "desc": "《走遍中国》开播于2002年9月2日，是中央电视台中文国际频道（CCTV-4）的一档大型专题报道栏目。它“聚焦中国新变化”，它关注发生在普通中国人身边、展现正能量的新现象、新风尚、新观念、新事物，全面、真实地反映中国人当前的生活状态与精神风貌，深入、客观地展现富于创新、充满活力、具有国际视野的当代中国。"
    }
  },
  "红色影院": {
    "聂耳": {
      "channel": "红色影院",
      "title": "聂耳",
      "desc": "1930年，在列强统治瓜分的大都会旧上海。为了追寻音乐的梦想，年轻人聂守信（赵丹 饰）告别故乡云南来到上海求学，为了生计，他干着最底层的工作，但是随着国民党反动派压迫的日益加深，守信失业，沦落到某歌舞班担任琴师。此时的他虽然讨厌这种燕语莺声的靡靡之音，可是又不知道未来前进的方向。旧日同学郑雷电的棒喝似乎让他猛然警醒，开始审视自己的音乐人生。在此之后，他接触到地下工作者，初步找到人生的意义。1932，“一•二八”事变爆发，守信和伙伴们为战士唱响了高亢奋进的《马赛曲》。老艺术家的建议让他铭记于心，面对江河破败、百姓离乱、民族危亡的现状，他暗下决心，一定要创作一首中国的《马赛曲》……"
    },
    "结婚": {
      "channel": "红色影院",
      "title": "结婚",
      "desc": "团支书田春生（张锡奇 饰）和柳林村的女团员杨小青相爱多年，两人准备秋后结婚，双方的父母早就盼望他们赶快成亲好抱孙子。不料就在结婚的前两天，杨小青为了开展村内的妇婴卫生工作，决定到县里学习新接生法。在春生的同意下，他们推迟了婚期。小青毕业后，认为妇婴工作必须要在柳林村马上开展。征得春生的同意，他俩又一次推迟了婚期。小青的新接生法遇到了许多困难，在团支书巧英（朱修勤 饰）和春生的安慰和鼓励下，积极地投入了这项工作。第二年春天，春生和小青约定到区里去登记。一天清早，他们各自从家里出发，在途中他们都因为遇到突发的事情去帮助别人而耽误了时间，直到下午，他们才在区公所会面，办了结婚手续，两个人充满了幸福感。"
    },
    "刘巧儿": {
      "channel": "红色影院",
      "title": "刘巧儿",
      "desc": "《刘巧儿》，中国评剧作品。作者王雁。据1943年袁静剧本《刘巧告状》和说书演员韩起祥的说唱《刘巧团圆》改编。剧本描写陕甘宁边区农村少女刘巧儿，自小由父亲作主与邻村青年赵柱儿订亲，后其父贪图财礼，唆使巧儿退婚，嫁给财主王寿昌。巧儿不允，遂自己作主与柱儿订亲。刘父到县政府告状，地区马专员用群众断案的方式解决了这宗案件，使巧儿的婚姻如愿以偿。这是一件发生在40年代延安抗日根据地的真人真事，在群众中甚有影响。全剧反映了青年男女对自由婚姻的大胆追求。刘巧儿形象突出，性格开朗奔放，清新可爱。 解放前陕甘宁陇东地区，在人民政府的教育和倡导下，寻常百姓的民主意识逐渐加强。农家少女刘巧儿（新凤霞 饰）人如其名，心灵手巧，貌美如花，纯朴善良。她自幼经父母包办许配给邻村赵家庄的赵柱儿，但是巧儿在劳模会上喜欢勤劳憨厚的小伙子赵振华（张德福 饰），于是心中暗下决定，要回家敦促父亲退掉婚约，自主结婚。与此同时，大地主王寿昌垂涎巧儿美貌，遂怂恿刘媒婆找到巧儿爹刘彦贵。巧儿爹贪图王财主的财礼，故在女儿面前谎称赵柱儿是个不学无术的二流子，此言甚合巧儿之心，于是赵刘两家婚约取消。但是巧儿很快便得知父亲将自己许给了王财主，而她和赵振华的误会也终于大白天下……"
    },
    "红旗谱": {
      "channel": "红色影院",
      "title": "红旗谱",
      "desc": "二十世纪初，冀中平原民不聊生。地主冯兰池（葛存壮 饰）为霸占官产，砸钟毁证。农民朱老巩（崔嵬 饰）为民挺身，无奈抵不过强大的封建势力，气病身亡。幼子虎子（陈帆 饰）——朱老忠（崔嵬 饰）逃离家乡。25年后，正值壮年的朱老忠带领全家从关东返回家乡。深知盲目寻仇解决不了任何问 题。不久，他结识了地下党领导人贾湘农（鲁非 饰），并同严志和（蔡松龄 饰）、伍老拔（李建国 饰）等人一起走上革命道路。在朱老忠的带领下，他们在锁井镇和地主阶级展开了斗争。志和的长子运涛（赵联 饰）南下黄埔军校，参加了北伐战争。蒋介石背叛革命，运涛被捕入狱，革命陷入低潮。朱老忠带着江涛（赵万德 饰）去探望，从运涛那里知道了更深刻的革命道理。返乡后，他们串联锁井四十八村的农民，要在平原上卷起风暴......  　　本片根据梁斌同名小说改编。"
    },
    "三年早知道": {
      "channel": "红色影院",
      "title": "三年早知道",
      "desc": "根据马烽同名小说改编。 赵满囤外号叫“三年早知道”，有名的机灵鬼。他无论做什么事总先算算对自己有没有利。当全村合作化，别人问他人社不入的时候，他抚摸自己那匹健壮的大红马说道：“多咱我这匹马说了话，我就入社。”可是过了一夜，赵满囤突然牵着马入社来了。原来赵满囤的弟弟是人民解放军，他弟弟来信叫他人社，并说如果他不入社就把自己那份家产给入了社。寻思了一夜，自私自利的赵满囤算来算去不合算，如果和弟弟分了家，就是两条腿缺了一条腿了，他只好牵着牲口入了社。赵满囤虽然人人了社，可是心可没有入社。他在社里做饲养员，这本来是他的拿手戏，但因为他的私心太重，竞给自己的牲口吃小灶。叫社里的牲口啃起槽帮了。这件事被社长知道了，社长批评了他，并派他去赶车。哪知他不为合作社工作，却拉脚做起买卖了。社里派他进城拉肥料，他不但没有进城，反而用合作社买肥料的钱买了一对小猪仔，大家又对他进行了一次严厉的批评。赵满囤虽然是一把劳动能手，但是他的臭名远扬，所有的生产队都不要他，甚至连他的亲戚也不敢沾他了，这对他的确是一次很好的教育。最后还是社长去找他，分配他做打井工作，赵满囤高兴地接受了工作。这回赵满囤总会好好工作，不再犯毛病了吧?他却因偷偷贩卖红枣耽误了工作，又挨了一次批评。这次在社长和大家的教育与帮助下，终于认识到自己的错误，工作态度也积极认真起来。有一天，赵满囤看见关城社的二贵赶着一口种猪从门前走过，他想为合作社做件好事，把二贵请到屋里坐下，他偷偷地把种猪赶到后院为合作社的三口母猪配了种。赵满囤满以为自己不是为个人，而是为合作社做了一件好事，便向大家夸耀起来，哪知又挨了社长一顿批评。赵满囤在党的教育下，终于克服了自私自利的思想，并且被选为水利委员，在全村水利化运动中起了很大的作用，他把自己存在银行的钱全部取出来支援了社的水利建设，成为优秀的社员。从此，别人再叫他三年早知道，他面带隗色地说道：“别看我叫三年早知道，其实以前我什么也不知道，现在走了社会主义道路，我才真正地知道了。”"
    },
    "我这一辈子": {
      "channel": "红色影院",
      "title": "我这一辈子",
      "desc": "清朝末年，才二十出头的“我”（石挥 饰）就失业了，多亏邻居巡警赵大爷的帮助，我也当上了一名巡警，也就是人们常说的“臭脚巡”。从这绰号您就知道，这个差事不好干。况且那些年兵荒马乱，民不聊生，清政府、军阀、洋人、爱国青年、国民党……你方唱罢我登场，把个老北京城搅得沸沸扬扬。我曾在秦大人府上当差，官老爷的奢侈腐败算是看了个尽。五四运动时还结识了学生领袖申远，他们为了新中国的崛起而不懈努力。我呢，一个社会底层的小老百姓，只求守着老婆孩子过上几天安稳日子。但处在这个倒霉时代下，老百姓哪有什么安生日子可言啊？\r 　　本片根据老舍同名原著改编。 ©豆瓣"
    },
    "六号门": {
      "channel": "红色影院",
      "title": "六号门",
      "desc": "解放前夕的天津搬运码头，工人们受尽马八辈（陈士和 饰）父子和国民党统治者的压榨，个个挣扎在死亡线上。搬运工胡二（郭派清 饰）强忍饥饿扛包运货，累得昏倒在地，儿子因捡漏在地上的粮食，被马家的狗腿子活活摔死。胡妻（李晓工 饰）闻讯哭昏死过去。愤怒的工人自觉聚在一起商议，推选胡二和丁占元（李紫平 饰）为代表，率全体工人大闹马八辈的寿宴，追讨扣发的工钱并增加工资，不然就罢工。在六号门带动下，全市各货场码头纷纷响应。在强大斗争压力下，马八辈的儿子马金龙（谢添 饰）不得已给工人增加工资，之后指使特务逮捕了胡二。解放后，马氏父子受到政府处理，工人们推选胡二当了搬运站长，而被政府处理的老恶霸并不甘心......"
    },
    "天山的红花": {
      "channel": "红色影院",
      "title": "天山的红花",
      "desc": "1959年，在新疆天山脚下东风公社哈萨克族畜牧生产队里，社员们选出了自己的队长——热爱党和集体、敢于向一切恶势力作斗争的哈萨克族女共产党员阿依古丽。反动牧主的儿子哈思木是大队的兽医，不甘心草原上的权力被剥夺，利用阿依古丽的丈夫阿斯哈勒想发家致富和大男子主义的思想，挑拨他与妻子的关系。但阿依古丽意志坚强，毫不畏惧，积极带领群众搞好生产，当年获得了畜牧业的大丰收。于是，哈思木又生一计，捣毁了羊舍的门窗，使羊羔在暴风雪夜受冻，并嫁祸给阿斯哈勒，还用蒸馏水代替药品给受病羊羔注射。技术员沙发尔发现并揭露了哈思木的破坏活动。阿依古丽在社员们的帮助之下，将哈思木抓获并送政府法办。事实教育了阿斯哈勒，使他认识到自己的错误，阿斯哈勒诚心诚意地拥护阿依古丽担任生产队长，将一束红花送给她，并投了她一票。"
    },
    "抓壮丁": {
      "channel": "红色影院",
      "title": "抓壮丁",
      "desc": "抗战期间的四川乡村，国民党反动派借抗日之名，以前线兵源不足为幌子，大肆在乡村抓丁，从中捞取好处，搞的民不聊生。师管区卢队长（张逸生 饰）向王保长（陈戈 饰）索要壮丁，王即向地主李老栓（吴雪 饰）索要壮丁捐。地主李老栓层层盘剥手下的佃户，逼死姜国富（邵华 饰）并抓走他儿子当替身。过了段时间，李老栓在国民党当团副的儿子耀武扬威地回到家乡，李老栓不知就里，指望儿子能压一压卢队长和王保长的威风，老婆和儿媳也也吹起了枕边风。而卢队长和王保长又怎甘心失去这买卖壮丁所带来的好处，设计陷害李老栓不成，干脆联合李团副加倍抓壮丁，妄想钱来的更多更快......"
    },
    "秋翁遇仙记": {
      "channel": "红色影院",
      "title": "秋翁遇仙记",
      "desc": "此片是一部神话故事剧。秋翁（齐衡 饰）爱花如命，枯死的牡丹经他的手也能复活开花。此事传开后，财主张霸（王岚 饰）打起坏主意，借机敲诈未果，便唆使张衙内（关宏达 饰）等泼皮进园饮酒作乐，高兴之下他让秋翁把花园送给他，秋翁不允，张即让手下将花园砸毁扬长而去。深夜，伤心的秋翁整理着被毁的花园，突然，牡丹仙子（王小蓉 饰）化作村姑出现在秋翁面前，做法将落花返枝，秋翁惊咤不已。张衙内闻讯后，诬秋翁妖法惑众，勾结官府将秋翁下狱。受贿的贪官本想重判秋翁，花仙施法大闹公堂，并惩治了作恶多端的张衙内。获释的秋翁回到园内，只见蝴蝶飞舞，百花盛开......\r 　　本片根据《今古奇观》中《灌园叟晚逢仙女》改编。"
    }
  },
  "精选": {
    "猫鼠游戏": {
      "channel": "精选",
      "title": "猫鼠游戏",
      "desc": "弗兰克（莱昂纳多·迪卡普里奥 Leonardo DiCaprio饰）是FBI有史以来年龄最小的通缉犯。他的犯罪手段神通广大，伪装身份的能力超乎常人，全美各地几乎都留下他的犯罪足迹。乔装医生、律师、飞行员，统统都是他曾经的身份。当然，弗兰克凭着这个“本领”，骗取了高达几百万的金额。活得逍遥快乐的弗兰克这次又成功伪造了一份学历证明，去医院做起了大夫。弗兰克不但在这里认识了护士布雷达（艾米·亚当斯 Amy Adams饰），二人擦出爱火花，还通过布雷达的父亲得到了一份检察官助理的优差。然而，这只是暴风雨前夕——一双眼睛已经盯住了弗兰克，誓要把他绳之于法不可。这就是FBI探员卡尔（汤姆·汉克斯 Tom Hanks饰）。在研究追捕弗兰克的过程中，卡尔领教到这个犯罪天才的过人智商。他屡次被弗兰克这个黄毛小子捉弄，心里又恨又不得不佩服。每当弗兰克有惊无险地从他的精心布局中逃脱时，这个猫鼠游戏显得有趣起来……"
    },
    "但丁密码": {
      "channel": "精选",
      "title": "但丁密码",
      "desc": "《但丁密码》改编自丹·布朗 2013 年的小说《地狱》，讲述了符号学教授罗伯特·兰登（汤姆·汉克斯 Tom Hanks 饰）在意大利一所医院中醒来，发觉自己头部受到重创且失忆，同时还受到多组人马追杀，女医生西恩娜·布鲁克斯（费莉西蒂·琼斯 Felicity Jones 饰）帮助他逃出医院，寻回记忆，在这一过程中发现隐藏在但丁、米开朗琪罗等大师作品里的一个惊天阴谋，有极端邪恶的科学家妄图利用病毒把地球变成但丁《神曲》中描绘的地狱。"
    },
    "狙击精英": {
      "channel": "精选",
      "title": "狙击精英",
      "desc": "为了阻止军火商释放致命的超级武器，王牌狙击手布兰登·贝克特（查德·迈克尔·柯林斯饰）和特工零号（瑞恩·罗宾斯饰）被派往科斯塔维德，领导一群精锐士兵。贝克特将一名未经考验的狙击手纳入麾下，面临着他最新的挑战：下达命令而不是接受命令。随着时间和弹药的减少，他们必须克服一切困难才能生存下来。"
    },
    "盲道": {
      "channel": "精选",
      "title": "盲道",
      "desc": "据民政部估计，全国流浪乞讨儿童数量在100万-150万左右。在一些地乡村地区，买卖儿童几近市场化，形成了一个完整的地下黑色利益链。盲人小女孩晶晶（杜函梦 饰）一直被以郭伟（胡明 饰）为头目的犯罪团伙控制下在街头乞讨赚钱。一天，她在地铁通道里遇到了赵亮（李杨 饰）。赵亮是一名落魄摇滚大叔，整天装扮成盲人进行坑蒙拐骗。为了逃脱郭伟残暴的毒打，她在赵亮的带领下到了派出所，但民警王莉莉（于越 饰）根本找不到晶晶的家，晶晶却说赵亮是她的爸爸，万般无奈之下，赵亮只好暂时收留她。最终犯罪团伙还是找到了他们，并以晶晶“监护人”的身份把她带走，晶晶和犯罪团伙之间到底是什么关系？赵亮为了弄清楚这一切，踏上了一场未知的行程。而他和晶晶的故事才刚刚开始……"
    },
    "海边的曼彻斯特": {
      "channel": "精选",
      "title": "海边的曼彻斯特",
      "desc": "在兄长猝然离世后，李·钱德勒震惊地得知自己被指定为侄子帕特里克的唯一监护人。李不得不暂停工作，勉强回到故乡曼彻斯特照顾这个十五岁的活泼少年，同时也被迫直面那段令他与妻子兰迪分离、与成长之地决裂的往事。曾被兄长凝聚的家庭纽带如今断裂，李与帕特里克在失去至亲的阴影下，艰难地摸索着与世界和解的方式。"
    },
    "决胜21点": {
      "channel": "精选",
      "title": "决胜21点",
      "desc": "Ben Campbell（吉姆·斯特加斯 Jim Sturgess 饰）有着惊人的才华，身为麻省理工高材生的他学业无懈可击，他亦毫无意外地赢得了哈佛医学院的录取通知书。然而30万的高昂学费和生活费令他的大学梦摇摇欲坠。在争取奖学金的面试中，教授对他说胜出者必须要有过人的经历而不是像本这种一张白纸的学生。Ben在一服装店打工，挣取每小时8美元的薪酬。同时和两个好友准备竞赛2.09以期获得认同和奖金。数学课上本的天才头脑被教授Mickey Rosa（凯文·史派西 Kevin Spacey 饰）发现，Mickey 希望本加入自己的21算法团队，专门去赌场依靠算牌赢得大钱。Ben并不同意，但Ben一直暗恋的女孩Jill Taylor（#凯特·波茨沃斯 Kate Bosworth 饰）也出面诱惑时，Ben开始动摇。Ben开始了严密的训练，出师的成功让Ben尝到了金钱、虚荣、欲望的权力。同时他和旧友开始疏远，渐渐迷失在赌场的漩涡里。"
    },
    "自由作家": {
      "channel": "精选",
      "title": "自由作家",
      "desc": "爱林（希拉里·斯万克 Hilary Swank饰）从事的第一份教育工作，就是在威尔逊学校一个糟糕透顶的班级里担任老师。这里有着给老师们带来噩梦的学生：他们虚度光阴，消磨时辰，把学校当成18岁之前的游乐场；更混乱的是，学生们来自社会里的不同种族和各类底层阶级，分帮结派互相斗殴。\r 　　爱林想方设法让仇恨远离孩子们的心，消解他们之间的敌意，可是，作为一名白人老师，孩子们对她树起了重重心墙，爱林的教育理想在现实中一次又一次地碰壁。\r 　　孩子们跌入深渊的心灵是否无药可救，他们的未来能否在爱林的循循教导下重现曙光，爱林的肩上承着千斤重担，她只有一本或者可以感化孩子的《安妮日记》，以及一颗热忱真诚的心，带领迷失的孩子找到明灯。"
    },
    "赖家王老五": {
      "channel": "精选",
      "title": "赖家王老五",
      "desc": "俗话说的好“女大不中留！”可如今，这句话用到男儿身上，同样有着深不可测的意义。闲话不扯，但说本故事中的男一号，帅哥特瑞普(马修·麦康纳)虽有着令众多同龄人羡慕的好工作和丰厚收入，而且，尚显青春的他也是风度翩翩、举止高雅的主。可是早已进入而立之年的他却至今仍与和他相识的众多适龄的女人保持着授受不亲的关系。虽说做个钻石王老五也有着很多的优越性和尚可炫耀之处。可长此以往，日渐衰老的父母却急上了房。眼见着大龄爱子这样整日赖在这个“老家庭”里，做着老父母的大小孩，两位老人恨不得立刻让儿子特瑞普卷铺盖走人，以早早营建自己的小家，这样也可为老人日后增添了不尽的安慰。　　于是乎，聪明的二老经过了缜密的筹划，终于制订出一整套周密的计划来对付这个不愿长大离开家的大小子。首先，是对儿子特瑞普对异性的兴趣取向进行调查了解，几次测试后，终于得知，性感成熟、金发碧眼的女孩总能令稍显木讷的儿子精神百倍。然后，两位老人私下里雇佣了一位有着一头美丽的金发以及性感迷人的外形的漂亮姑娘(莎拉·杰西卡·帕克)主动接触儿子特瑞普，以鼓动儿子逐渐建立起独立自主的冲动和决心。最让二老放心的是，这位美丽的姑娘不但有着勾人的外表，还有着足够聪明的头脑，足以顺利完成他们的目标。　　接下来，便是此起彼伏的浪漫事件接连发生，而主动的女性似乎更让那些高傲的大男子们无法招架。尤其是面对眼前如梦中情人转瞬出现般的金发美女，特瑞普更是没有了丝毫的心理设防。来了个全身心中招。激情的派对、阳光遍洒的出海旅游、餐馆里的浪漫缠绵……无不令往日闪闪发光的钻石王老五完全褪去了光彩，忘我地投入到了这场浪漫的情感大戏之中。而只是身为受雇者的漂亮姑娘似乎也在不经意间进入了“角色”。再加之众多朋友、同事们的“倾情加盟”，一场“大龄青年拯救运动”轰轰烈烈、热热闹闹、沸沸扬扬地展开了……"
    },
    "侏罗纪公园3": {
      "channel": "精选",
      "title": "侏罗纪公园3",
      "desc": "继索纳岛恐龙逃往事件过去已有八年，艾伦·格兰特博士无论如何也不愿再返回那个鬼地方。虽然发下重誓，但现状不得不让他收回誓言。他的一项史前动物研究陷入资金紧张的窘境。而这时，富有的商人保罗·科比及其夫人阿曼达找到艾伦，邀请他作为向导带他们乘飞机前往索纳岛观光。一方面酬劳颇丰，一方面又得知不用着陆小岛，好了伤疤忘了疼的艾伦接受了他们的邀请。然而事情却朝相反的方向发展，他们的飞机最终迫降小岛。至此他才得知，原来科比夫妇来此的目的竟是为了寻找失踪的儿子。与此同时他还发现，经过八年的自然进化，恐龙中最聪明的速龙竟然拥有了自己赖以交流的语言。这一次他的对手不仅凶恶，而且更为狡猾…"
    },
    "第五波": {
      "channel": "精选",
      "title": "第五波",
      "desc": "改编自同名畅销小说，故事讲述地球遭到外星人攻击，人类文明退回石器时代，16岁少女凯西作为仅存人类之一，挣扎生存，寻找希望。"
    },
    "回到火星": {
      "channel": "精选",
      "title": "回到火星",
      "desc": "人类尝试在火星定居，一名宇航员却意外发现怀孕，在火星上生下了第一个“火星人”，阿沙·巴特菲尔德饰演一名在火星上活到 16 岁的少年，他与地球上的人唯一的私人联系是一名网友: 女孩 Tulsa。后来他回到地球，擅自逃出监护找到了 Tulsa，在她的带领下开始探索这个星球，探究他到底属于哪里？寻找他从未谋面的父亲。但科学家却发现，他的身体并不适应地球重力。"
    }
  },
  "经典剧场": {
    "红楼梦": {
      "channel": "经典剧场",
      "title": "红楼梦",
      "desc": "中国观众大多对上世纪八十年代中期拍摄的电视连续剧版红楼梦耳熟能详，而对稍晚于此拍摄完成的电影版红楼梦却知之甚少。与电视连续剧相比，给予电影版的评论一直是毁誉参半，甚至是毁多于誉。对电影版红楼梦评价一直不高的主要原因，除去电视连续剧版自身的成功之处外，恐怕还有观众们先入为主的心理。"
    },
    "三国演义": {
      "channel": "经典剧场",
      "title": "三国演义",
      "desc": "该剧演述的是三国时代的故事，是魏、蜀、吴的兴亡史，共分为《群雄逐鹿》（1—23集）、《赤壁鏖战》（24—47集）、《三足鼎立》（48—64集）、《南征北战》（65—77集）、《三分归一》（78—84集）五大部分。着重表现的是乱世中多个政治集团间错综复杂、紧张尖锐的斗争；这种斗争发展成为连接不断的对政治权力的争夺和军事冲突，造就了从东汉末年到西晋初年将近一个世纪中的风云变幻。"
    }
  },
  "武侠剧场": {
    "仙侠剑": {
      "channel": "武侠剧场",
      "title": "仙侠剑",
      "desc": "十三妹名为何玉凤，何纪之女。纪献堂之子看中何玉凤美貌，提亲遭拒后，纪献堂想方设法诬陷何纪，让何纪被判入狱，在监牢中郁郁寡欢，一命呜呼。母亲带着何玉凤寄居在老英雄邓九公的青云山庄之中，一心想替父亲平反的何玉凤开始苦练武艺，邓九公特地赠她一把仙侠剑及剑谱，玉凤不负邓九公期望，久而久之成了一位暴安良、嫉恶如仇、智勇双全的女英雄，自此，何玉凤有了江湖绰号“十三妹”。一次，何玉凤从劫财劫色的恶僧手中解救出了携带重金的书生安骥，和漂泊异乡的张金凤。三人结下不解之缘。一番纠葛，十三妹看破红尘，成全了安骥与张金凤。从此浪迹天涯，不但替自己父亲平反，还成为百姓心目中替天行道、扬善除恶的侠女。"
    },
    "少林僧兵": {
      "channel": "武侠剧场",
      "title": "少林僧兵",
      "desc": "大明嘉靖王朝，倭寇猖獗，严嵩父子把持朝政，不事抗倭。将领戚继光虽有报国之志，但面对困难的局面有些力不从心。在倭寇的杀戮中，少年月空失去了母亲，大脚僧搭救了月空，把他带到了少林寺。15年后，月空随方丈出席祭海大典，路遇日本女孩一本秀子和剑客风语，活泼的日本女孩秀子爱上了月空。在少林寺，秀子谎称是月空的妻子，引起轩然大波…"
    }
  },
  "美人": {
    "生活圈": {
      "channel": "美人",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "国学": {
    "跟着书本去旅行": {
      "channel": "国学",
      "title": "跟着书本去旅行",
      "desc": "《跟着书本去旅行》是一档体验式文化教育节目。节目以中小学课本或经典名著为线索，在读万卷书的同时行万里路，走近文化古迹、实地实景讲故事、身临其境受教育，触摸历史、感知文化，让陈列在广阔大地上的遗产活起来。"
    }
  },
  "星影": {
    "狂蟒之灾2": {
      "channel": "星影",
      "title": "狂蟒之灾2",
      "desc": "位于婆罗洲的原始丛林中，比尔·约翰逊带领着他的探险小队穿行于其中，寻找着一种名为“血兰”的珍稀植物。在记载中，血兰拥有着能够使人长生不老的神秘力量，“几乎从未有人获得过它”的传闻也令血兰逐渐成为了传说。这一次，受一家著名的医药公司所托，比尔一行人决定揭开血兰的神秘面纱。在离目标越来越近的同时，危险也不期而至。血兰的力量没有使人类返老还童，却将一群蛇类变得凶猛而恐怖，为了挪动巨大的身体，它们不得不吃下比以往多达数倍的食物，而此时冒昧来访的人类，成为了它们最好的猎物。一边是丛林中恶劣的生态环境，一边是穷凶极恶的食人恶兽，同伴们一个接着一个的悲惨死去，比尔最终能够自保，并且挽救更多的生命。"
    },
    "破网而出": {
      "channel": "星影",
      "title": "破网而出",
      "desc": "故事发生在密歇根州底特律市，杰基（梅格·瑞恩 Meg Ryan 饰）却仍然没有放弃探索生命广度的可能性，她决定成为一名拳击经纪人。长久以来，这一职业一直被男性霸占，如今，腾空出世的杰基能够获得界内的认可和肯定吗？果不其然，杰基的工作受到了诸多的排挤，但她永不言弃的个性使她渐渐获得了客户和同行们的尊敬和钦佩。  　　某日，杰基遇见了名为卢瑟（欧玛·艾普斯 Omar Epps 饰）的次中量级拳手，在一场街头斗殴之中，杰基发现了卢瑟身上隐藏着的拳击天赋。杰基说服了杰基参加职业拳赛，又找来了经验丰富的教练菲利克斯（查尔斯·达顿 Charles Dutton 饰）相助，三人在强敌林立的擂台上打出一条血路。"
    },
    "超级战舰": {
      "channel": "星影",
      "title": "超级战舰",
      "desc": "故事灵感来自孩之宝同名畅销战棋游戏“战舰攻防战”， 电影讲述海军中尉Alex被上级派往美国飞弹驱逐舰上履行职务，在一次海上演习时，舰队惊动了隐匿在太平洋深海的外星巨形母舰，来者不善，人类为保卫地球，力阻浩劫，在海上与外星战舰展开殊死战斗。Alex联同未婚妻、任职指挥官的兄长Stone、海军士官队友兼武器专家Raikes，以及舰队总司令Shane，率领一众海军舰队，尽力一搏，与来自外太空的外星战舰震撼开战。"
    },
    "深海越狱": {
      "channel": "星影",
      "title": "深海越狱",
      "desc": "中情局特工维勒（尚格·云顿 饰）与美女搭档梅尔在保护一份机密文件的任务中被神秘组织追杀，梅尔牺牲，维勒被逮捕。醒来时维勒发现自己被囚禁在一艘核潜艇内，这里是CIA设在深海的一座与世隔绝的黑狱，他自己也变成了出卖国家机密的叛徒身份。 除了拷打维勒的探员帕特里克，潜艇上还有维勒的恩师爱德华、女见习生凯茜和被关押的德国特工马可（杜夫·龙格尔 饰），他们当中谁是盟友，谁是敌人？有人对维勒手中的机密文件感兴趣，有人却对离开深海恢复自由更感兴趣。维勒必须寻找队友，携手逃出生天，并自证清白……"
    },
    "蜘蛛侠": {
      "channel": "星影",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "全面回忆": {
      "channel": "星影",
      "title": "全面回忆",
      "desc": "未来世界中，工程工人道格拉斯（Arnold Schwarzenegger 饰）被持续的梦境困扰，那是一系列发生在红色火星上的体验。道格拉斯在广告上发现了回忆旅行公司的介绍，虽然同事警告他这种虚拟旅行可能会危害人类的大脑，但比起亲自去一趟充斥着反政府武装的火星，回忆旅行公司确是一个不错的选择。道格拉斯如愿接受了回忆旅行的服务，但是虚拟记忆的过程突然出现错误，自此一系列不可思议的经历出现在道格拉斯的身上，先是妻子劳瑞（Sharon Stone 饰）向他发起攻击并承认自己是监视道格拉斯的间谍，后来有陌生人出现帮助他逃脱并指出他是火星独裁者针对反政府武装派出的特工，结果因为一名女子梅丽（Rachel Ticotin 饰）改变了立场……道格拉斯动身前往火星，那里有一切的谜底，或者一切又只是梦境一场？"
    },
    "我是检察官": {
      "channel": "星影",
      "title": "我是检察官",
      "desc": "该片作为国内首部以生态环境保护检察工作为主题的院线电影，编剧是时任贵州省黔东南州人民检察院常务副检察长傅俊等人，拍摄地址也选于风景秀美的黔东南州。该片得到了黔东南州各区县的大力支持，剧情围绕青年检察官石俊峰奉命调查家乡红豆杉盗伐事件展开，讲述了在森林女警察卧底协助下终将盗伐百年红豆杉的犯罪分子一网打尽的曲折故事。面对亲情与正义的抉择，青年检察官石俊峰坚守自己的使命，用情与理感化犯罪分子认罪伏法，彰显了“法亦容情”的家国情怀。"
    },
    "神秘拼图": {
      "channel": "星影",
      "title": "神秘拼图",
      "desc": "林肯（丹泽尔•华盛顿 饰）因为公务导致全身瘫痪，他曾是享誉一时的侦探，破案无数，但自从他瘫痪后他便把自己封闭起来。这次，他因为一宗神秘的杀人案，受到了纽约警察的邀请帮忙，刚开始林肯是拒绝邀请的，但看到案情后便对此案产生了情绪。纽约最近发生了神秘的碎尸案，凶手还故意留下证据挑战警方。巡逻警艾米利亚（安吉丽娜•茱莉 饰）在最后一次巡逻中发现了一具被肢解的尸体，可是当她做出一系列大胆的推测的时候，同僚们都不愿理她，认为她不过是名籍籍无名的巡警。可是艾米利亚的敏感与勇敢受到了林肯的赏识，他要求与这名新手一起突破案件。两人出奇的合作愉快，终于了解到了杀手是有暴力倾向的，而且杀人前都会周密的安排。经过他们的默契又能否成功捉拿变态杀人犯呢？"
    },
    "汉娜": {
      "channel": "星影",
      "title": "汉娜",
      "desc": "影片细致地刻画了一个忘记了自己身份的女人，如何在自我否定和现实之间摇摆不定。汉娜是一名普通的家政女工，闲暇时间在表演训练班上课，家里养着一条狗，生活看似简单平静，没有人知道她其实过着破碎的人生：她的丈夫入狱、儿子不肯与其相认、陌生人不断叨扰……汉娜独自一人承受着其后果， 她不断地拒绝接受真相，现实生活越来越分崩离析。一日工作时汉娜偶然听说海滩上有一只搁浅的鲸鱼，她请假提前下班独自来到海边长久地注视着这只孤独无助的鲸 。通过汉娜对自我破碎身份的探索， 以及自我掌控的丧失，本片探讨了当今时代的疏离异化、情感联系的困境，以及个人身份、人际关系、社会压力三者间的分界线。"
    },
    "年鉴计划": {
      "channel": "星影",
      "title": "年鉴计划",
      "desc": "影片讲述美国几名青少年无意间发现了一个时光机器，他们在时光旅行中改变着自己的过去和未来，但是在他们随意改写了历史之后，周围的世界也发生了不可思议的变化。"
    },
    "金蝉脱壳": {
      "channel": "星影",
      "title": "金蝉脱壳",
      "desc": "雷·布雷斯林（西尔维斯特·史泰龙 Sylvester Stallone 饰）是最强的越狱高手，曾在8年内成功逃出14座安全防卫工程最严密的重刑监狱。他的真正身份是美国国家安全局的监狱安管专家，每一次越狱成功，就代表他能找出该个监狱的安管漏洞，进而强化改善。这回是雷退休前的最后一次任务，要挑战传说中最滴水不漏的超级监狱“坟墓”，然而当他入狱后，却发现这不但是个深埋海底不见天日的死狱，就连他决定放弃任务，想表明身份出狱时，典狱长竟更变本加厉地折磨他。雷发现他真的被出卖了，想要逃出去，似乎只有找狱中最莫测高深的牢友“教堂”（阿诺·施瓦辛格 Arnold Schwarzenegger 饰）来合作，两人不但要面对无情看守员霍布斯（詹姆斯·卡维泽 Jim Caviezel 饰），还要面对野蛮警卫（维尼·琼斯 Vinnie Jones 饰）的威胁。如何在乌烟瘴气的监狱中保持稀有的人性之光，并逃出监狱成为两人的最大挑战……"
    },
    "盲道": {
      "channel": "星影",
      "title": "盲道",
      "desc": "据民政部估计，全国流浪乞讨儿童数量在100万-150万左右。在一些地乡村地区，买卖儿童几近市场化，形成了一个完整的地下黑色利益链。盲人小女孩晶晶（杜函梦 饰）一直被以郭伟（胡明 饰）为头目的犯罪团伙控制下在街头乞讨赚钱。一天，她在地铁通道里遇到了赵亮（李杨 饰）。赵亮是一名落魄摇滚大叔，整天装扮成盲人进行坑蒙拐骗。为了逃脱郭伟残暴的毒打，她在赵亮的带领下到了派出所，但民警王莉莉（于越 饰）根本找不到晶晶的家，晶晶却说赵亮是她的爸爸，万般无奈之下，赵亮只好暂时收留她。最终犯罪团伙还是找到了他们，并以晶晶“监护人”的身份把她带走，晶晶和犯罪团伙之间到底是什么关系？赵亮为了弄清楚这一切，踏上了一场未知的行程。而他和晶晶的故事才刚刚开始……"
    },
    "国王班底": {
      "channel": "星影",
      "title": "国王班底",
      "desc": "1949年奥斯卡最佳影片「一代奸雄」重拍，小说家罗柏华纳畅销巨作改编。描写美国一代南方政治家威力史塔克(西恩潘)纵横政坛，呼风唤雨的传奇事迹，从小小的南方议员到前进华盛顿特区的奋斗历程…  　　肖恩-潘领衔主演，裘德·洛、凯特-温斯莱特、詹姆斯·甘多费尼和安东尼·霍普金斯等联合主演，星光灿烂。肖恩-潘、裘德-洛、凯特-温斯莱特、安东尼-霍普金斯、帕特丽夏-克拉克森……光是这个明星班底，也足有国王气派了。本片改编自罗伯特-佩恩-沃伦小说，讲述了一个国王的政治手腕。肖恩-潘本次出任第一男主角，他曾因《神秘河》而获得奥斯卡影帝殊荣，不知这次在众实力明星的光芒比拼中，究竟谁能称王。有环环相扣的曲折情节，明星们的演技才有发挥的空间，《国王班底》会不会成为明年奥斯卡的扛鼎之作，我们拭目以待。"
    }
  },
  "早教": {
    "七巧板": {
      "channel": "早教",
      "title": "七巧板",
      "desc": "吉奥是个对世界充满好奇心的小男孩，他是个建筑迷！在七巧板星球上，吉奥有一群几何形状的好朋友们，在他的带领下大家能够变换形状组装成神奇的七巧板物体或动物！他们常常能给七巧板星球的住户们提供最及时的帮助，克服看起来不可思议的困难。七巧板星球的自然景观更是独具特色：有立方体的峡谷，无重力的浮海，棉花糖一样的大河甚至还有金字塔形状的山脉！剧集片末将有一分钟的七巧板拼图学习回顾，趣味又好玩。超过6000多种的七巧板组装……想象力没有任何限制！"
    },
    "大风车": {
      "channel": "早教",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    }
  },
  "家庭影院": {
    "无名狂": {
      "channel": "家庭影院",
      "title": "无名狂",
      "desc": "明，万历年间，江湖两大暗杀门派，无名门突遭血洗，唐门继承人遇刺，嫌犯张未然，不知所踪……\r 　　数年后，独行大盗郭长生被一名神秘白衣人抓获，镖头王一刀金盆洗手之际同意护送他们一程作为最后一次押镖，路途中王一刀发现越来越多神秘高手围绕着郭长生出现。恩怨指向了十几年前江湖最传奇的门派——“无名门”的继承者大血战和消失的张未然。每个当事人对那一晚的对决都有不同的讲述。无名门在大火中消失的真相慢慢浮现，谁是当年的真凶，谁又将是之后的幸存者，到底真相如何？"
    },
    "海边的曼彻斯特": {
      "channel": "家庭影院",
      "title": "海边的曼彻斯特",
      "desc": "在兄长猝然离世后，李·钱德勒震惊地得知自己被指定为侄子帕特里克的唯一监护人。李不得不暂停工作，勉强回到故乡曼彻斯特照顾这个十五岁的活泼少年，同时也被迫直面那段令他与妻子兰迪分离、与成长之地决裂的往事。曾被兄长凝聚的家庭纽带如今断裂，李与帕特里克在失去至亲的阴影下，艰难地摸索着与世界和解的方式。"
    },
    "破网而出": {
      "channel": "家庭影院",
      "title": "破网而出",
      "desc": "故事发生在密歇根州底特律市，杰基（梅格·瑞恩 Meg Ryan 饰）却仍然没有放弃探索生命广度的可能性，她决定成为一名拳击经纪人。长久以来，这一职业一直被男性霸占，如今，腾空出世的杰基能够获得界内的认可和肯定吗？果不其然，杰基的工作受到了诸多的排挤，但她永不言弃的个性使她渐渐获得了客户和同行们的尊敬和钦佩。  　　某日，杰基遇见了名为卢瑟（欧玛·艾普斯 Omar Epps 饰）的次中量级拳手，在一场街头斗殴之中，杰基发现了卢瑟身上隐藏着的拳击天赋。杰基说服了杰基参加职业拳赛，又找来了经验丰富的教练菲利克斯（查尔斯·达顿 Charles Dutton 饰）相助，三人在强敌林立的擂台上打出一条血路。"
    },
    "黑鹰坠落": {
      "channel": "家庭影院",
      "title": "黑鹰坠落",
      "desc": "1992 年，连年的部落战争令东非国家索马里山河破败，民不聊生，由此引发的大饥荒更造成三十万人死亡。掌控首都摩加迪休的独裁者默罕默德·法拉·艾迪德抢走国际组织的救援物资，此举引起世人公愤。丧心病狂的艾迪德向国际维和组织宣战，美国方面派出 160 名特种部队成员前往摩加迪休以推翻艾迪德政权。这群满腔热血的战士信心十足，然而却因情报搜集不足而使战事陷入胶着状态。在一次追捕艾迪德政权两大高官的行动中，特种部队受到索马里民兵的顽强抵抗。双方在市中心展开激烈对峙，美军一架黑鹰直升机受到攻击坠落市区，机组人员危在旦夕。为了营救同伴，一小队特种部队士兵深入虎穴。在接下来的 15 小时里，他们经历了人间最难以想象的修罗场……"
    },
    "角斗士": {
      "channel": "家庭影院",
      "title": "角斗士",
      "desc": "马克西蒙斯是罗马帝国战功显赫，受人拥戴的大将军。老国王马库斯·奥利利乌斯对大将军赏识有加，有意加冕于他。老国王对将军这种超越亲情的宠爱自然招来太子康莫迪乌斯的妒忌与不安，太子伺机杀害父亲，抢先登上王位，并马上下令诛杀大将军一家。马克西蒙斯死里逃生躲过暴君的魔爪，可是他所有的家人都未能幸免于难，返回家园，他只看到满目疮痍的破败景象。走投无路的马克西蒙斯只能投身为奴，从昔日的大将军沦为一名角斗士，在血腥厮杀中苟且求生。凭借英勇的气魄和高超的武艺，马克西蒙斯渐渐脱颖而出，晋级到罗马的大角斗场。这一次，他的剑直指暴君康莫迪乌斯，失去亲人的痛苦，沦为奴隶的屈辱，在马克西蒙斯的内心燃起了熊熊怒火。"
    },
    "悲惨世界": {
      "channel": "家庭影院",
      "title": "悲惨世界",
      "desc": "贫苦的冉·阿让（休·杰克曼 Hugh Jackman 饰）为了挨饿的孩子去偷面包，结果被判处19年的苦役。出狱后，走投无路的他偷走了收留他过夜的主教的银器潜逃，被警察捉回。主教声称银器是送给他的，使他免于被捕。主教的言行感化了他，他化名马德兰，从此洗心革面奋发向上开始新生活。但缉拿过他的警长沙威（罗素·克劳 Russell Crowe 饰）却一心要找他麻烦。在得知了芳汀（安妮·海瑟薇 Anne Hathaway 饰）的悲惨遭遇后，他承诺照顾她的私生女柯赛特（阿曼达·塞弗里德 Amanda Seyfried 饰）。八年后，柯赛特爱上了共和派青年马利尤斯（埃迪·雷德梅恩 Eddie Redmayne 饰），轰轰烈烈的巴黎人民起义爆发了，无赖德纳迪埃（萨莎·拜伦·科恩 Sacha Baron Cohen 饰）和他又狭路相逢，而多年来从未放弃追捕他的沙威又出现在他的面前……"
    },
    "人鬼情未了": {
      "channel": "家庭影院",
      "title": "人鬼情未了",
      "desc": "年轻的银行职员萨姆（帕特里克•斯威兹）与未婚妻美莉（黛咪•摩尔）相爱极深，在朋友卡尔（托尼•戈德温）的热情帮助下，他们搬进一幢漂亮的公寓，做着结婚前的准备。某晚看戏归来时，他们遭遇持枪歹徒，与歹徒搏斗时，萨姆不幸中枪身亡，美莉悲痛欲绝。  　　萨姆变作幽灵，发现卡尔是导致他死亡的幕后策划，而为了窃取银行里的巨款，他又对美莉展开追求，以便获得萨姆所掌握的密码。为了保护美莉，萨姆常常游荡于她的周围，并渐渐地学会了如何使用力量，但他苦于无法同美莉交流。在能与幽灵沟通的灵媒奥塔的帮助下，他与美莉取得联系，但美莉起初并不相信，直到事实令她感受到萨姆的存在，可是，深深相爱的两人仍无法直接接触和交流。"
    },
    "第五波": {
      "channel": "家庭影院",
      "title": "第五波",
      "desc": "改编自同名畅销小说，故事讲述地球遭到外星人攻击，人类文明退回石器时代，16岁少女凯西作为仅存人类之一，挣扎生存，寻找希望。"
    },
    "猫鼠游戏": {
      "channel": "家庭影院",
      "title": "猫鼠游戏",
      "desc": "弗兰克（莱昂纳多·迪卡普里奥 Leonardo DiCaprio饰）是FBI有史以来年龄最小的通缉犯。他的犯罪手段神通广大，伪装身份的能力超乎常人，全美各地几乎都留下他的犯罪足迹。乔装医生、律师、飞行员，统统都是他曾经的身份。当然，弗兰克凭着这个“本领”，骗取了高达几百万的金额。活得逍遥快乐的弗兰克这次又成功伪造了一份学历证明，去医院做起了大夫。弗兰克不但在这里认识了护士布雷达（艾米·亚当斯 Amy Adams饰），二人擦出爱火花，还通过布雷达的父亲得到了一份检察官助理的优差。然而，这只是暴风雨前夕——一双眼睛已经盯住了弗兰克，誓要把他绳之于法不可。这就是FBI探员卡尔（汤姆·汉克斯 Tom Hanks饰）。在研究追捕弗兰克的过程中，卡尔领教到这个犯罪天才的过人智商。他屡次被弗兰克这个黄毛小子捉弄，心里又恨又不得不佩服。每当弗兰克有惊无险地从他的精心布局中逃脱时，这个猫鼠游戏显得有趣起来……"
    },
    "西雅图夜未眠": {
      "channel": "家庭影院",
      "title": "西雅图夜未眠",
      "desc": "自从妻子玛吉病逝后，山姆就一直带着8岁的儿子乔纳默默地生活着。他谢绝了朋友的安慰和再婚的介绍，他相信真正的爱只有一次，他永远不会再找到象玛吉一样的女人了。为了调整心情，他决定离开芝加哥到西雅图去过一种新的生活。  一年半以后。巴尔的摩的一位女记者安妮与男朋友沃尔特订婚了。她决定去华盛顿和男友一起过圣诞节。在汽车上，安妮打开收音机听情感热线，正好听到乔纳打电话要求给爸爸找一个妻子。山姆十分生气，但在主持人的耐心劝导下，他讲述了自己的经历。他知道乔纳需要一个新妈妈，但他明白再也找不到象原来那样完美的家了。安妮被这个伤感的故事深深触动了。过完圣诞，安妮回到办公室时，发现几乎所有的同事都在谈论这件事。传说有2000个女人想和山姆取得联系。安妮告诉自己她爱着的是沃尔特，可奇怪的是她又很关心那个“西雅图未眠人”。山姆在同事的劝说下，决定同一个叫维多利亚的女子见面约会。而安妮每次听那节目录音都感动得热泪盈眶。她终于写信去约山姆情人节在纽约帝国大厦顶楼见面。乔纳认为维多利亚不适合父亲，却对安妮的来信很亲近。安妮以做报道为名来到西雅图，正看见山姆迎接好友苏茜，她误认为那是山姆的女友而放弃与山姆见面，两人只打了个照面。安妮回来后，决定彻底放弃这种古怪的感情去爱沃尔特，而不再理会那个约会了。由于山姆并不打算去纽约赴约，乔纳偷偷地上了飞机，独自来到了纽约去见那个“安妮”。但他却找不到安妮。而安妮在经过认真考虑后也将自己这一段时间的感情经历告诉了沃尔特，并将戒指还给了他。沃尔特早已觉察到她的变化，他平静地接受了分手。山姆知道乔纳独自去了纽约，也赶了过去。天黑时，山姆终于在帝国大厦顶楼找到了苦苦等候的儿子。安妮终于决定去赴约会，但她赶到时只看到了一只帆布背包。正在此时，故意留下那只包的乔纳拉着父亲又回到了这里。双方一见面就立刻明白了对方是自己要见的人，也正是自己内心中所希望的伴侣。乔纳伸出双手，一边牵着父亲，一边拉着安妮。三个人一起走进了美丽的夜色之中。"
    },
    "看不见的女人": {
      "channel": "家庭影院",
      "title": "看不见的女人",
      "desc": "看不见的女人影片聚焦查尔斯·狄更斯的秘密情人，讲述狄更斯如何与她相遇，被她激发出写作灵感，并在她的陪伴下一路走向死亡。"
    },
    "苏菲的抉择": {
      "channel": "家庭影院",
      "title": "苏菲的抉择",
      "desc": "二战结束后，苏菲（梅丽尔·斯特里普 Meryl Streep 饰）与男友移居到纽约贫民区，结识了同楼的作家。然而苏菲与男友时常吵架，动辄打闹，每次都是苏菲哭泣着乞求和好。作家开始并不习惯，后来渐渐被苏菲所吸引，二人惊天动地地相爱起来，被苏菲的男友发现，男友疯狂地妒意令他企图杀害苏菲和作家，二人一路逃跑，在小旅馆里，作家跟她求婚，这时苏菲讲了一个自己在集中营的故事。这一段记忆，始终跟随着苏菲，让她久久无法摆脱战争的阴影……\r 　　此片曾获奥斯卡金像奖最佳女主角奖。"
    },
    "但丁密码": {
      "channel": "家庭影院",
      "title": "但丁密码",
      "desc": "《但丁密码》改编自丹·布朗 2013 年的小说《地狱》，讲述了符号学教授罗伯特·兰登（汤姆·汉克斯 Tom Hanks 饰）在意大利一所医院中醒来，发觉自己头部受到重创且失忆，同时还受到多组人马追杀，女医生西恩娜·布鲁克斯（费莉西蒂·琼斯 Felicity Jones 饰）帮助他逃出医院，寻回记忆，在这一过程中发现隐藏在但丁、米开朗琪罗等大师作品里的一个惊天阴谋，有极端邪恶的科学家妄图利用病毒把地球变成但丁《神曲》中描绘的地狱。"
    },
    "蜘蛛侠": {
      "channel": "家庭影院",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "侠探杰克": {
      "channel": "家庭影院",
      "title": "侠探杰克",
      "desc": "六发子弹，五名死者，神秘枪手在闹市区制造了一起惨案让整个城市都陷入魁了恐慌。所有的证据都指向了前军队狙击手詹姆斯·巴尔。但他坚持自己的清白并要求把老相识 杰克·理查尔 找来，两人曾同在军队中服役。随着杰克调查的深入，他发现了更大的谜团，炮制这场惨案的真凶似乎另有其人，而别有用心的幕后黑手抓走了巴尔 ，只留下杰克一人探明真相。六发子弹中有一发漏空的子弹是杀手故意放空的。为了了解狙击手的工作，杰克特意来到了狙击手的训练营找到了一个叫做萨缪尔·卡什 的教练。在卡什和巴尔妹妹以及律师的帮助下，杰克渐渐走进了事件的中心位置，一个关于苏联改造营和俄罗斯黑帮的秘密也慢慢浮出水面……"
    }
  },
  "好学生": {
    "开讲啦": {
      "channel": "好学生",
      "title": "开讲啦",
      "desc": "由中央电视台综合频道（CCTV-1）和唯众传媒联合制作的《开讲啦》是中国首档青年电视公开课。每期节目由一位名人倾情演讲，分享他们对于生活和生命的感悟，给予中国青年现实的讨论和心灵的滋养。讨论青年们的人生问题，同时也在讨论青春中国的社会问题。\n\n节目每期有八至十位来自全国各大高校的青年代表，向演讲嘉宾提问互动，300位大学生作为观众现场分享这场有思考、有疑问、有价值观、有锋芒的思想碰撞。他们对人生有思考，对未来有疑问，他们思想新锐，观点先锋，是中国未来的中坚力量。每期演讲嘉宾选择的主题，均为当下年轻人心中的问号，讲述青年最关心、最困惑的话题。"
    }
  },
  "喜剧影院": {
    "憨豆先生的大灾难": {
      "channel": "喜剧影院",
      "title": "憨豆先生的大灾难",
      "desc": "我们疯狂的憨豆先生（罗温•艾金森 Rowan Atkinson 饰）又来了！这次，我们的憨豆先生在英国一间画廊工作。画廊里的一副传世珍品被美国国家博物馆买走了，憨豆先生所在博物馆要派出一名专家运送这副画到美国。阴差阳错之下，这个专家就由憨豆先生担任了。  　　飞过古板的英国， 憨豆先生来到了美国。美国国家博物馆的馆长盛情接待了憨豆，在保险库里，憨豆得以独自一人欣赏名作。正当憨豆洋洋得意地近距离观赏名画之时，憨豆一个喷嚏把口水鼻涕都喷在了这副油画上！眼看油画的色彩开始随着自己的口水四处横流，憨豆慌忙之下拿起抹布想把自己的口水擦干。这一下，这副珍品彻底毁了！憨豆最后会否因为毁坏名画而被关进监狱？"
    },
    "布里斯比熊": {
      "channel": "喜剧影院",
      "title": "布里斯比熊",
      "desc": "James 长大后发现，自己是唯一看过〈Brigsby Bear Adventures〉儿童电视节目的人，而在节目突然停播后，他的生活也成了一团乱，因此他用自己的方式来继续未完的故事。"
    },
    "泡芙小姐": {
      "channel": "喜剧影院",
      "title": "泡芙小姐",
      "desc": "讲述一对身份天差地别的姐弟恋情侣甜蜜又热辣的爱情故事。海归泡芙（张歆艺 饰）在闺蜜Party上邂逅了外卖小哥顾上（王栎鑫 饰），在混乱中两人逃离现实，共同度过了奇妙的一夜。随后大胆果敢的泡芙对好学生顾上展开了疯狂的追求，短暂接触后，二人秘密闪婚，开始了一场惊险刺激的童话冒险。"
    },
    "最好朋友的婚礼": {
      "channel": "喜剧影院",
      "title": "最好朋友的婚礼",
      "desc": "影片改编自好莱坞同名经典爱情喜剧。顾佳（舒淇 饰）是国内某时尚杂志的新任主编，奉命去米兰参加时装周。一通意外的电话让她刚刚落地就放弃了工作安排飞往伦敦。因为她曾经逃避但其实内心深爱的男人林然 （冯绍峰 饰）马上就要和一位年轻富家女萱萱（宋茜 饰）结婚，她想在婚礼之前把新郎抢回来。在飞往伦敦的飞机上，顾佳邂逅了型男Nick（凤小岳 饰），她一直出糗，令Nick非常尴尬。见面后，林然的准新娘萱萱却待她亲如姐妹。尽管内心矛盾，顾佳还是有意无意的制造着麻烦，并因为一个误会使婚礼无法在英国如期举行，但林然和萱萱情比金坚，顾佳决定安排林然和萱萱去意大利办婚礼。在米兰，顾佳鼓起勇气和林然表白，却意外被萱萱撞见，三人在街头展开了追逐……"
    },
    "初恋50次": {
      "channel": "喜剧影院",
      "title": "初恋50次",
      "desc": "亨利·罗斯（亚当·桑德勒）是个典型的花花公子，他最擅长的事就是以不同的身份，让美女迷恋上他，并在事后，迅速从关系中脱身。身为夏威夷海洋馆的兽医，亨利有着无尽的浪漫情怀来感染到此休闲的美女，这一次他看上了在餐馆独自用餐的露西(德鲁·巴里摩尔饰)。他们在一起谈天说地，用百吉饼搭建小房子，笑声不断。亨利对女孩恋恋不舍，相约明晨再次一起用餐。然而，第二天清晨，当亨利热情的与露西打招呼时，露西却宛如陌生人一般冷淡。原来女孩由于车祸患上了奇怪的短期记忆丧失症，记忆永远停留在车祸的前一天。情圣亨利遇到了自己的难题，他坠入的情网，却爱上一个不断对爱情失忆的女孩儿……"
    },
    "非常同伙": {
      "channel": "喜剧影院",
      "title": "非常同伙",
      "desc": "由北京唐德国际电影文化有限公司出品，王大治全新转型自编、自导、自演的高能喜剧《非常同伙》，于10月7日在陕西省西安市太白山景区盛大开机。此次，“大治哥”带着转型之作强势归来，并力邀演员张国强、刘孜、柴碧云实力加盟，同时，在片中不仅可以看到王大治的“老大哥”张嘉译携王讯、牛莉、杨新鸣等大家熟悉的演员联合出演，更有《士兵突击》、《我的团长我的团》中的演员作为神秘嘉宾客串，据悉，该片不仅笑点“地毯式”覆盖，同时还融入了当下热门的盗墓元素，旨在给观众带来耳目一新的喜剧风格。"
    },
    "两个爸爸的故事": {
      "channel": "喜剧影院",
      "title": "两个爸爸的故事",
      "desc": "有着非洲血统的被收养小男孩的生活与其他家庭截然不同！他的父亲艾略特非常热衷于扮演一个收养孩子的父亲角色，整天对儿子念叨他的非洲血统。而他的母亲艾娃却觉得艾略特做得太过了，过于溺爱，让人喘不过气……"
    },
    "煎饼果子来一套": {
      "channel": "喜剧影院",
      "title": "煎饼果子来一套",
      "desc": "陈果闯荡北京梦想成为一名“功夫演员”，刚到北京的陈果不是被骗进传销组织、就是要面对大都市生中活的层层洗礼。面对心爱的女友决绝的离去，在梦想和现实之间奋发打拼而片体鳞伤的种种无奈的抉择......"
    },
    "真爱旅程": {
      "channel": "喜剧影院",
      "title": "真爱旅程",
      "desc": "。近25年，珍古德博士，灵长类动物学家，使一个著名的博物学家谁现在是76，放弃了自己的科学事业奉献自己的时间和精力的任务：拯救我们的星球。虽然这个魅力女人展示了她的生活中，我们可以用黑猩猩的人看到它在非洲。此外，在他环游世界，致力于传播希望的信息，为子孙后代。"
    },
    "小王子": {
      "channel": "喜剧影院",
      "title": "小王子",
      "desc": "灰蒙蒙的都市丛林，美丽的小女孩眼神中没有渴望和雀跃，她跟随妈妈穿梭钢筋水泥的光影之间，按照社会既定法则亦步亦趋。她的未来似乎早被注定和规划，即使生日礼物也找不到些许惊奇。为了进入好学校，母女俩搬到郊外一幢独栋房子里，旁边则是一间与周遭格格不入的破房子。某天，一个飞机螺旋桨突然破墙而入，从而建立起女孩和隔壁那个怪爷爷的友谊。老人自称曾是一名飞行员，年轻时他迫降沙漠，在那里认识了有着纯真心灵的小王子。女孩听老人讲述着有着童话般瑰丽色彩的往事，不知不觉间心驰神往……"
    },
    "心灵点滴": {
      "channel": "喜剧影院",
      "title": "心灵点滴",
      "desc": "亚当（罗宾•威廉斯 饰）想成为一名医生是在他的精神疾病痊愈之后，后来他进入了维吉尼亚医学院学习。可是院内的传统观念的限制使医生们开来都十分不近人情。他不屑于这种状态，于是他把欢笑看做是医治病人的一个重要处方。他总是穿着鲜艳的衣服，带着滑稽的装扮到学院去，为的就是能让每一位病人都开怀大笑。\r 校方对亚当的行为十分不满，但他还是冒着被勒令退学的危险坚持着自己那套理念。亚当需要克服的东西众多，从医路上又将有不同的挑战与不同的人与事在等着他，亚当仍不懈的为着梦想前行。"
    },
    "定制伴郎": {
      "channel": "喜剧影院",
      "title": "定制伴郎",
      "desc": "影片讲述了乔什·盖德饰演的道格·哈里森即将走入婚姻殿堂，却面临着一个棘手的问题：没有合适的伴郎。随着他与女友（卡蕾·库科 饰）的婚礼临近，道格寻求吉米·卡拉翰（凯文·哈特 饰）的帮助，后者所拥有的公司专门为找不到伴郎的人们提供服务。在筹备婚礼的过程中，道格和吉米上演了啼笑皆非的故事。"
    },
    "最后的假期": {
      "channel": "喜剧影院",
      "title": "最后的假期",
      "desc": "体态丰腴的黑人女子乔姬娅（奎恩•拉提法 Queen Latifah 饰）是新奥尔良一家餐饮厨具连锁店的普通店员，生活在社会底层的她生性乐观，总是幻想无数的可能。她喜爱美食，暗暗喜欢着一位男同事，然而因种种原因这些都无一达成。某天，一个意外改变了乔姬娅的人生，在医院的例行检查中，她被诊断患有名为“蓝氏综合症”的绝症，只剩下三周左右的生命。倍感绝望的乔姬娅决定尽情享受最后的时光，她辞去工作，取出所有积蓄，乘飞机前往欧洲，只为品尝仰慕已久的名厨戴笛尔（杰拉尔•德帕迪约 Gérard Depardieu 饰）的手艺。在此期间，她入住昂贵的总统套房，滑雪、做SPA、游走上流社交圈。她的个性言语与生活作风引起了名流们的注意……"
    },
    "妈妈咪呀": {
      "channel": "喜剧影院",
      "title": "妈妈咪呀",
      "desc": "苏菲（阿曼达·塞弗里德 Amanda Seyfried 饰）与斯盖伊（多米尼克·库珀 Dominic Cooper 饰）的爱情即将修成正果，两人正在为马上来临的婚礼紧张筹备着。不过，在苏菲的心中，一直有一个愿望，就是希望父亲能够在婚礼当天亲手将自己的手送到新郎的手上。可惜，妈妈（梅丽尔·斯特里普 Meryl Streep 饰）一直没有告诉过她到底谁是她的亲生父亲。不得已，苏菲偷看了妈妈的日记，发现其上记录的三个人中的一个很可能就是自己的亲生父亲。于是，她发出了三张请柬邀请他们来参加她的婚礼，想通过这短暂的接触，最终从三人中找出自己的爸爸。于是，在闺蜜的帮助下，在这美丽的希腊小岛上，上演了一出别具特色的寻父记。最终苏菲是否能找出自己的亲生父亲，举行一场完美的婚礼？"
    }
  },
  "动作影院": {
    "绝密飞行": {
      "channel": "动作影院",
      "title": "绝密飞行",
      "desc": "本（乔什•卢卡斯 Josh Lucas 饰）、凯拉（杰西卡•贝尔 Jessica Biel 饰）和亨利（杰米•福克斯 Jamie Foxx 饰）都是顶尖出色的飞行员。这天，他们接到了一项秘密任务：训练他们的新伙伴\"铁蛋\"。出人意料的是，\"铁蛋\"竟然是一架全智能的无人驾驶飞机，他们的任务就是把它训练成为锋利的尖刀。在完成一次飞行任务后，\"铁蛋\"意外被闪电击中，\"铁蛋\"因此拥有了情感了自主性。在随后的任务中，总部对当时情况进行考虑后打算放弃任务，岂料\"铁蛋\"突然飞离编队，将钻地炸弹投入了敌人的核武器库，造成一场前所未有的核灾难。　　队长本意识到这样一个智能杀人机器必须立即被摧毁，否则会给人类带来更多的灾难，他立即向总部作了汇报。聪明的\"铁蛋\"获悉他们的行动，于是一场人机追逐战展开了！"
    },
    "勇敢者的游戏2": {
      "channel": "动作影院",
      "title": "勇敢者的游戏2",
      "desc": "父亲因为工作需要出门，姐姐莉莎（克里斯汀•斯图尔特 Kristen Stewart 饰）作为老大不得已担负起照顾两个弟弟丹尼和沃特的责任。然而莉莎偷懒留下丹尼（乔纳什•波波 Jonah Bobo 饰）和沃特（乔什•哈切森 Josh Hutcherson 饰）这两个生性好动，年幼顽皮的的家伙自己上楼去睡觉。无聊至极的二人只得自娱自乐，但二人不断的争吵让丹尼赌气离开，独自来到地下室淘宝，意外的发现了一套太空飞行棋。好奇心起的丹尼开启了游戏的开关，并邀请哥哥沃特参与到游戏中来。不断的流星雨和外星人侵袭让这场游戏越发的惊心动魄，而中途加入的神秘太空人真实的身份更是让人大跌眼镜。渐渐他们意识到，这不是一盘普通的游戏棋，而一旦开启了游戏的开关，如若不能到达游戏的终点扎图拉行星，等待他们的将是永远滞留在外太空。那么两兄弟能否在这场真实的冒险中尽释前嫌，联手度过难关？"
    },
    "绝密总部": {
      "channel": "动作影院",
      "title": "绝密总部",
      "desc": "年轻的查理·金凯德在家中发现了一个秘密总部，似乎是属于一个超级英雄的。他告诉了他的朋友们，他们开始相信，与金凯德关系疏远的父亲可能过着秘密的双重生活。（豆瓣电影）\r 放学后，查理和他的朋友们在家里发现了一个世界上最强大的超级英雄的总部。当坏人进攻时，他们必须联合起来保卫总部，拯救世界。"
    },
    "生死狙击": {
      "channel": "动作影院",
      "title": "生死狙击",
      "desc": "在美国军队中服役多年，且在战场上有过优异表现的狙击手鲍勃·李·斯瓦格（马克·沃尔伯格）在执行某次任务中，完成任务后被所在部队的军官抛弃，导致其观察员兼好友的队友牺牲，这位前陆战队优秀的狙击手(在复仇后)心灰意冷。于是，斯瓦格在坚持到退伍之后便带着自己那条忠实的爱犬一同来到了偏僻的阿肯色州。开始过上自己向往已久的平静日子。然而，斯瓦格幸福的宁静生活并未持续多久，便被无情地打破了。一个不明真身的上校带着一队人找上门来。希望，凭借他多年的狙击经验，在总统举行街头演讲的时候出手相助，在暗处为总统担任保镖。因为，政府方面此前收到消息称有恐怖分子或者杀手将会有所行动，对总统的人身安全不利。具有极强爱国主义精神的斯瓦格经不起这名上校地“真情”劝说，便应允接受了这一任务。到了总统演讲那天，斯瓦格站在演讲台对面的大楼里监视着。突然间，身后的警察突然对他开始攻击，同时总统的身边的埃塞俄比亚大主教中枪倒地。可怜的斯瓦格就这样稀里糊涂地被当作刺杀总统的疑犯通缉。还好斯瓦格身手敏捷，身中两枪跌出窗外，凭借着之前自己在地形观察时得到的对当地（费城）街道的粗略了解，斯瓦格逃离现场。仔细的思考过后，斯瓦格方才清醒，原来自己从一开始便被人陷害成替罪羊。于是，斯瓦格拼命展开调查，追逐真凶，亲手为自己洗脱罪责。"
    },
    "极限特工": {
      "channel": "动作影院",
      "title": "极限特工",
      "desc": "克桑德是极限运动界的明星，但他离经叛道，总是以他的身手对社会上那些败类名流发出挑战，当地警方对他也经常无可奈何。特工头子奥古斯塔斯看上了克桑德，于是派人将他抓了回来，说服他前往捷克进行一项危险而艰巨的任务。捷克的地下犯罪组织头子尤里正在进行一项疯狂的计划，他抓走了很多前苏联的科学家，利用他们研究一种威力无比的武器——毒气弹。他企图利用即将研制成功的武器引起世界大战，进而达到他统治世界的目的。克桑德以走私汽车贩子的身份前往捷克接近了尤里的组织，一场惊心动魄的行动展开了！"
    },
    "教父": {
      "channel": "动作影院",
      "title": "教父",
      "desc": "40年代的美国，“教父”维托·唐·柯里昂是黑手党柯里昂家族的首领，带领家族从事非法的勾当，但同时他也是许多弱小平民的保护神，深得人们爱戴。因为拒绝了毒枭索洛索的毒品交易要求，柯里昂家族和纽约其他几个黑手党家族的矛盾激化、圣诞前夕，索洛索劫持了“教父”的参谋汤姆，并派人暗杀“教父”；因为内奸的出卖，“教父”的大儿子逊尼被仇家杀害；小儿子麦克也被卷了进来，失去爱妻。黑手党家族之间的矛盾越来越白热化。年老的“教父”面对丧子之痛怎样统领全局？黑手党之间的仇杀如何落幕？谁是家族的内奸？谁又能够成为新一代的“教父”？血雨腥风和温情脉脉，在这部里程碑式的黑帮史诗巨片里真实上演。"
    },
    "追日": {
      "channel": "动作影院",
      "title": "追日",
      "desc": "行侠仗义的剑客贾逸（张学友 饰）于偶然之中得知鬼王即将祸害人间，于是前往古剑山庄，想要借山庄绝学将鬼王扼杀在萌芽之中。途中，贾逸遇见了逃婚的女子古梦雪（王祖贤 饰），两人情愫渐生，然而，最终古梦雪还是离开了贾逸，成为了别人的妻子。"
    },
    "绿巨人浩克": {
      "channel": "动作影院",
      "title": "绿巨人浩克",
      "desc": "从小孤苦无依的布鲁斯·班纳长大后成为了美国伯克利军方的科学家，专职从事新型高能炸弹的研究工作，他与罗斯将军的女儿贝蒂·罗斯相恋。事业与感情一帆风顺的布鲁斯似乎已经摆脱了幼年孤独的阴影，走上了一条让人艳羡的成功之路。然而好景不长，在一次试验中，为了保护一名同事，布鲁斯暴露在致命的伽马射线之下，布鲁斯体内的神秘力量被意外唤醒。从此之后，每当情绪激动时，布鲁斯就会失去自我意识，变身成为绿巨人，并且同时具有超强的破坏力和抗拒意志。但布鲁斯并不知道也不想知道自己异于常人的变身能力。对他来说，自己只是一名没有过去、充满困惑的孤独科学家，丝毫不能理解为何会突然招致军方的围捕。面对一系列措手不及的突发事件，布鲁斯的女友贝蒂·罗斯同样感到迷茫无助。她希望帮助布鲁斯，但却遭到负责围捕绿巨人的父亲的阻止。而此时，自称是布鲁斯父亲的神秘人物大卫(尼克·诺尔蒂 饰)出现在罗斯将军身边，他告诫贝蒂不要接近自己的儿子，令贝蒂更感困惑。就在贝蒂思念班纳的同时，罗斯将军所带领的特种军队非但不会同情绿巨人的遭遇，反而早已洒下天罗地网并派出最强大的战士，意欲抓获绿巨人以获知其中的秘密。为了对抗绿巨人的超能力，罗斯将军也有自己的秘密武器，那就是神秘的超能力怪物——“吸收人”(Crusher Creel)。“吸收人”可以变身成为任何自己接触到的物体，与绿巨人势均力敌。而更为惊人的是，“吸收人”其实就是布鲁斯的生身父亲大卫·班纳。由此，布鲁斯的神秘身世开始逐渐清晰起来……"
    },
    "金蝉脱壳": {
      "channel": "动作影院",
      "title": "金蝉脱壳",
      "desc": "雷·布雷斯林（西尔维斯特·史泰龙 Sylvester Stallone 饰）是最强的越狱高手，曾在8年内成功逃出14座安全防卫工程最严密的重刑监狱。他的真正身份是美国国家安全局的监狱安管专家，每一次越狱成功，就代表他能找出该个监狱的安管漏洞，进而强化改善。这回是雷退休前的最后一次任务，要挑战传说中最滴水不漏的超级监狱“坟墓”，然而当他入狱后，却发现这不但是个深埋海底不见天日的死狱，就连他决定放弃任务，想表明身份出狱时，典狱长竟更变本加厉地折磨他。雷发现他真的被出卖了，想要逃出去，似乎只有找狱中最莫测高深的牢友“教堂”（阿诺·施瓦辛格 Arnold Schwarzenegger 饰）来合作，两人不但要面对无情看守员霍布斯（詹姆斯·卡维泽 Jim Caviezel 饰），还要面对野蛮警卫（维尼·琼斯 Vinnie Jones 饰）的威胁。如何在乌烟瘴气的监狱中保持稀有的人性之光，并逃出监狱成为两人的最大挑战……"
    },
    "破网而出": {
      "channel": "动作影院",
      "title": "破网而出",
      "desc": "故事发生在密歇根州底特律市，杰基（梅格·瑞恩 Meg Ryan 饰）却仍然没有放弃探索生命广度的可能性，她决定成为一名拳击经纪人。长久以来，这一职业一直被男性霸占，如今，腾空出世的杰基能够获得界内的认可和肯定吗？果不其然，杰基的工作受到了诸多的排挤，但她永不言弃的个性使她渐渐获得了客户和同行们的尊敬和钦佩。  　　某日，杰基遇见了名为卢瑟（欧玛·艾普斯 Omar Epps 饰）的次中量级拳手，在一场街头斗殴之中，杰基发现了卢瑟身上隐藏着的拳击天赋。杰基说服了杰基参加职业拳赛，又找来了经验丰富的教练菲利克斯（查尔斯·达顿 Charles Dutton 饰）相助，三人在强敌林立的擂台上打出一条血路。"
    },
    "终结者": {
      "channel": "动作影院",
      "title": "终结者",
      "desc": "一名半机械人（阿诺·施瓦辛格 饰）从21世纪被派往当代洛杉矶，刺杀一位看似无辜的女子——她的孩子将在杀手所处的未来世界中扮演关键角色。[米高梅]"
    },
    "全民超人汉考克": {
      "channel": "动作影院",
      "title": "全民超人汉考克",
      "desc": "Hancock（Will Smith饰），是刀枪不入的全民超人，犯罪分子对他闻风丧胆。然而这位全民超人每次与犯罪分子对峙都闹得惊天动地，造成严重的破坏，对市民的生命和公共财产都是巨大的威胁。这也就是虽然他有着独一无二的能力却仍然得不到大众认同的原因。他暴躁易怒又不辩解的个性更是激化了矛盾。这天公关经理Ray Embrey（Jason Bateman饰）十分倒霉，不仅他的全球爱心理念推销不出去，更在回家的途中被塞车堵在了火车轨道上，险些就被火车一碾而过。Hancock及时出现救了他一命，不可阻挡地破坏了火车和现场的交通，惹起众怒。Ray却灵光一闪，决定包装Hancock，把他塑造成为一位全民爱戴的英雄。没想到，最大的反对竟然来自他的妻子Mary（Charlize Theron饰），她坚持要Hancock离开她的家庭。事情发展下去，牵扯出令人惊讶的缠绵前缘。"
    },
    "汉娜": {
      "channel": "动作影院",
      "title": "汉娜",
      "desc": "影片细致地刻画了一个忘记了自己身份的女人，如何在自我否定和现实之间摇摆不定。汉娜是一名普通的家政女工，闲暇时间在表演训练班上课，家里养着一条狗，生活看似简单平静，没有人知道她其实过着破碎的人生：她的丈夫入狱、儿子不肯与其相认、陌生人不断叨扰……汉娜独自一人承受着其后果， 她不断地拒绝接受真相，现实生活越来越分崩离析。一日工作时汉娜偶然听说海滩上有一只搁浅的鲸鱼，她请假提前下班独自来到海边长久地注视着这只孤独无助的鲸 。通过汉娜对自我破碎身份的探索， 以及自我掌控的丧失，本片探讨了当今时代的疏离异化、情感联系的困境，以及个人身份、人际关系、社会压力三者间的分界线。"
    }
  },
  "墨宝": {
    "中国书法大会": {
      "channel": "墨宝",
      "title": "中国书法大会",
      "desc": "《中国书法大会》是由中央广播电视总台与中国书法家协会推出的大型书法文化类季播电视节目，节目深入挖掘书法文化，全景展现源远流长的汉字发展史、博大精深的中国书法史，通过先进视觉呈现为古老碑帖注入新的生命，鲜活表达中国文化蕴含的思想和精神力量，充分彰显中华民族的文化自信 。\n\n　　该节目于2023年6月2日起每周五晚20:00在总台央视综合频道（CCTV-1）首播，次日科教频道（CCTV-10）20:00档重播，央视频、央视网等新媒体平台同步上线"
    },
    "美术里的中国": {
      "channel": "墨宝",
      "title": "美术里的中国",
      "desc": "节目聚焦中国近现代经典美术作品，见证中华民族复兴伟大征程中的时代之变、中国之进，深入提炼作品中的文化标识、当代价值、时代意义，以最前沿的数字技术，进行融媒体视觉探索，以科技助力艺术表达，打造影像化、数字化的美术馆。通过这些传播文化、记录变迁、诉说历史的中国美术佳作，弘扬中国精神，增强文化自信。"
    },
    "诗画中国": {
      "channel": "墨宝",
      "title": "诗画中国",
      "desc": "《诗画中国》以中国经典名画作为内容载体和特定场景，与诗词、音乐、歌曲、舞蹈等跨界组合，“诗画合璧”中融入现代科技手段应用，在弘扬传承优秀传统文化的基础上，以当代审美视角，充分展现中华历史之美、山河之美、文化之美。"
    }
  },
  "光影": {
    "回到火星": {
      "channel": "光影",
      "title": "回到火星",
      "desc": "人类尝试在火星定居，一名宇航员却意外发现怀孕，在火星上生下了第一个“火星人”，阿沙·巴特菲尔德饰演一名在火星上活到 16 岁的少年，他与地球上的人唯一的私人联系是一名网友: 女孩 Tulsa。后来他回到地球，擅自逃出监护找到了 Tulsa，在她的带领下开始探索这个星球，探究他到底属于哪里？寻找他从未谋面的父亲。但科学家却发现，他的身体并不适应地球重力。"
    },
    "绝密总部": {
      "channel": "光影",
      "title": "绝密总部",
      "desc": "年轻的查理·金凯德在家中发现了一个秘密总部，似乎是属于一个超级英雄的。他告诉了他的朋友们，他们开始相信，与金凯德关系疏远的父亲可能过着秘密的双重生活。（豆瓣电影）\r 放学后，查理和他的朋友们在家里发现了一个世界上最强大的超级英雄的总部。当坏人进攻时，他们必须联合起来保卫总部，拯救世界。"
    },
    "壮志凌云": {
      "channel": "光影",
      "title": "壮志凌云",
      "desc": "“独行侠”皮特·米切尔（汤姆•克鲁斯饰）的父亲是个战功显赫的老飞行员，他决心也要成为父亲那样的英雄。终于机会来了，他与军官“笨鹅”尼克·布拉德肖（安东尼•爱德华兹 饰）一起被派到了Top Gun训练基地接受最严格的飞行训练。可是，“独行侠”的训练并不像预想中顺利，他的成绩一直不令人满意，一起训练的”冰人”汤姆·卡赞斯基（方·基默饰）也对他也颇有微词。与此同时，“独行侠”遇到了美丽的女教官查莉（凯莉•麦吉利斯饰），两人对彼此暗生情愫，这令本来有些心灰意冷的“独行侠”重拾信心。在毕业前的一次训练中，“独行侠”搭档“笨鹅”再次同驾一机，但由于马达发生故障，“独行侠”与“笨鹅”被迫跳海，结果“笨鹅”不幸身亡。这次事件给“独行侠”带来了沉重的打击，本来因学业不顺就郁郁寡欢的他更加消沉了，甚至想要彻底放弃成为飞行员的梦想。“独行侠”最终能否克服心障重回蓝天？"
    },
    "双龙出手": {
      "channel": "光影",
      "title": "双龙出手",
      "desc": "鲍比-特伦奇（丹泽尔-华盛顿 饰）在抢银行前对马库斯-西格曼（马克-沃尔伯格 饰）说，行内有不成文的规矩，不要打劫贩卖美味的甜甜圈的旁边的银行。因为警察都会去那里买吃的。不管怎么说，他们的行动很顺利：现场没有人报警，保险柜被轻易打开，他们用汽车装走了四千万美元的现金。待行至荒野，清点钱数的时候，他们突然举枪指向彼此。在鲍比还没明白怎么回事的时候，已经摔倒在地，而马库斯这才看到鲍比手里拿着的警徽，发现他是美国缉毒局的探员。而马库斯也是海军罪案调查处的警官。他们二人都用了12个月的时间进行卧底，试图掌握犯罪集团的动向和犯罪证据。他们在同时渗透墨西哥毒品组织的过程中不明就里的碰到了一起，让彼此都乱了阵脚。他们的上司见状变了脸，希望他们退出行动，并且要追究他们违法抢劫。孤立无援的两个人只好通力合作调查事件真相。过程中，他们发现中情局在其中捣了鬼……"
    },
    "男孩唱诗班": {
      "channel": "光影",
      "title": "男孩唱诗班",
      "desc": "斯泰特是个愤怒的十二岁德州少年，他的单亲妈妈去世后他被送到享有国际声誉的童声合唱学校，在这里他面临着融入精英队伍的挑战，严厉的指挥家卡维尔先生（达斯汀·霍夫曼 饰）更是对他毫不放松。他，能否施展自己的天赋，成为一颗新星？"
    },
    "蜘蛛侠": {
      "channel": "光影",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "苏菲的抉择": {
      "channel": "光影",
      "title": "苏菲的抉择",
      "desc": "二战结束后，苏菲（梅丽尔·斯特里普 Meryl Streep 饰）与男友移居到纽约贫民区，结识了同楼的作家。然而苏菲与男友时常吵架，动辄打闹，每次都是苏菲哭泣着乞求和好。作家开始并不习惯，后来渐渐被苏菲所吸引，二人惊天动地地相爱起来，被苏菲的男友发现，男友疯狂地妒意令他企图杀害苏菲和作家，二人一路逃跑，在小旅馆里，作家跟她求婚，这时苏菲讲了一个自己在集中营的故事。这一段记忆，始终跟随着苏菲，让她久久无法摆脱战争的阴影……\r 　　此片曾获奥斯卡金像奖最佳女主角奖。"
    },
    "某种女人": {
      "channel": "光影",
      "title": "某种女人",
      "desc": "荒凉严峻的美国西北小镇，命运交织的平凡人生兀自翻涌著。因为劳工索赔被拒，心有不甘的男子愤而携枪挟持人质，迫使女律师不得不硬著头皮隻身涉险劝说；为了建造新家，一对夫妻努力说服当地老人家出售他囤积多年的沙岩，却也让他们的婚姻裂痕隐隐浮现；为了担任法律课程的讲师，年轻女律师千里迢迢地来到偏远小社区，意外与牧场女工逐渐亲密。"
    },
    "第五波": {
      "channel": "光影",
      "title": "第五波",
      "desc": "改编自同名畅销小说，故事讲述地球遭到外星人攻击，人类文明退回石器时代，16岁少女凯西作为仅存人类之一，挣扎生存，寻找希望。"
    },
    "迷失之城": {
      "channel": "光影",
      "title": "迷失之城",
      "desc": "洛蕾塔·塞琪（桑德拉·布洛克 饰）是一位才华横溢但与世隔绝的作家。在她的畅销爱情冒险小说里，总会出现许多奇异的地方。而作为本书的封面模特，艾伦（查宁·塔图姆 饰）一生都在致力于展现书中英雄角色“达什”的个人魅力。 ” 在与艾伦一起宣传新书时，洛雷塔被一位古怪的亿万富翁（丹尼尔·雷德克里夫 饰）绑架。这位亿万富翁坚信，洛蕾塔的新书能带领他找到失落古城中的宝藏。 与此同时，艾伦为了证明自己可以成为现实中的英雄，而不仅仅是洛蕾塔虚构的人物，决定前去营救她。这对极不对付的搭档需要共同努力，才能在险恶的丛林中生存下来，并在亿万富翁赶到前找到古老的宝藏。"
    },
    "赖家王老五": {
      "channel": "光影",
      "title": "赖家王老五",
      "desc": "俗话说的好“女大不中留！”可如今，这句话用到男儿身上，同样有着深不可测的意义。闲话不扯，但说本故事中的男一号，帅哥特瑞普(马修·麦康纳)虽有着令众多同龄人羡慕的好工作和丰厚收入，而且，尚显青春的他也是风度翩翩、举止高雅的主。可是早已进入而立之年的他却至今仍与和他相识的众多适龄的女人保持着授受不亲的关系。虽说做个钻石王老五也有着很多的优越性和尚可炫耀之处。可长此以往，日渐衰老的父母却急上了房。眼见着大龄爱子这样整日赖在这个“老家庭”里，做着老父母的大小孩，两位老人恨不得立刻让儿子特瑞普卷铺盖走人，以早早营建自己的小家，这样也可为老人日后增添了不尽的安慰。　　于是乎，聪明的二老经过了缜密的筹划，终于制订出一整套周密的计划来对付这个不愿长大离开家的大小子。首先，是对儿子特瑞普对异性的兴趣取向进行调查了解，几次测试后，终于得知，性感成熟、金发碧眼的女孩总能令稍显木讷的儿子精神百倍。然后，两位老人私下里雇佣了一位有着一头美丽的金发以及性感迷人的外形的漂亮姑娘(莎拉·杰西卡·帕克)主动接触儿子特瑞普，以鼓动儿子逐渐建立起独立自主的冲动和决心。最让二老放心的是，这位美丽的姑娘不但有着勾人的外表，还有着足够聪明的头脑，足以顺利完成他们的目标。　　接下来，便是此起彼伏的浪漫事件接连发生，而主动的女性似乎更让那些高傲的大男子们无法招架。尤其是面对眼前如梦中情人转瞬出现般的金发美女，特瑞普更是没有了丝毫的心理设防。来了个全身心中招。激情的派对、阳光遍洒的出海旅游、餐馆里的浪漫缠绵……无不令往日闪闪发光的钻石王老五完全褪去了光彩，忘我地投入到了这场浪漫的情感大戏之中。而只是身为受雇者的漂亮姑娘似乎也在不经意间进入了“角色”。再加之众多朋友、同事们的“倾情加盟”，一场“大龄青年拯救运动”轰轰烈烈、热热闹闹、沸沸扬扬地展开了……"
    },
    "忍者神龟2": {
      "channel": "光影",
      "title": "忍者神龟2",
      "desc": "忍者神龟们发现了变种物质的泄漏之处,但史莱德同时也发现这一秘密,于是他们之间又展开了新一轮的战斗,而忍者神龟们也在战斗中得到了提高!"
    },
    "超级战舰": {
      "channel": "光影",
      "title": "超级战舰",
      "desc": "故事灵感来自孩之宝同名畅销战棋游戏“战舰攻防战”， 电影讲述海军中尉Alex被上级派往美国飞弹驱逐舰上履行职务，在一次海上演习时，舰队惊动了隐匿在太平洋深海的外星巨形母舰，来者不善，人类为保卫地球，力阻浩劫，在海上与外星战舰展开殊死战斗。Alex联同未婚妻、任职指挥官的兄长Stone、海军士官队友兼武器专家Raikes，以及舰队总司令Shane，率领一众海军舰队，尽力一搏，与来自外太空的外星战舰震撼开战。"
    }
  },
  "武术": {
    "藏着的武林": {
      "channel": "武术",
      "title": "藏着的武林",
      "desc": "《藏着的武林》由中央广播电视总台影视剧纪录片中心摄制推出。全片共6集，每集50分钟，通过回顾和梳理武术的历史源头、核心价值、人员构成、传承形态、生存处境及现实意义，在历史与现实的映照中寻觅到其流变轨迹，完成了对武术冷静、客观的再认识，是对中国传统武术的一次全面科普。《藏着的武林》从调研到摄制完成，前后历时3年。创作者以第一视角深入探访武林，用冷静克制但又不失温度的解说，理性、科学地解读了中国武术的历史源流和真实现状。"
    }
  },
  "美妆": {
    "生活圈": {
      "channel": "美妆",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "收视指南": {
    "越战越勇": {
      "channel": "收视指南",
      "title": "越战越勇",
      "desc": "故事发生在1965年的越战初期,美军第一骑兵师第七骑兵团第一营的450名战士，在盲目的指挥下，竟毫不知情、毫无准备地降落在北越军队集结的中心区域。北越方面在降落地点周围早已部署有2000以上的兵力，第一营的战士不得不面对近5倍于自己的敌人。尽管他们背后拥有强大的远程和空中火力支持，但是毕竟众寡悬殊，一营的官兵不得不展开一场异常惨重的生存保命战。 　 所幸，北越部队的情报有限，指挥也十分谨慎，没有抓住乘虚而入一举歼灭整个营地的机会。经过两天伤亡逾百人的战斗之后，第一营终于可以脱离战场，与前来解围的第二营返回基地。但是，途中由于第二营营长缺乏经验，竟然只为了审讯两名战俘，而命令丛林中已拖至500码长的纵队停止前进。以火力薄弱面撞上了北越方面的生力军，在激战中一营几乎被一扫而空。"
    }
  },
  "热播剧场": {
    "当婆婆遇上妈之欢喜冤家": {
      "channel": "热播剧场",
      "title": "当婆婆遇上妈之欢喜冤家",
      "desc": "率真可爱的女孩陈双燕与钻石男林一凡相恋，一凡各方面都符合陈妈的女婿标准，唯独二婚这一条犯了陈家大忌。而身为外科专家的林母压根儿看不上出身寒微的准儿媳，再加上精明强干的前儿媳杨芳芳不断以孙女玲玲为筹码拉拢林母，林母内心的天平完全倒向了前儿媳。陈妈与林母是多年老同学，两人重逢后不久发现对方竟然是自己的未来亲家，一场另类的婆妈大戏就此上演。双燕的孪生弟弟双龙喜欢一凡的妹妹晓静，但晓静只把他当个成玩伴，这对最不可能成为恋人的欢喜冤家奉子成婚，令所有人大跌眼镜。陈妈和林母为了保卫各自儿女的婚姻战火不断升级。新的生命诞生了，硝烟散尽又是婆婆又是妈，后众人明白了一个道理，人心换人心，处处皆真情。"
    },
    "内衣先生": {
      "channel": "热播剧场",
      "title": "内衣先生",
      "desc": "《内衣先生》讲述了一位名叫“阿静”的年轻人的逗趣双面人生。主人公在双重身份中无缝切换，努力不懈，充满了“知其不可而为之”的励志精神。在内衣公司，阿静呆萌胆小，体验着职场新人的酸甜苦辣。在家族企业，阿静变身霸道总裁，淡定有智慧，与二位元老为首的“虾兵蟹将”斗智斗勇。其不按常理出牌的另类智慧总是能将老谋深算又十分逗比的元老们轻松玩转，一次次将危机用出人意料的幽默方式化解。"
    }
  },
  "经典电影": {
    "全面回忆": {
      "channel": "经典电影",
      "title": "全面回忆",
      "desc": "未来世界中，工程工人道格拉斯（Arnold Schwarzenegger 饰）被持续的梦境困扰，那是一系列发生在红色火星上的体验。道格拉斯在广告上发现了回忆旅行公司的介绍，虽然同事警告他这种虚拟旅行可能会危害人类的大脑，但比起亲自去一趟充斥着反政府武装的火星，回忆旅行公司确是一个不错的选择。道格拉斯如愿接受了回忆旅行的服务，但是虚拟记忆的过程突然出现错误，自此一系列不可思议的经历出现在道格拉斯的身上，先是妻子劳瑞（Sharon Stone 饰）向他发起攻击并承认自己是监视道格拉斯的间谍，后来有陌生人出现帮助他逃脱并指出他是火星独裁者针对反政府武装派出的特工，结果因为一名女子梅丽（Rachel Ticotin 饰）改变了立场……道格拉斯动身前往火星，那里有一切的谜底，或者一切又只是梦境一场？"
    },
    "迷失之城": {
      "channel": "经典电影",
      "title": "迷失之城",
      "desc": "洛蕾塔·塞琪（桑德拉·布洛克 饰）是一位才华横溢但与世隔绝的作家。在她的畅销爱情冒险小说里，总会出现许多奇异的地方。而作为本书的封面模特，艾伦（查宁·塔图姆 饰）一生都在致力于展现书中英雄角色“达什”的个人魅力。 ” 在与艾伦一起宣传新书时，洛雷塔被一位古怪的亿万富翁（丹尼尔·雷德克里夫 饰）绑架。这位亿万富翁坚信，洛蕾塔的新书能带领他找到失落古城中的宝藏。 与此同时，艾伦为了证明自己可以成为现实中的英雄，而不仅仅是洛蕾塔虚构的人物，决定前去营救她。这对极不对付的搭档需要共同努力，才能在险恶的丛林中生存下来，并在亿万富翁赶到前找到古老的宝藏。"
    },
    "汉娜": {
      "channel": "经典电影",
      "title": "汉娜",
      "desc": "影片细致地刻画了一个忘记了自己身份的女人，如何在自我否定和现实之间摇摆不定。汉娜是一名普通的家政女工，闲暇时间在表演训练班上课，家里养着一条狗，生活看似简单平静，没有人知道她其实过着破碎的人生：她的丈夫入狱、儿子不肯与其相认、陌生人不断叨扰……汉娜独自一人承受着其后果， 她不断地拒绝接受真相，现实生活越来越分崩离析。一日工作时汉娜偶然听说海滩上有一只搁浅的鲸鱼，她请假提前下班独自来到海边长久地注视着这只孤独无助的鲸 。通过汉娜对自我破碎身份的探索， 以及自我掌控的丧失，本片探讨了当今时代的疏离异化、情感联系的困境，以及个人身份、人际关系、社会压力三者间的分界线。"
    },
    "血十三": {
      "channel": "经典电影",
      "title": "血十三",
      "desc": "城市内杀案件频发，多名死者具有相似之处。为此，刑警队探长邢敏（黄璐饰）与省厅老侦查员老周（谢钢饰）组成连环杀人案专案组。为了破案，邢敏将自己作为诱饵，打扮成凶手欲杀害的下一个被害者。凶手终于浮出水面，邢敏却命悬一线。"
    },
    "呼啸山庄": {
      "channel": "经典电影",
      "title": "呼啸山庄",
      "desc": "故事以十八世纪英格兰北部的约克郡荒原为背景，围绕恩萧家族和林顿家族之间紧张而又具有破坏性的关系，讲述恩萧先生收养的孤儿希斯克利夫和恩萧先生的女儿凯瑟琳之间充满激情和悲剧的爱情故事。"
    },
    "但丁密码": {
      "channel": "经典电影",
      "title": "但丁密码",
      "desc": "《但丁密码》改编自丹·布朗 2013 年的小说《地狱》，讲述了符号学教授罗伯特·兰登（汤姆·汉克斯 Tom Hanks 饰）在意大利一所医院中醒来，发觉自己头部受到重创且失忆，同时还受到多组人马追杀，女医生西恩娜·布鲁克斯（费莉西蒂·琼斯 Felicity Jones 饰）帮助他逃出医院，寻回记忆，在这一过程中发现隐藏在但丁、米开朗琪罗等大师作品里的一个惊天阴谋，有极端邪恶的科学家妄图利用病毒把地球变成但丁《神曲》中描绘的地狱。"
    },
    "双龙出手": {
      "channel": "经典电影",
      "title": "双龙出手",
      "desc": "鲍比-特伦奇（丹泽尔-华盛顿 饰）在抢银行前对马库斯-西格曼（马克-沃尔伯格 饰）说，行内有不成文的规矩，不要打劫贩卖美味的甜甜圈的旁边的银行。因为警察都会去那里买吃的。不管怎么说，他们的行动很顺利：现场没有人报警，保险柜被轻易打开，他们用汽车装走了四千万美元的现金。待行至荒野，清点钱数的时候，他们突然举枪指向彼此。在鲍比还没明白怎么回事的时候，已经摔倒在地，而马库斯这才看到鲍比手里拿着的警徽，发现他是美国缉毒局的探员。而马库斯也是海军罪案调查处的警官。他们二人都用了12个月的时间进行卧底，试图掌握犯罪集团的动向和犯罪证据。他们在同时渗透墨西哥毒品组织的过程中不明就里的碰到了一起，让彼此都乱了阵脚。他们的上司见状变了脸，希望他们退出行动，并且要追究他们违法抢劫。孤立无援的两个人只好通力合作调查事件真相。过程中，他们发现中情局在其中捣了鬼……"
    },
    "燃情岁月": {
      "channel": "经典电影",
      "title": "燃情岁月",
      "desc": "骑兵上校威廉厌倦了战争，他带着全家来到西部荒原，在一处偏僻的 山区开垦牧场。上校的妻子因为无法忍受艰苦的环境而抛夫弃子回到了东 部，威廉上校独自一人肩负起了养育三个儿子的重担。在艰苦的环境中三兄弟渐渐长大，他们手足情深但性格却大不相同。 大哥艾尔弗莱德为人忠厚，办事认真；三弟塞缪尔是位理想主义者，深 受父亲的宠爱；而老二特里斯坦则是一位狂放不羁的人，他自由奔放，常 与印第安人交往，从他们那里学到了不少东西。父子四人在一个纯男性的 世界里过着淡泊的生活。然而，塞缪尔大学毕业后，把未婚妻苏珊娜带回了家里。平静的生活 被打破了。艾尔弗莱德暗恋上了苏珊娜，而特里斯坦的气质却又打动了苏 珊娜的心。四个年轻人在痛苦地压抑着各自的情感。就在此时，第一次世界大战爆发了。三兄弟不顾父亲的劝阻，参军前 往欧洲。在战争中，特里斯坦眼睁睁地看着塞缪尔死去却无能为力。无限 悲哀的特里斯坦按印第安人的方式挖出了弟弟的心脏，带回祖国埋葬。艾尔弗莱德在向苏珊娜求婚被拒绝后离开了家乡。弟弟死亡的阴影也 使特里斯坦无法面对他所深爱的苏珊娜。特里斯坦也离家出走，从此杳无 音讯。在苦苦的等待中光阴流逝。苏珊娜心灰意冷，终于答应嫁给艾尔弗 莱德。这时，上校不幸中风，流浪多年的特里斯坦此时又回到了家中。在这 些年中，他吃了许多苦，回来后他娶妻生子，想过上平静的生活，一切似 乎就要这样平静的结束了，然而在一次进城返回途中，妻子不幸被人误杀， 这再一次燃起他心中躁动的烈火。苏珊娜一直对塞缪尔深感内疚，如今特里斯坦妻子的死又使他十分痛 苦，她忍受不住这样的折磨以自杀结束了自己的生命。而特里斯坦此时已 将所有的一切置之度外，他终于在父亲和大哥艾尔弗莱德的帮助下报了 仇。特里斯坦又重新过起艰苦的生活，他活的时间很长，他亲手送走了自 己的父亲，又亲眼看着自己的孩子结婚生子，他是在60年代的一场与熊的 激战中，被熊爪夺去生命的，他的死法很英勇... ..."
    },
    "海边的曼彻斯特": {
      "channel": "经典电影",
      "title": "海边的曼彻斯特",
      "desc": "在兄长猝然离世后，李·钱德勒震惊地得知自己被指定为侄子帕特里克的唯一监护人。李不得不暂停工作，勉强回到故乡曼彻斯特照顾这个十五岁的活泼少年，同时也被迫直面那段令他与妻子兰迪分离、与成长之地决裂的往事。曾被兄长凝聚的家庭纽带如今断裂，李与帕特里克在失去至亲的阴影下，艰难地摸索着与世界和解的方式。"
    },
    "超凡蜘蛛侠": {
      "channel": "经典电影",
      "title": "超凡蜘蛛侠",
      "desc": "童年的一起突发事件，令彼得·帕克和父母生离死别。转眼彼得成为一名高中生，他偶然发现父亲的公文包，并从叔父本处得到线索，于是启程前往奥斯库公司拜访父亲当年的合作伙伴——科特·康纳斯博士。在公司内四处寻找线索的彼得意外被蜘蛛咬了一口，回程途中他的身体发生奇异的变化。在康纳斯博士德引导下，彼得不断了解并发掘体内着超乎寻常的能力，喜怒哀乐，各种意想不到的事情迅速向他袭来。直到某日，他便成了影响深远的超级战士蜘蛛侠。而城市内也出现了凶恶的蜥蜴人，彼得不平凡的人生就此展开。"
    },
    "神秘拼图": {
      "channel": "经典电影",
      "title": "神秘拼图",
      "desc": "林肯（丹泽尔•华盛顿 饰）因为公务导致全身瘫痪，他曾是享誉一时的侦探，破案无数，但自从他瘫痪后他便把自己封闭起来。这次，他因为一宗神秘的杀人案，受到了纽约警察的邀请帮忙，刚开始林肯是拒绝邀请的，但看到案情后便对此案产生了情绪。纽约最近发生了神秘的碎尸案，凶手还故意留下证据挑战警方。巡逻警艾米利亚（安吉丽娜•茱莉 饰）在最后一次巡逻中发现了一具被肢解的尸体，可是当她做出一系列大胆的推测的时候，同僚们都不愿理她，认为她不过是名籍籍无名的巡警。可是艾米利亚的敏感与勇敢受到了林肯的赏识，他要求与这名新手一起突破案件。两人出奇的合作愉快，终于了解到了杀手是有暴力倾向的，而且杀人前都会周密的安排。经过他们的默契又能否成功捉拿变态杀人犯呢？"
    },
    "在乎你": {
      "channel": "经典电影",
      "title": "在乎你",
      "desc": "国内知名女设计师袁元（俞飞鸿 饰），日本留学归国，气质出众，事业成功，多年的合伙人雷明也对她照顾有加。然而，看似人生赢家的袁元，内心深处却始终隐藏着一个难以放下的心结。在遇到事业瓶颈时，一位日本女孩（木下彩音 饰）的突然出现打破了袁元原本风平浪静的生活，一段关于北海道的神秘往事也随之展开……"
    }
  },
  "少儿动画": {
    "魔发精灵": {
      "channel": "少儿动画",
      "title": "魔发精灵",
      "desc": "波比是精灵城的公主，她有着神奇的魔力和多彩的头发，乐观积极、喜爱唱歌。但是有一天，他们的小伙伴被死对头——“博啃族”抓走了。为了从“博啃族”手中拯救出她最好的朋友们。波比向精灵城中的“怪人”布兰求得帮助，可布兰是个不合群的悲观主义者。他虽答应了公主的请求，但是他只是想让公主知道这个世界并不像她想的那样只有蛋糕和彩虹。一路上，他们共同经历了很多奇怪、有趣的事，也发现了自己内心以前从未发觉的东西。但是最重要的是，在波比的帮助下，他们发现了能够拯救整个魔发精灵城的终极秘密武器"
    },
    "新大头儿子和小头爸爸之福鼠送吉": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之福鼠送吉",
      "desc": "央视动漫集团制作的贺岁动画片\r 《新大头儿子和小头爸爸之福鼠送吉》是由央视少儿频道与央视动漫集团联合制作的鼠年新春贺岁动画片，于2020年1月24日（除夕）19:00在中央电视台少儿频道《过年啦》栏目首播 [2-3]。该片由赵广明、王高波担任导演，赵广明担任编剧，刘纯燕、董浩、鞠萍等央视少儿频道主持人参与配音，讲述了大头儿子与伙伴们为找回手机软件展开追踪冒险的故事 [2] [4]。动画特别设置了央视少儿频道主持人鼠年拜年环节，融入生肖\"数码鼠\"创新形象，通过49分钟时长展现节庆氛围"
    },
    "驯龙高手2": {
      "channel": "少儿动画",
      "title": "驯龙高手2",
      "desc": "故事发生在前部的五年之后，赛龙比赛已成为岛上最受欢迎的一项运动，男女主人公小嗝嗝与阿斯特丽德驾着自己的龙开始探索未知的世界。他俩发现自己已卷入一场战争的中心地带，必须率领族人捍卫这片土地的平静。"
    },
    "新大头儿子和小头爸爸之草原奇遇": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之草原奇遇",
      "desc": "影片以春节为背景，通过城市与草原乡村的双线叙事结构，讲述小头爸爸带大头儿子到山村过年，参与拣鸡蛋、吹火灶等劳动实践的故事。动画结合草原雪乡场景，融入与羊年相关的“小羊”元素，展现大头儿子在草原冒险中的成长历程，同时呈现城乡过年风俗差异，突出喜庆年味与父子亲情主题。"
    },
    "黑猫警长 电影版": {
      "channel": "少儿动画",
      "title": "黑猫警长 电影版",
      "desc": "大森林里，小动物们友好相处，互帮互助，过着幸福安宁的生活，而为这片和平充当保护者，就是大名鼎鼎的黑猫警长。每天，警长都和森林警察局的勇士们一起巡逻，监听一切可疑的声音。是的，即使是在如此美丽的大森林里，依然有心怀叵测的坏蛋和蠢蠢欲动的不良分子时刻觊觎着大森林居民的劳动果实。比如偷吃红土的懒惰三人组，席卷庄稼地的蝗虫大军，其中最最冥顽狡猾的便是搬仓鼠一只耳为首的犯罪团伙。他曾从黑猫警长的手中逃脱，却丝毫不吸取教训，从各地乃至海外找来同伙复仇。无论有多大的危险，黑猫警长也决不退缩，带领战友们一次次冲向战斗的最前线。"
    },
    "新大头儿子和小头爸爸之马年新愿": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之马年新愿",
      "desc": "《新大头儿子和小头爸爸之马年新愿》是《新大头儿子和小头爸爸》系列的贺岁动画片，于2014年1月29日晚19：00在中央电视台少儿频道（CCTV-14"
    },
    "新大头儿子和小头爸爸之年的味道": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之年的味道",
      "desc": "2017年中央电视台少儿频道、央视动画有限公司联合出品的央视贺岁动画作品展开3个同名词条  《年的味道》是由中央电视台少儿频道、央视动画有限公司于2017年联合出品的央视贺岁动画片，袁化冰、赵欣担任总编剧，范浩然、袁化冰执导，刘纯燕、董浩、鞠萍等参与配音。该片于2017年1月26日19:30在中央电视台少儿频道首播。  影片融合《新大头儿子和小头爸爸》与《棉花糖和云朵妈妈》经典片段，以大头儿子和棉花糖为主角，通过美食评论形式探讨新年饮食话题 。围绕“最喜欢的食物”“最有创意的食物”等趣味互动，展现中华美食文化的多样性。全片以儿童视角呈现节日氛围，在食物评选与分享中传递欢乐祥和的过年气息"
    }
  },
  "相声小品": {
    "喜剧的喜聚": {
      "channel": "相声小品",
      "title": "喜剧的喜聚",
      "desc": "《喜剧的喜聚》是中央广播电视总台文艺节目中心推出的语言类节目，由尼格买提·热合曼担任主持人，蔡明、冯雷等担任特邀品笑员，常远担任喜剧推荐人，节目共10期。\n\n该节目汇聚小品、相声、脱口秀、默剧等喜剧形式，讲述泥土气息、与时代同频共振的鲜活故事。\n\n节目于2022年11月19日起每周六19:30在中央电视台综艺频道播出；于2023年2月4日收官 [。"
    }
  },
  "魅力时尚": {
    "最美的安排": {
      "channel": "魅力时尚",
      "title": "最美的安排",
      "desc": "潘大为（范明饰）的凄子杨冰去世多年。杨冰孪生妹妹杨清从国外归来，想要找回当年遗弃的孩子，而这个孩子就是潘大为的女儿潘朵拉。潘大为不许杨清告诉孩子真相，杨清便以二姨的身份跟潘朵拉建立了深厚的感情。杨清想偷偷带潘朵拉出国，被潘朵拉发现真相，与杨清断绝关系。杨清为了得到潘朵拉的原谅，决定跟潘大为结婚，遭到潘朵拉和家人反对。杨清失落，准备离开。潘大为让女儿看了杨清为潘朵拉准备的一切，dianshiyu.com潘朵拉体会到母爱，母女相认。岳母张翠兰记恨杨清当年抛家弃子，不认杨清。潘大为让杨清装扮成杨冰的模样，向张翠兰认错悔过，张翠兰原谅杨清。杨清对潘大为好感倍增，建立了恋爱关系。潘朵拉的生父温一虎出现，要夺回杨清和潘朵拉，杨清摇摆不定，潘大为揭穿温一虎的阴谋，最终与杨清走到了一起。"
    },
    "富贵门": {
      "channel": "魅力时尚",
      "title": "富贵门",
      "desc": "一起意外事故，让本来是老千的沙富摇身一变，成为了卓家老爷多年在外的私生子卓一鸣（罗嘉良 饰）。卓家的大哥卓一元（吕良伟 饰）是个正直的银行家，对于一鸣的身份从未表示过怀疑。不仅一元对一鸣百般照顾，善于讨人欢心的一鸣还得到了卓家上上下下的喜爱，而这其中包括了卓家的女儿卓一心（袁咏仪 饰）的爱。但碍于与一鸣的这份“兄妹”关系，让一心陷入到了痛苦之中。\n\n　　一开始只准备在卓家捞一笔钱的富来，渐渐忘记了最初的目的，在一鸣的身份下，贪念在不断膨胀。那些之前未曾享受过的亲情、爱情和权利，让他想要更多的掠夺。而再好的伪装也终究有被揭穿的一天，一鸣和卓家最终会何去何从……"
    },
    "星光灿烂": {
      "channel": "魅力时尚",
      "title": "星光灿烂",
      "desc": "耿星光（范伟 饰）和他的名字一样，是一个耿直到有些死脑筋的人。贪婪阴险的村长刘眼镜不待见耿星光，处处给他使绊子，咽不下这口气的耿星光一怒之下决定远走高飞，前往车水马龙的繁华大城市打拼。\n\n　　初来乍到的耿星光孤身一人，很快就迷失了方向。在经历了一连串的波折和挫折之后，他总算在洗浴中心找到了自己的定位。随着时间的推移，耿星光以真诚和善良渐渐打动了周围的朋友同事，亦得到了上司贺子鹏（冯嘉怡 饰）的信赖和肯定。一场意外让贺子鹏苦心经营的事业毁于一旦，令他丧失了斗志和意志，此时是耿星光不离不弃的陪伴和支持着贺子鹏，令他最终找到了人生的意义。"
    }
  },
  "IPTV野外": {
    "自然传奇": {
      "channel": "IPTV野外",
      "title": "自然传奇",
      "desc": "《自然传奇》栏目以引进、编译国外优秀节目为主，结合节目的主题化、系列化的选题及制作理念，聚焦动植物世界生命传奇故事、探寻揭示宇宙万象的神奇奥秘。精心打造一个充满神奇自然生命传奇、展现天文地理奇观魅力的平台。为观众开启一扇了解世界、认识自然的窗口，启发广大青少年热爱自然、热爱科学、勇于探索的精神。《自然传奇》于2000年9月23日起开播，初期在中央电视台第一套节目（CCTV-1）现“中央电视台综合频道”播出，每期时长70分钟。后来先后进入中央电视台第二套节目（CCTV-2）现“中央电视台财经频道”、中央电视台第七套节目（CCTV-7）原“中央电视台军事•农业频道”，现中央电视台国防军事频道。2010年12月13日，《自然传奇》开始在中央电视台科教频道（CCTV-10）播出，同时时长也由原来的90分钟调整为50分钟。"
    }
  },
  "IPTV法治": {
    "今日说法": {
      "channel": "IPTV法治",
      "title": "今日说法",
      "desc": "诞生于1999年1月2日的《今日说法》是全国第一档全日播法制栏目，秉持“点滴记录中国法治进程”的理念，以“重在普法，监督执法，促进立法、服务百姓”为己任，为全国观众推出了丰盛的“中国人的法治午餐”。栏目通过“举案说法”的形式，权威解读典型案例，诠释法治精神，传递公平正义，使法治信仰浸润人心，努力让人民群众在每一个司法案件中感受到公平正义。20多年来，《今日说法》栏目在全国午间收视率排位中始终稳居第一。在全面推进依法治国的今天，《今日说法》将继续秉承栏目既定理念，恪守媒体职责，为中国的法治建设贡献力量。"
    },
    "天网": {
      "channel": "IPTV法治",
      "title": "天网",
      "desc": "1981年，一个偏远山区小县城新到任的县委书记秦裕民发现了—桩奇案。花岭村村会计李荣才因揭发支书贾仁贵，反被诬陷贪污而被开除，一家三口到处上访，一告告了20年，问题没有解决，致使老伴疯了，儿子跑了，流浪街头乞讨为生。秦裕民对此百思不解、义愤填膺，立即组织调查组进驻花岭村。不久，调查组便查出贾仁贵在经济上有严重的亏空，在村里横行霸道，鱼肉百姓。于是工作组决定让贾仁贵停职检查。而贾仁贵居然不理睬，离家出走去向不明。为此调查组发了贾仁贵违纪的通报并在县报上刊登。对贾仁贵的处理决议一宣布，便引起了轩然大波，来自县委、地委的各种阻力及污陷纷纷而至，但是，秦裕民力排各种阻力，执著地清查贾仁贵的案子。艰辛的调查工作终于有了结果，贾仁贵的错误和违法行为有了确凿的证据，经县委决定开除了他的党籍，并登了报，民心大振，秦裕民又追查证据，彻底给李荣才平了反，安了新家。李荣才深情地说：“秦书记，我以后再也不打扰你了，让你有更多的时间为老百姓办事吧!”"
    }
  },
  "爱综艺": {
    "勇者之战": {
      "channel": "爱综艺",
      "title": "勇者之战",
      "desc": "影片主要讲述了性格迥异的四人，因为共同的课后留校聚在一起，又因让人“远离世界之路”的“勇敢者的游戏”而产生命运纠葛，共同打破次元壁，经历一场考验勇气智慧，接受成长磨炼的冒险的故事。"
    }
  },
  "爱电影": {
    "双龙出手": {
      "channel": "爱电影",
      "title": "双龙出手",
      "desc": "鲍比-特伦奇（丹泽尔-华盛顿 饰）在抢银行前对马库斯-西格曼（马克-沃尔伯格 饰）说，行内有不成文的规矩，不要打劫贩卖美味的甜甜圈的旁边的银行。因为警察都会去那里买吃的。不管怎么说，他们的行动很顺利：现场没有人报警，保险柜被轻易打开，他们用汽车装走了四千万美元的现金。待行至荒野，清点钱数的时候，他们突然举枪指向彼此。在鲍比还没明白怎么回事的时候，已经摔倒在地，而马库斯这才看到鲍比手里拿着的警徽，发现他是美国缉毒局的探员。而马库斯也是海军罪案调查处的警官。他们二人都用了12个月的时间进行卧底，试图掌握犯罪集团的动向和犯罪证据。他们在同时渗透墨西哥毒品组织的过程中不明就里的碰到了一起，让彼此都乱了阵脚。他们的上司见状变了脸，希望他们退出行动，并且要追究他们违法抢劫。孤立无援的两个人只好通力合作调查事件真相。过程中，他们发现中情局在其中捣了鬼……"
    },
    "某种女人": {
      "channel": "爱电影",
      "title": "某种女人",
      "desc": "荒凉严峻的美国西北小镇，命运交织的平凡人生兀自翻涌著。因为劳工索赔被拒，心有不甘的男子愤而携枪挟持人质，迫使女律师不得不硬著头皮隻身涉险劝说；为了建造新家，一对夫妻努力说服当地老人家出售他囤积多年的沙岩，却也让他们的婚姻裂痕隐隐浮现；为了担任法律课程的讲师，年轻女律师千里迢迢地来到偏远小社区，意外与牧场女工逐渐亲密。"
    },
    "老无所依": {
      "channel": "爱电影",
      "title": "老无所依",
      "desc": "在科恩兄弟对科马克·麦卡锡小说的强力改编中，一场关乎赌局与宿命的致命角逐于1980年代初荒凉的西得克萨斯展开。当一位退休焊工兼越战老兵偶然发现毒品交易演变成沙漠屠杀后遗留的两百万美元，他随即被一位倦怠的警长与一名精神变态的杀手在平原上追踪，引发一连串冷酷无情的暴力漩涡。本片荣获四项奥斯卡奖——包括最佳影片与巴登令人难忘的最佳男配角奖——这部冷峻的边境黑色电影，通过命运每一次残酷的反讽转折，将紧张感与存在主义焦虑推向极致。[标准收藏]"
    },
    "侠盗王子罗宾汉": {
      "channel": "爱电影",
      "title": "侠盗王子罗宾汉",
      "desc": "十字军东征时期，英国人罗宾被关押在了东方。在黑暗恐怖的牢中生活了五年后，一次偶然的机会，罗宾杀死了看守并解救了两个难友，获得了宝贵的自由。其间，一个难友遇敌死去，临死前叫罗宾把遗物交给其妹玛莉亚，而另一个幸存的难友摩尔人亚森则为了报答救命之恩，紧紧地跟随在了罗宾身边。"
    },
    "国王班底": {
      "channel": "爱电影",
      "title": "国王班底",
      "desc": "1949年奥斯卡最佳影片「一代奸雄」重拍，小说家罗柏华纳畅销巨作改编。描写美国一代南方政治家威力史塔克(西恩潘)纵横政坛，呼风唤雨的传奇事迹，从小小的南方议员到前进华盛顿特区的奋斗历程…  　　肖恩-潘领衔主演，裘德·洛、凯特-温斯莱特、詹姆斯·甘多费尼和安东尼·霍普金斯等联合主演，星光灿烂。肖恩-潘、裘德-洛、凯特-温斯莱特、安东尼-霍普金斯、帕特丽夏-克拉克森……光是这个明星班底，也足有国王气派了。本片改编自罗伯特-佩恩-沃伦小说，讲述了一个国王的政治手腕。肖恩-潘本次出任第一男主角，他曾因《神秘河》而获得奥斯卡影帝殊荣，不知这次在众实力明星的光芒比拼中，究竟谁能称王。有环环相扣的曲折情节，明星们的演技才有发挥的空间，《国王班底》会不会成为明年奥斯卡的扛鼎之作，我们拭目以待。"
    },
    "自由作家": {
      "channel": "爱电影",
      "title": "自由作家",
      "desc": "爱林（希拉里·斯万克 Hilary Swank饰）从事的第一份教育工作，就是在威尔逊学校一个糟糕透顶的班级里担任老师。这里有着给老师们带来噩梦的学生：他们虚度光阴，消磨时辰，把学校当成18岁之前的游乐场；更混乱的是，学生们来自社会里的不同种族和各类底层阶级，分帮结派互相斗殴。\r 　　爱林想方设法让仇恨远离孩子们的心，消解他们之间的敌意，可是，作为一名白人老师，孩子们对她树起了重重心墙，爱林的教育理想在现实中一次又一次地碰壁。\r 　　孩子们跌入深渊的心灵是否无药可救，他们的未来能否在爱林的循循教导下重现曙光，爱林的肩上承着千斤重担，她只有一本或者可以感化孩子的《安妮日记》，以及一颗热忱真诚的心，带领迷失的孩子找到明灯。"
    },
    "西雅图夜未眠": {
      "channel": "爱电影",
      "title": "西雅图夜未眠",
      "desc": "自从妻子玛吉病逝后，山姆就一直带着8岁的儿子乔纳默默地生活着。他谢绝了朋友的安慰和再婚的介绍，他相信真正的爱只有一次，他永远不会再找到象玛吉一样的女人了。为了调整心情，他决定离开芝加哥到西雅图去过一种新的生活。  一年半以后。巴尔的摩的一位女记者安妮与男朋友沃尔特订婚了。她决定去华盛顿和男友一起过圣诞节。在汽车上，安妮打开收音机听情感热线，正好听到乔纳打电话要求给爸爸找一个妻子。山姆十分生气，但在主持人的耐心劝导下，他讲述了自己的经历。他知道乔纳需要一个新妈妈，但他明白再也找不到象原来那样完美的家了。安妮被这个伤感的故事深深触动了。过完圣诞，安妮回到办公室时，发现几乎所有的同事都在谈论这件事。传说有2000个女人想和山姆取得联系。安妮告诉自己她爱着的是沃尔特，可奇怪的是她又很关心那个“西雅图未眠人”。山姆在同事的劝说下，决定同一个叫维多利亚的女子见面约会。而安妮每次听那节目录音都感动得热泪盈眶。她终于写信去约山姆情人节在纽约帝国大厦顶楼见面。乔纳认为维多利亚不适合父亲，却对安妮的来信很亲近。安妮以做报道为名来到西雅图，正看见山姆迎接好友苏茜，她误认为那是山姆的女友而放弃与山姆见面，两人只打了个照面。安妮回来后，决定彻底放弃这种古怪的感情去爱沃尔特，而不再理会那个约会了。由于山姆并不打算去纽约赴约，乔纳偷偷地上了飞机，独自来到了纽约去见那个“安妮”。但他却找不到安妮。而安妮在经过认真考虑后也将自己这一段时间的感情经历告诉了沃尔特，并将戒指还给了他。沃尔特早已觉察到她的变化，他平静地接受了分手。山姆知道乔纳独自去了纽约，也赶了过去。天黑时，山姆终于在帝国大厦顶楼找到了苦苦等候的儿子。安妮终于决定去赴约会，但她赶到时只看到了一只帆布背包。正在此时，故意留下那只包的乔纳拉着父亲又回到了这里。双方一见面就立刻明白了对方是自己要见的人，也正是自己内心中所希望的伴侣。乔纳伸出双手，一边牵着父亲，一边拉着安妮。三个人一起走进了美丽的夜色之中。"
    },
    "芬奇": {
      "channel": "爱电影",
      "title": "芬奇",
      "desc": "在全球灾难后末世界地球上，一位工程师和他的一只狗和一只机器狗相依为命。他每日开着重型卡车在废弃的城市里寻找物资。回到住所后，他一直在制造一个机器人。之后，他不得不带上机器人、他的狗和机器狗离开他的住所，踏上前往西海岸的公路之旅……  在这一旅程中，机器人懂得了爱、友谊以及人类生命的意义。"
    },
    "两个爸爸的故事": {
      "channel": "爱电影",
      "title": "两个爸爸的故事",
      "desc": "有着非洲血统的被收养小男孩的生活与其他家庭截然不同！他的父亲艾略特非常热衷于扮演一个收养孩子的父亲角色，整天对儿子念叨他的非洲血统。而他的母亲艾娃却觉得艾略特做得太过了，过于溺爱，让人喘不过气……"
    },
    "超级战舰": {
      "channel": "爱电影",
      "title": "超级战舰",
      "desc": "故事灵感来自孩之宝同名畅销战棋游戏“战舰攻防战”， 电影讲述海军中尉Alex被上级派往美国飞弹驱逐舰上履行职务，在一次海上演习时，舰队惊动了隐匿在太平洋深海的外星巨形母舰，来者不善，人类为保卫地球，力阻浩劫，在海上与外星战舰展开殊死战斗。Alex联同未婚妻、任职指挥官的兄长Stone、海军士官队友兼武器专家Raikes，以及舰队总司令Shane，率领一众海军舰队，尽力一搏，与来自外太空的外星战舰震撼开战。"
    },
    "赖家王老五": {
      "channel": "爱电影",
      "title": "赖家王老五",
      "desc": "俗话说的好“女大不中留！”可如今，这句话用到男儿身上，同样有着深不可测的意义。闲话不扯，但说本故事中的男一号，帅哥特瑞普(马修·麦康纳)虽有着令众多同龄人羡慕的好工作和丰厚收入，而且，尚显青春的他也是风度翩翩、举止高雅的主。可是早已进入而立之年的他却至今仍与和他相识的众多适龄的女人保持着授受不亲的关系。虽说做个钻石王老五也有着很多的优越性和尚可炫耀之处。可长此以往，日渐衰老的父母却急上了房。眼见着大龄爱子这样整日赖在这个“老家庭”里，做着老父母的大小孩，两位老人恨不得立刻让儿子特瑞普卷铺盖走人，以早早营建自己的小家，这样也可为老人日后增添了不尽的安慰。　　于是乎，聪明的二老经过了缜密的筹划，终于制订出一整套周密的计划来对付这个不愿长大离开家的大小子。首先，是对儿子特瑞普对异性的兴趣取向进行调查了解，几次测试后，终于得知，性感成熟、金发碧眼的女孩总能令稍显木讷的儿子精神百倍。然后，两位老人私下里雇佣了一位有着一头美丽的金发以及性感迷人的外形的漂亮姑娘(莎拉·杰西卡·帕克)主动接触儿子特瑞普，以鼓动儿子逐渐建立起独立自主的冲动和决心。最让二老放心的是，这位美丽的姑娘不但有着勾人的外表，还有着足够聪明的头脑，足以顺利完成他们的目标。　　接下来，便是此起彼伏的浪漫事件接连发生，而主动的女性似乎更让那些高傲的大男子们无法招架。尤其是面对眼前如梦中情人转瞬出现般的金发美女，特瑞普更是没有了丝毫的心理设防。来了个全身心中招。激情的派对、阳光遍洒的出海旅游、餐馆里的浪漫缠绵……无不令往日闪闪发光的钻石王老五完全褪去了光彩，忘我地投入到了这场浪漫的情感大戏之中。而只是身为受雇者的漂亮姑娘似乎也在不经意间进入了“角色”。再加之众多朋友、同事们的“倾情加盟”，一场“大龄青年拯救运动”轰轰烈烈、热热闹闹、沸沸扬扬地展开了……"
    }
  },
  "爱大剧": {
    "春暖花开": {
      "channel": "爱大剧",
      "title": "春暖花开",
      "desc": "《春暖花开》是一部关于中国青年文化的寓言故事，讲述了年轻一代对爱情的重视。该片由七十年代的邵氏美女李亚俐、舒培培和林嘉欣主演，她们在片中饰演寻找爱情的单身女人。这是一辆三层浪漫巴士，在一条不归路上飞驰，驶向一座低矮的桥。"
    },
    "暖暖的幸福": {
      "channel": "爱大剧",
      "title": "暖暖的幸福",
      "desc": "梅花手工旗袍店是一家百年老店，高超的工艺曾在京城名操一时，随着时代的变迁，生意日渐萧条。上门女婿金满堂作为梅花旗袍店的掌门人，一直坚守着“一针一线世代相传”的祖训，靠着自己的一张“好嘴”以及多年积累的老客户捧场，勉强维持一家老少的生计。两年前金满堂的妻子在一场车祸中意外丧生，岳母梅奶奶经受不住打击病倒，弥留之际逼着金满堂将贤惠善良的保姆惠莲娶进家门，经过抢救梅奶奶死里逃生醒来却忘记女儿去世一幕，全家人只好将错就错，一直延续这个善意的谎言，金满堂和惠莲只能一直“隐婚”。金满堂偶遇“贵人”，将百年老店“梅家旗袍店”关张做起发财梦，不料卷入一场骗局欠下巨额债务，金满堂为抓骗子发生车祸，梅奶奶发病离家出走不知所踪，惠莲回到金家不离不弃照顾一家老少的起居生活，绣儿中途辍学扛起家庭重任，金元和绣儿决定重振“梅家手工旗袍店“却困难重重，一家人历经坎坷，一次次度过难关，最终成为相亲相爱的一家人。"
    },
    "法证先锋": {
      "channel": "爱大剧",
      "title": "法证先锋",
      "desc": "《法证先锋》是由香港电视广播有限公司出品系列时装电视剧，由梅小青监制，欧阳震华、林文龙、蒙嘉慧、钟嘉欣等主演，共六季。\n\n第一季《法证先锋》25集，通过写实手法，勾画法证、法医和警方三方如何紧密合作，同时解构这些罪恶克星如何运用最先进的科技和最专业的知识屡破奇案。于2006年6月13日播出 [3]。\n\n第二季《法证先锋II》30集，讲述了法证部与警方合作侦破无数扑朔迷离的案件，同时又上演一出出情感纠葛的故事。于2008年5月19日播出 [6]。\n\n第三季《法证先锋III》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2011年10月10日播出 [5]。\n\n第四季《法证先锋IV》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2020年2月17日播出 [7]。\n\n第五季《法证先锋V》，于2022年10月26日播出 [4]。\n\n第六季《法证先锋Ⅵ》，于2024年8月7日播出"
    }
  },
  "北京卫视4K": {
    "风味原产地": {
      "channel": "北京卫视4K",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    },
    "昆虫记": {
      "channel": "北京卫视4K",
      "title": "昆虫记",
      "desc": "松木（左幸子 饰）出生在一个穷苦的农村家庭之中，母亲去世后，她和父亲过着相依为命的生活，父女之间感情十分亲密。为了补贴家用，松木被派往地主家做工，却被地主的儿子强暴怀孕。之后，松木回到了父亲身边，生下了一个女儿，取名幸子。之后，松木在工厂里找到了一份工作，和小组长松波交往甚密。最终，松木被工厂开除。无处可去的她决定将幸子留给父亲照顾，自己只身一人来到了繁华的大都市东京。在那里，她成为了妓院里的一名女佣，并最终经不住金钱的诱惑，出卖了身体。聪敏的松木深得妈妈桑的信赖，妈妈桑将自己的一部分事业交给松木打理，并将金主唐泽介绍给松木。在唐泽的资助下，松木拥有了自己的妓院。"
    },
    "我们的日子": {
      "channel": "北京卫视4K",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    },
    "2025北京广播电视台春节联欢晚会": {
      "channel": "北京卫视4K",
      "title": "2025北京广播电视台春节联欢晚会",
      "desc": "晚会以“春天花会开，幸福向未来”为主题，携手众多嘉宾，打造全民欢庆新春、共度蛇年的视听盛宴。"
    },
    "2024北京广播电视台春节联欢晚会": {
      "channel": "北京卫视4K",
      "title": "2024北京广播电视台春节联欢晚会",
      "desc": "2024年北京广播电视台春节联欢晚会"
    }
  },
  "深圳卫视4K": {
    "奇迹": {
      "channel": "深圳卫视4K",
      "title": "奇迹",
      "desc": "Sunder是一个农村的教师，被朋友骗到了孟买，行李被骗走，身上的钱也都被偷走。走投无路时，在坟墓里遇到了鬼魂先生Marco，他讲出了20年前被杀害的事情，并求Sunder帮助他。最终，他们齐心合力抓住了坏人，并且Sunder和Marco的女儿结婚了。"
    },
    "无忧渡": {
      "channel": "深圳卫视4K",
      "title": "无忧渡",
      "desc": "繁华的广平城，人妖共存，妖擅长隐匿形迹，伪装成人，却不被人所知。富家千金半夏有一双奇怪的眼睛，经常能看到那些子虚乌有的影子。因为这个，无论她多么循规蹈矩、乖巧懂事，仍会被人在背地叫做“疯子”。半夏戳破了堂嫂是妖的秘密，引来追杀，就此和捉妖师宣夜相识。宣夜对半夏眼睛的轻轻一吻，让她彻底看清了这个人妖共存的世界。他们一起调查了广平城中的碧玉梨回春、九命猫换命、《广平春晓图》一日轮回等多起诡异之事后，关系日渐亲密。但宣夜背负的秘密，却将半夏一次次推开，因为他逐渐发现，自己虽身为捉妖师，却很有可能也是妖……"
    }
  },
  "广东卫视4K": {
    "养猫的人": {
      "channel": "广东卫视4K",
      "title": "养猫的人",
      "desc": "国内首部聚焦人与猫故事的系列纪录片。网络时代，人与人之间的交流普遍数字化，个体生活逐渐演变为孤岛模式，很多人因此选择了猫作为自己的生活伴侣。猫成为了家庭的成员，陪伴并见证了人的生活，成了生活中重要的精神出口。猫与人之间建立起了亲密关系，因此产生了很多感人肺腑的故事。我们寻找独特但又具有普遍性的案例来记录，通过聚焦猫与人的连接来讲述人的境遇，从不同的人生切片里窥见人类共同的情感和需求，以安抚和治愈在时代巨变的动荡中不断磨合的人生。"
    },
    "壮士出川": {
      "channel": "广东卫视4K",
      "title": "壮士出川",
      "desc": "一九三七年，“七·七”事变爆发，川军在四川省主席的感召下，请缨出川抗日。这支川军知耻后勇，以“失地不复，决不回川”的决心，以三百万壮士出征，六十万军人伤亡的代价，打出了“无川不成军”的威名。学生连长张抗带领属下官兵随川军北路纵队出征，转战今山西、山东、湖北、湖南等地，在台儿庄大战等重大战役中，与日军展开一系列惊心动魄的殊死搏斗。通过战争的洗礼，张抗与众川军将士结下生死之谊，其与女学生夏之悦的爱情也在血与火的烘托中得以升华。张抗属下士兵杨得贵、王长生、吴天禄、何阴阳、黑娃等人，虽出身不同、性格迥异，但在民族大义的感召下，殊途同归，最终为了掩护张抗脱险，纷纷慷慨就义，谱写了一曲可歌可泣、荡气回肠的英雄赞歌。"
    },
    "绝密较量": {
      "channel": "广东卫视4K",
      "title": "绝密较量",
      "desc": "国安三处副处长杨光（张鲁一 饰）在一次收网行动中获知情报，境外间谍组织“赫尔特墨斯”意图破坏至关重要的中美合作会谈。尽管他率队全力支援，但间谍组织仍暗杀了我方会议代表，导致会谈终止。当双方重启合作会议时，敌手再度出击，杀害我国顶尖科研专家并窃取核心机密技术。杨光敏锐察觉事态背后必有更深阴谋，遂带领三处队员抽丝剥茧，展开严密调查。\n\n　　与此同时，身份成谜的国际公关赵亚薴（高圆圆 饰）频频出现在关键节点，其立场敌友难辨，使局势更加扑朔迷离。杨光运筹帷幄，最终成功将“赫尔特墨斯”及其头目山下恒友等人缉拿。然而，他旋即被赵亚薴以“感谢”为名构陷，落入百口莫辩的困境。赵亚薴趁势接近，试图以美人计策反杨光。杨光将计就计，以停职调查为由，假意周旋于赵亚薴及其背后的美国立德集团之间，暗中探查真相。一场关乎国家最高机密的绝地较量就此展开，杨光必须在双重身份的重压下，粉碎对手窃取我国尖端技术的终极阴谋。"
    },
    "国宝时刻": {
      "channel": "广东卫视4K",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    },
    "寒战": {
      "channel": "广东卫视4K",
      "title": "寒战",
      "desc": "作为亚洲金融中心的香港被称作“最安全的城市”，岂料警局接到一通匿名电话，对方声称劫持了警队的一辆前线冲锋车以及车内的五名警员和武器装备。此次事件引起了香港警队高层的高度重视，适逢处长（王敏德 饰）出访国外，此时由鹰派人物行动副处长李文彬（梁家辉 饰）与年轻的管理副处长刘杰辉（郭富城 饰）一起负责这次案件，并将行动命名为“寒战”，李文彬任总指挥。李文彬的儿子（彭于晏 饰）也是人质之一，刘杰辉因此对李文彬父子产生怀疑。与此同时，匪徒展开了进一步行动：警察被杀、爆炸案频发……到底是谁在将整个警队玩弄于鼓掌之中？香港真的是“最安全的城市”吗？"
    },
    "火锅英雄": {
      "channel": "广东卫视4K",
      "title": "火锅英雄",
      "desc": "在布满防空洞的重庆，三个从初中就“厮混”在一起的好兄弟刘波（陈坤 饰）、许东（秦昊 饰）和王平川（喻恩泰 饰）合伙开着一家火锅店，名为“老同学洞子火锅”。由于经营不善，几人落得只能转让店铺还债。为了店铺能“卖个好价钱”，三人打起了“扩充门面”的主意，自行往洞里开挖。没想 到，在扩充工程中却凿开了银行的金库！就这样，濒临倒闭的火锅店和银行金库仅有“一洞之隔”；看着眼前随手可得的成堆现金，在“拿钱还是报案”的思想拉锯战中，三兄弟偶遇上另一个女同学——初中时给老大写过情书、现在在银行上班的于小惠（白百何 饰）。四个老同学因为这个“洞”而打开重聚之门。由此，这个略显尴尬的洞，引发了一个令人意想不到的故事."
    }
  },
  "山东卫视4K": {
    "大染坊": {
      "channel": "山东卫视4K",
      "title": "大染坊",
      "desc": "《大染坊》由王文杰执导，由陈杰任编剧，由侯勇、孙俪、萨日娜、高明、何伟、周野芒、罗钢、王奎荣、王思懿等人主演。该剧由山东电影电视剧制作中心出品，于2002年11月11日在上海影视乐园开机，2003年10月9日在CCTV1综合频道首播。\n\n该剧讲述了清末民初山东周村一个名叫陈寿亭的讨饭少年胸怀大志，被周村通和染坊周掌柜收为义子后苦学染布手艺。十年苦心经营后与人共同创办大华染厂踏上了工业印染之路，终使大华染厂发展成为青岛第二大印染厂。在第24届“飞天奖”荣获四大奖项，分别为优秀男演员奖，优秀摄像、照明、美术等奖项。"
    },
    "纪录片": {
      "channel": "山东卫视4K",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "爱的味道": {
      "channel": "山东卫视4K",
      "title": "爱的味道",
      "desc": "节目共12期,每期深入一组素人家庭,通过纪实短片的形式深度挖掘素人背后的故事,将情感互动与美食治愈相结合,直击当代原生家庭痛点。袁成杰继山东卫视《育儿大作战》后无缝接档,与飞行嘉宾瑶淼、吴思嘉、漆亚灵等组成美食心愿官,倾听素人心愿,在有限时间内竭尽所能为其达成愿望,并帮助其完成一顿爱的晚餐。育儿后又“愈”情,“全能奶爸”袁成杰这次又将带给大家什么惊喜呢?"
    }
  },
  "湖南卫视4K": {
    "锦绣未央": {
      "channel": "湖南卫视4K",
      "title": "锦绣未央",
      "desc": "故事发生在南北朝时期，心儿出生于北凉王族，是含着金汤匙呱呱坠地的千金公主，然而，一场意外让心儿的家族沦落到了家破人亡的境地，心儿亦不得不踏上逃亡的旅途。途中，心儿结识了名为李未央的女子，而她的真实身份，其实是北魏尚书府的弃女。心儿的行踪很快就暴露了，为了保护心儿，善良的李未央不幸身亡，之后，走投无路的心儿顶替了李未央的身份，来到了尚书府，在那里等待着她的，除了一干阴险狡诈的灭门仇敌，还有英俊风流的拓跋浚，两人之间产生了一段纠葛曲折的恋情。最终，在心儿的帮助下，拓跋浚登上了皇位，这段生死相依的感情迎来了完满的结局。"
    },
    "阿桂的“村晚”": {
      "channel": "湖南卫视4K",
      "title": "阿桂的“村晚”",
      "desc": "讲述了失意村民阿桂为完成云香阿孃的百岁心愿，执意筹办“村晚”召唤乡民回归的故事。面对重重困难与嘲笑，阿桂的坚持和赤诚打动众人，坨坨寨迎来久违的团聚。最终，一场充满乡音乡情乡愁的“村晚”让每个人都找到心灵归属与新生，深刻展现了乡土中国的情感凝聚力，诠释了“此心安处是吾乡”的时代主题。"
    },
    "你好，星期六": {
      "channel": "湖南卫视4K",
      "title": "你好，星期六",
      "desc": "《你好，星期六》是湖南卫视重点打造的周六黄金档棚内周播趣味艺能综艺秀。节目以全新打造的好六街街区为背景，将平凡生活的烟火气搬进演播厅，展现市井生活人间百态。深度挖掘好6团和飞行嘉宾们的艺能的同时，对当下最具热点的社会话题以及正能量价值观导向进行引导和输出，重新定义了以艺服人、以能动人的综艺准入门槛。"
    }
  },
  "江苏卫视4K": {
    "冬至": {
      "channel": "江苏卫视4K",
      "title": "冬至",
      "desc": "学志（许亚军 饰）是一名律师，最近正在处理被公安收审的慧东（刘慧东 饰）和其妻子小白菜（秦海璐 饰）的离婚案。在这个节骨眼上，学志发现自己的妻子新美（胡靖钒 饰）有外遇了。学志从小就成长在一个破碎的家庭之中，所以对于家的渴望格外的强烈，因此，他愿意原谅妻子的不忠，只要她能够回归家庭，然而，新美却在情人和丈夫之间犹疑不决。\r 　　与此同时，小白菜也渐渐的被学志的真诚和正义所吸引，两人之间的关系开始变得复杂起来，当新美终于想通了，决定放弃情人，重新回到学志的身边时，小白菜也决定要和学志开始新的人生。"
    },
    "小镇故事": {
      "channel": "江苏卫视4K",
      "title": "小镇故事",
      "desc": "在整季节目中，节目组前往中国12大特色小镇，这些小镇可以称之为“世外桃源”，它们都具有某一种极致特色且不曾被潮流所同化，没有喧嚣与浮躁充满宁静而安逸。在小镇中，智囊团将以小镇为背景，展开富有文人气息、独特而又有品位的对话盛宴。他们将从各自独有的视角出发，探寻小镇的宝物。智囊团能够看到的任何事物，都有可能成为小镇的瑰宝！观众亦能够以最贴近民生的方式在综艺节目中“返璞归真”，共同寻“宝”鉴“宝”，小镇之宝可能是事，可能是物，甚或是一片心，它是每个人心之想往、栖息的文化密码。"
    },
    "味解乡愁": {
      "channel": "江苏卫视4K",
      "title": "味解乡愁",
      "desc": "产地：中国大陆\n\n类别：纪录片\n\n语言：汉语普通话\n\n上映日期：2017-4-1(中国大陆)\n\n集数：50\n\n片长：4\n\n《味解乡愁》节目以纪实的方式表现人与家乡美食的情感故事，通过寻访有异乡经历或者当地长者、手艺人的典型故事，传达出美食对他们的家乡符号意义。节目不仅注重表达人物对美食产生的情感记忆，还在故事中充分展现菜肴的历史文化厚度和纯正的江苏味道。"
    },
    "无尽的尽头": {
      "channel": "江苏卫视4K",
      "title": "无尽的尽头",
      "desc": "聚焦未成年人司法保护，讲述了未成年人检察小组初创，检察官林之桃与助理检察员白恩宇，为了孩子们，携手对抗人性之恶的故事。 始于悬念，终于救赎；拨开迷惘，山止川行。"
    },
    "非诚勿扰": {
      "channel": "江苏卫视4K",
      "title": "非诚勿扰",
      "desc": "海归秦奋（葛优 饰）的天才发明“分歧终端机”因能公平和平地解决人类分歧，被风投者以200万英镑高价买走。秦奋也开始踏上网上征婚的路途，一路笑话不断，不是重遇Gay友，就是遇到推销客，秦奋颇有点心灰意冷。几经周折后，秦奋终遇倾心佳人梁笑笑（舒淇 饰）。无奈，美人心有所属。秦奋究竟如何逆流而上？几番悲欣交集后，有志者事竟成！秦奋终于带着他的真爱开始一段全新征程。"
    },
    "书卷一梦": {
      "channel": "江苏卫视4K",
      "title": "书卷一梦",
      "desc": "当意外穿越进剧本世界，成为被反派男主用完即弃、凌虐致死的女主角应该怎么办？宋小鱼想都不用想，当然是能跑多远跑多远啊。然而无论如何努力，“剧情”始终都会将她推往男主南珩身边，上演一个又一个剧本名场面。而在这个纸片世界里，亦有无数个早就被“设定”好的人物角色。有人被困深宫重院，有人囿于高门家宅，有人为雌竞所累，有人因权势奔走。有人渴望爱与自由，却只能戴着镣铐惶惶起舞，有人做着扶摇直上的大鹏之梦，却在日复一日的束缚与平庸中被消磨着激情。这不仅是人怂怕死的躺平咸鱼宋小鱼和心狠手辣的夺命卷王南珩间的鏖战，更是每个“小我”纸片人与既定命运的战斗。"
    },
    "夜色正浓": {
      "channel": "江苏卫视4K",
      "title": "夜色正浓",
      "desc": "一场盛宴之下的狂欢，让隐藏已久的暗涌浮现，唤醒了所有装睡的人，也触发了GST酒业各层人士的生存危机。一切事关生存，每一步都需格外谨慎。七个深陷其中的主要人物，在事件中扮演了不同的角色，勾勒出人性的复杂和现实的残酷，从而呈现出一个共同的主题——如何在惶惶不安中乐观地活下去！"
    },
    "最强大脑": {
      "channel": "江苏卫视4K",
      "title": "最强大脑",
      "desc": "在各种歌舞类综艺娱乐节目层出不穷乃至鱼龙混杂的当下，江苏卫视异军突起，将诞生于德国的大型科学类真人秀综艺节目《Super Brain》移植到中国，以全新的综艺风格和冷僻有趣的知识在电视荧屏上吹起了一阵强烈的科学风暴。节目中蒋昌建担当主持人，孟非、陶晶莹、高晓松、魏坤琳等来自各个领域的知名达人组成评委团，此外还请到范冰冰、舒淇、周杰伦、佟大为、宁静等明星担当嘉宾观察员。节目设置晋级赛、挑战赛和中外PK赛，来自中国、美国、日本等国家的科学小队将迎接不同内容的科学挑战，他们通过谨慎推理和脑力激荡解决了一个又一个难题，也在这一过程中让“寓教于乐”得以实现。因此成为全年龄层次的超人气科学类综艺秀！"
    },
    "诗画江南": {
      "channel": "江苏卫视4K",
      "title": "诗画江南",
      "desc": "江南作为中国最具影响力的地区之一，它是如何成为中国人心目中的天堂？江南文化在中国数千年的历史长河中独树一帜，又如何融入中华文明并生生不息，薪火相传？由江苏省广电总台出品的大型系列纪录片《诗画江南》，全面讲述了江南从荒芜之所到昌盛之地的嬗变过程，并呈现了造成南北格局重大变化的永嘉南渡、安史之乱、南宋偏安等重大历史事件，值得你靜心欣赏。"
    },
    "年少有为": {
      "channel": "江苏卫视4K",
      "title": "年少有为",
      "desc": "大厂打工人裴谦惨遭辞退之际，意外获得神秘大佬的邀请，创办了一家必须以亏损为目标的公司，于是他故意集齐各种不靠谱的虾兵蟹将，绞尽脑汁地给员工加薪放假发福利，又投资了一个个奇葩项目，不料竟一次次意外反转，屡战屡赚。裴谦有苦难言，却成为了员工心中的良心老板，业界公认的商业奇才，不得不带领公司继续逆风翻盘，终成当地第一集团。"
    },
    "茶界中国": {
      "channel": "江苏卫视4K",
      "title": "茶界中国",
      "desc": "十集大型人文纪录片《茶界中国》，讲述中国茶叶所蕴含的悠远中华文明，以及中国茶叶为全世界带来400多年的深厚影响。  　　东望江浙，西至拉萨，南到海南，北上山东，中国台湾，日本，英国，非洲肯尼亚，联合BBC团队，11个摄制组，历时3年，跨国拍摄。第一次深度走访中国茶叶的每一处原产地。正本清源，探寻茶叶最正宗的口感，力求为观众传达最正确的茶叶认知，倡导最健康的饮茶方式。  　　拍摄近百位茶人，茶农，制茶者，销售者，茶文化研究者，从全新的角度来解读茶叶，展示当下属于中国的一份文化自信。"
    },
    "假日暖洋洋": {
      "channel": "江苏卫视4K",
      "title": "假日暖洋洋",
      "desc": "已近而立之年的经纪人许可依，在演艺圈单打独斗闯下一片广阔天地。大年三十晚上，她带着艺人高俊裕来度假村献唱，以为自己十年艰辛付出终将收获美满爱情，却未能如愿以偿。失魂落魄的许可依独自在海边借酒消愁，而一直默默关注又担心她的暖男侯昊，就这样误打误撞闯入了许可依的生活。两人的感情急速升温，在许可依事业与爱情屡屡受挫的意外假期里，似乎只有慢生活的侯昊，能为她带来新的开始……来度假村过年的客人们形形色色，带着一大家子人前来的小夫妻宋小可与陈斌斌也是其中一员。身为创业女强人的宋小可，早已受不了陈斌斌的怠惰而与其冲动离婚，可是为了让长辈们过个好年，两人只得硬着头皮扮演恩爱夫妻，想把年先过了再公布离婚的事情。而离婚一时爽、追妻火葬场的陈斌斌，在度假村中绞尽脑汁、想方设法地讨好挽回，结果闹出了一堆笑话。医疗队的医生老温和女儿温若楠受度假村邀请前来度假，老温平日工作繁忙，正打算好好弥补平日对女儿缺少的陪伴与关爱；然而温若楠正值叛逆期，妈妈的病逝又让她对老温心结难解，父女关系紧张。当老温再一次因为突发手术失约于女儿的生日会，两人的关系陷入僵局。护士周瞳的出现，在老温和温若楠之间架起了一座沟通的桥梁，父女二人终于在度假村中慢慢开始试着理解和包容对方。宁静放松的度假村里，阳光沙滩、椰林大海舒适而治愈，不慌不忙地洗刷着人们城市生活的疲累与艰辛，为一对对来这里寻找幸福的人，找到平凡人生里最温暖的答案。"
    }
  },
  "浙江卫视4K": {
    "度华年": {
      "channel": "浙江卫视4K",
      "title": "度华年",
      "desc": "该剧根据墨书白小说《长公主》改编。故事中，大夏朝的长公主李蓉与当朝首辅裴文宣梦回华年，由仇人变闺蜜，闺蜜变成有情人。他们彼此信赖，彼此成全，终于破镜重圆，一起搞事业，一起发现真相，一起发现爱。"
    },
    "气象预报": {
      "channel": "浙江卫视4K",
      "title": "气象预报",
      "desc": "戴维（尼古拉斯·凯奇 饰）是名天气预报员，可是他没有专业知识能用在工作上，当预报的天气并不理想时，观众们会在街上肆意向他丢垃圾。戴维对自己的生活感到灰暗，与妻子（霍普·戴维斯 饰）离婚更是对他的一个打击。如今他得到一个前往纽约重新工作的机会，可是他必须要面对与孩子们并不融洽的关系。儿子迈克被戒毒时认识的辅导员性骚扰；女儿雪丽的肥胖被学校的同学耻笑，性格忧郁。更令戴维伤心的是，他的小说家父亲罗伯特（迈克尔·凯恩 饰）患上了绝症。 　　戴维希望父亲能看到他的成功，他更想与前妻复合，一家人到纽约重新生活。无论做了多大的努力，他与家人的关系并没得到和缓，他依然遭到观众的垃圾袭击，他更开始抗拒前往纽约。 　　此时他看到父亲平静面对死亡的态度，并在与父亲相处的最后时光中，戴维被授予了很多人生的道理。"
    },
    "骄阳似我": {
      "channel": "浙江卫视4K",
      "title": "骄阳似我",
      "desc": "活泼开朗、元气十足的女大学生聂曦光（赵今麦 饰）走出校园、迈入职场阶段的真实细腻成长历程。大学时，她与清寒孤傲、才华横溢的男神学霸庄序（赖伟明 饰）经历酸甜暗恋，进入职场，与外科医转行光伏行业的职场精英林屿森（宋威龙饰）狭路相逢，尽管林屿森对聂曦光有误会，但像小太阳般的聂曦光还是让林屿森无法自拔地沉沦。林屿森毫无保留的爱与支持让她释怀了年少的错过与遗憾，拥抱了她向往的爱情。她从懒散随性到拥有清晰的职业目标并为之专注向前，最终收获爱情、友情，实现了梦想和自我成长。"
    },
    "王牌对王牌": {
      "channel": "浙江卫视4K",
      "title": "王牌对王牌",
      "desc": "丹尼是一名出色的谈判专家，屡立战功。当他的人生顺风顺水时，刹那间的转折让他措手不及。他的搭档因涉嫌私吞公款而被拘，却在警局惨遭灭口，第一时间赶到现场的丹尼自然最大嫌疑人。当他确信是警局内有人要找他做替死鬼，百口莫辩之际，他铤而走险绑架了局长等一干重要人物，想通过与警方的对话为自己洗刷罪名。丹尼要求另一分局派出谈判专家来和自己对话，因为他清楚要谋害自己的人就在自己的局里。于是邻局的谈判专家史宾恩奉命前来和丹尼谈判，史宾恩相信了丹尼，开始为他搜集证据。"
    },
    "加康加年味": {
      "channel": "浙江卫视4K",
      "title": "加康加年味",
      "desc": "节目以热播综艺安康庆团圆为主题，邀请《奔跑吧》《天赐的声音》《听说很好吃》《中国好声音》四组嘉宾，在冬至、腊八、小寒、小年，创作四个不同主题的节令团圆饭。在饭局游戏中，讲出彼此故事，开启对新春的祝福。"
    },
    "我们的爸爸": {
      "channel": "浙江卫视4K",
      "title": "我们的爸爸",
      "desc": "《我们的爸爸》是一档生活观察类真人秀，由傅首尔、苗苗、吴尊、许昕、杨子组成“邻家爸妈团”，涂毓麟担任“实习爸爸”，该节目聚焦爸爸与孩子之间的互动与成长，为观众呈现最真实、最温馨、最有趣的亲子关系画卷。"
    },
    "假日剧场": {
      "channel": "浙江卫视4K",
      "title": "假日剧场",
      "desc": "旭丘分校的学生只有5人。即使学年和性格都各不相同，也总是在四季变换中一同享受着乡村生活。某天，旭丘分校的众人在百货店的抽奖中抽到了特等奖冲绳旅行券。于是，大家利用暑假时间前往冲绳……"
    },
    "奔跑吧天路篇": {
      "channel": "浙江卫视4K",
      "title": "奔跑吧天路篇",
      "desc": "连接山河之极，感受疆藏之美。这一季，跑男团将从西藏到新疆，用脚步丈量祖国大好河山，用心感受大国疆土的辽阔与温暖。在西藏，邂逅日照金山的震撼，身着民族服饰融入藏地风情，体悟那份纯粹与神圣；在新疆，寻觅街头巷尾的美食香气，沉浸于多元文化的独特魅力，解锁不一样的奔跑体验。"
    },
    "经典剧场": {
      "channel": "浙江卫视4K",
      "title": "经典剧场",
      "desc": "本系列是台视经典剧集的合集。"
    }
  },
  "四川卫视4K": {
    "三星堆-古老的城市": {
      "channel": "四川卫视4K",
      "title": "三星堆-古老的城市",
      "desc": "这是一部全新视角的纪录片，中法创作者携手为大家讲述古蜀王国的故事。一件件古蜀瑰宝的背后，隐藏着许许多多不为人知的故事。"
    }
  },
  "东方卫视4K": {
    "锚点": {
      "channel": "东方卫视4K",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "爱上海": {
      "channel": "东方卫视4K",
      "title": "爱上海",
      "desc": "美国作家帕特里夏-海史密斯（1921-95）的生活、爱情和工作的故事，通过她未发表的日记、她自己的声音和认识她的人（包括家人和亲密朋友）的声音讲述。"
    },
    "1/7": {
      "channel": "东方卫视4K",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视4K",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "人间洗剧": {
      "channel": "东方卫视4K",
      "title": "人间洗剧",
      "desc": "首部国人洗浴文化纪录片，知名喜剧演员乔杉配音。澡堂一间，烟火万千，在蒸腾的热气与水声之中，我们走遍全国各地风格迥异的“澡堂”，记录这片特殊的场域下技艺精湛的洗浴技巧、五花八门的洗澡文化以及人们卸下防备赤诚以待的动人故事与情感瞬间。"
    },
    "乌云之上": {
      "channel": "东方卫视4K",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "真心英雄": {
      "channel": "东方卫视4K",
      "title": "真心英雄",
      "desc": "Jack（黎明 饰） 追随皮哥多年，阿豪（刘青云 饰）是追哥的得力助手，两人各为其主，却早已耳闻对方威名。在一次行动中，阿豪放了Jack一马。二人驾车狭路相逢，相互对撞，各自从车内爬出，但手中却拿着各自从家里带来的珍藏红酒，二人因而偕同女友琪（蒙嘉慧 饰）和玲（梁艺龄 饰）一起 去小酒吧痛饮，直称相见恨晚，便相约大战过后再来喝个痛快，但两人心中各知自此一别后再见便是生死相搏之时。阿豪、Jack在泰国两败俱伤，但老大下手，阿豪双腿被打断，Jack被打至完全昏迷。 闻讯后的琪、玲赶往泰国，却遭不测。一年后，皮哥、追哥言和，对旧事却避而不谈，阿豪为此境况惨淡，而不问江湖事的Jack能否出山，真心英雄真否可以不死，他们能了却复仇的心愿吗？"
    }
  },
  "四川卫视": {
    "三星堆古老的城市": {
      "channel": "四川卫视",
      "title": "三星堆古老的城市",
      "desc": "这是一部全新视角的纪录片，中法创作者携手为大家讲述古蜀王国的故事。一件件古蜀瑰宝的背后，隐藏着许许多多不为人知的故事。"
    },
    "新春特辑": {
      "channel": "四川卫视",
      "title": "新春特辑",
      "desc": "新春电视电影《Young样得意》制作特辑。\r 持家有道的杨金花，遭不怀好意的堂哥一家逼走后，丈夫儿女却乐得没人管！懊悔枉费多年青春顾家的金花，阴差阳错下竟重获年轻容貌！面对家庭遭逢巨变，金花会选择重拾天伦乐，或是再一次经历年少轻狂。"
    }
  },
  "黑龙江卫视": {
    "驿站": {
      "channel": "黑龙江卫视",
      "title": "驿站",
      "desc": "驿站长（尼古拉·帕斯图霍夫 Nikolai Pastukhov 饰）是一个心地非常善良的老头子，每一天，驿站长都要接待很多来投奔他的人，不仅要照顾他们的吃喝，有时候还要充当心灵导师的角色，甚至有时候还要成为有些人泄愤的无辜靶子。一天，一位名叫明斯基（尼基塔·米哈尔科夫 Nikita Mikhalkov 饰）的上尉抵达了驿站，在准备离开之时竟然晕倒了，驿站长的女儿冬妮娅（Valentina Ananyina 饰）照料着失去了知觉的明斯基，在她的精心照顾之下，明斯基苏醒了。\r 　　明斯基答应驿站长将冬妮娅捎到不远处的教堂做礼拜，然而冬妮娅却一去不回，直到这时驿站长才反应过来，自己的宝贝女儿给这个坏男人给骗走了。"
    }
  },
  "江西卫视": {
    "王牌部队": {
      "channel": "江西卫视",
      "title": "王牌部队",
      "desc": "剧集通过四十年的时代跨度，描述了一支王牌军队的成长历程，通过对个体的刻画，塑造了一群有灵魂、有本事、有血性、有品德的新一代军人，以小见大见证国之重器的蜕变之路，浓墨重彩描绘军事国防的希望与未来，为强军变革的大背景下，一曲我军新时期军魂的激情赞歌。"
    }
  },
  "海南卫视": {
    "大使家宴": {
      "channel": "海南卫视",
      "title": "大使家宴",
      "desc": "节目以家宴之名，前往各国驻京大使馆，挖掘其“历史宝藏+ 文化宝藏+美食宝藏”，打造一场文化高级感与美食国际化兼 得的宝藏家宴，用美食为切口、以驻华大使的视角打开深度 认知世界的窗。节目将带领观众一起感受中西美食文化迸发 后的文之极、秘之极、味之极，也将以全新视角带观众认识 作为“使馆之城”的北京。"
    },
    "茶啊二中": {
      "channel": "海南卫视",
      "title": "茶啊二中",
      "desc": "初三三班最调皮的“学渣”王强和“暴躁班主任”石妙娜意外互换了身体，压迫已久的王强过了一把当班主任的瘾，石妙娜也体会到了做“学渣”的滋味！石妙娜的公开课比赛日期临近，二人急需找到换回身体的方法，却遇到重重阻碍……"
    },
    "视界": {
      "channel": "海南卫视",
      "title": "视界",
      "desc": "埃斯特尔是一位长途飞行航班的飞行员，她有一个深爱她的丈夫纪尧姆。尽管日复一日的飞行和“时差”经常干扰着这位年轻女人的生物节律，特别是她的睡眠，但他们夫妇两人的日子过得还算是规律。一天，在尼斯机场的走廊里，她偶然遇到了摄影师安娜。二十年前她曾与安娜有过一段热恋。埃斯特尔不知道这次重逢会让她陷入一个漩涡……"
    },
    "慢慢到达": {
      "channel": "海南卫视",
      "title": "慢慢到达",
      "desc": "大型风光人文探索纪录片《慢慢到达》以多个维度叙事线索，讲述多组不同国家、不同年龄、不同追求的人分别沿着海南环岛旅游公路出发，经历了一趟丰富有趣、认识自然、回归生态、发现自我的寻“慢”之旅的故事。"
    }
  },
  "吉林卫视": {
    "人参1": {
      "channel": "吉林卫视",
      "title": "人参1",
      "desc": "一场大规模的颜射玷污了她美丽的脸庞！精液四溅的男人们蜂拥而至，参加Karen Kaede的大型群交派对！总共16个猛男随心所欲地操她！总共超过20次射精！Karen毫不知情，她感到困惑、焦躁，被迫达到高潮！阴茎在她体内进进出出！永无止境的性交带来的毁灭性力量将她逼至死亡！“等等……这什么时候才能结束……？”还没结束！一次又一次的插入！一次又一次的活塞运动！持续不断的阴茎抽插！双膝颤抖，臀部无力，两个小时不间断的、未经割礼的性爱！一位绝世美女的脸庞被阴茎的快感扭曲，沾满了精液，这让你兴奋不已，勃起坚挺！"
    },
    "人参2": {
      "channel": "吉林卫视",
      "title": "人参2",
      "desc": "一场大规模的颜射玷污了她美丽的脸庞！精液四溅的男人们蜂拥而至，参加Karen Kaede的大型群交派对！总共16个猛男随心所欲地操她！总共超过20次射精！Karen毫不知情，她感到困惑、焦躁，被迫达到高潮！阴茎在她体内进进出出！永无止境的性交带来的毁灭性力量将她逼至死亡！“等等……这什么时候才能结束……？”还没结束！一次又一次的插入！一次又一次的活塞运动！持续不断的阴茎抽插！双膝颤抖，臀部无力，两个小时不间断的、未经割礼的性爱！一位绝世美女的脸庞被阴茎的快感扭曲，沾满了精液，这让你兴奋不已，勃起坚挺！"
    },
    "人参3": {
      "channel": "吉林卫视",
      "title": "人参3",
      "desc": "改编自直木奖作家朝井まかて的同名小说。在江户，年轻时被称为马喰町的“猪、鹿、蝶”的以乃、志花、阿蝶三人各有烦恼，突然决定扔下工作和家庭，启程去伊势神宫参拜。这种抛却一切到伊势参拜的旅行在当时十分流行。"
    },
    "四季流转年夜饭": {
      "channel": "吉林卫视",
      "title": "四季流转年夜饭",
      "desc": "节目从年夜饭中四季流转的美食出发，把中国人对于过年的情感融入历史、民俗、地域和饮食文化中，通过寻味乡愁、寻味传统，为观众们呈现出一道内容丰富、饱含深情的年夜饭大餐。"
    },
    "小巷人家": {
      "channel": "吉林卫视",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    },
    "信仰": {
      "channel": "吉林卫视",
      "title": "信仰",
      "desc": "甘肃省古浪县黄羊川镇。村中一个家族的两名成员短期内先后意外身亡。为驱邪保平安，人们决定对村中旧庙进行翻修。翻修完毕的庆祝仪式上，佛像，毛泽东像，道士和神婆子，共聚一堂……本片希望用这一庆祝活动中的细节来展现中国人的普遍信仰状况。"
    },
    "茶啊二中": {
      "channel": "吉林卫视",
      "title": "茶啊二中",
      "desc": "初三三班最调皮的“学渣”王强和“暴躁班主任”石妙娜意外互换了身体，压迫已久的王强过了一把当班主任的瘾，石妙娜也体会到了做“学渣”的滋味！石妙娜的公开课比赛日期临近，二人急需找到换回身体的方法，却遇到重重阻碍……"
    }
  },
  "甘肃卫视": {
    "平原烽火": {
      "channel": "甘肃卫视",
      "title": "平原烽火",
      "desc": "故事发生在1941年，日本帝国主义悍然发动侵略战争的第四个年头，同时也是中国老百姓最为苦难的年份。穷凶极恶的日寇对河北冀中根据地发动疯狂扫荡，抗日势力面临着覆灭的危机。在此期间，一支日本冲锋队假扮成八路军四处活动，追踪八路军主力，更成为杀伤力巨大的威胁之一。劣迹多多却有着一腔热血和胆识的敌工部派遣战斗英雄罗金宝（张子健 饰）在历次战斗中打下名气，却也因触犯军规屡遭指摘和处罚。\n\n　　在和山本率领的小分队正面冲突后，罗被委任带队对抗神风小分队，他由此和日寇、汉奸、伪军等敌对势力展开了连番血与火的较量……"
    },
    "源远流长": {
      "channel": "甘肃卫视",
      "title": "源远流长",
      "desc": "雷佳将以她深厚的功力在一场音乐会中演唱12个不同地域的歌曲，展示她对不同艺术风格的轻熟驾驭，为听众绘制一幅栩栩如生的音乐地图，以民族歌曲赞美祖国的大好河山和人民美好的生活。1、《洗菜心》 ；2、《洱源情歌》；3、《摇篮曲》 ；4、《丢丢铜》 ；5、《美人》；6、《绣荷包》 ；7、《包楞调》；8、《三十里铺》 ；9、《夏蝉之歌》 ；10、《阿瓦尔古丽》 ；11、《看秧歌》；12、《诺恩吉雅》；13、《紫竹调》；14、《思鬼情歌》；15、《桃花红杏花白》 。"
    },
    "左宗棠收复新疆": {
      "channel": "甘肃卫视",
      "title": "左宗棠收复新疆",
      "desc": "《左宗棠收复新疆》是一部反映民族英雄左宗棠辉煌历史功绩的纪录大片，它充分展现了左宗棠收复新疆的复杂历史背景、坚定的斗争意志、雄奇的军事谋略、艰辛的战斗历程、超凡的人格魅力、卓绝的历史功勋，是一部宣传国家英雄的匠心之作、礼敬之作、铸魂之作、史诗之作。\n\n本片以左宗棠收复新疆、维护主权为主线，以“我之疆索，尺寸不可让人！”之豪迈，鲜活地表现了以左宗棠为代表的先贤为了维护国家尊严和领土完整而付出的不懈努力与无私奉献。他们浴血奋战、守土卫疆，收复了百余万平方公里的辽阔国土，开发了广袤的西北大地，为中华民族立下了永志千秋的历史功勋。"
    },
    "小巷人家": {
      "channel": "甘肃卫视",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    },
    "腔调": {
      "channel": "甘肃卫视",
      "title": "腔调",
      "desc": "\"美国7、80年代最著名的一对黑白喜剧搭档金怀尔德和里查普赖尔合作的经典喜剧。黑人影星希德尼-波蒂埃担任导演，但从本片来看，其导演水平比张艺谋要强过不少。  此片看点是金-怀德的表演，他是1980年代最受观众欣赏的美国喜剧演员之一；本片与他搭档的黑人演员理查-普莱尔也相当了得，两人此前合作过的《三上银色快车》相信大多数中国观众都十分熟悉，本片两人二度合作，化学作用更是了得，只可惜90年代两人的第三、四次合作都成绩平平。  影片讲述两个小人物被错当成银行抢劫犯投入狱中，又通过一场监狱牛仔比赛成功逃脱的故事，依靠将人物置入本不属于他们的环境的手法来制造笑料，再加上层层推进的脱狱过程，具有相当的可看性。\""
    },
    "新白娘子传奇": {
      "channel": "甘肃卫视",
      "title": "新白娘子传奇",
      "desc": "白蛇素贞还是一条没有什么法力的小蛇时曾被捕蛇老人所抓，幸得一小牧童相救。素贞心内发誓，一定要报答这份救命之恩。一千年以后，白蛇修成人身，往人间报恩时相遇青蛇小青，将其驯服，以姊妹相称。得到菩萨明示之后，素贞前往杭州西湖找到了千年后的小牧童、此 时是一个药堂的学徒许仙。天上降下大方贤惠又漂亮的女子，自然是呆学生许仙所不曾妄想的。而巧用妙计的素贞让二人相识不久很快就结成秦晋之好。只是许仙耳根软弱，误听法海和尚谗言，用雄黄试出妻子真身，活活吓死。白素贞带着有孕之身飞西天盗仙草，更与天兵交手，救回许仙一命，却也直接导致小产的后果。许仙仍未懂得娘子深情，再次听信谗言的他用钵对准白娘子的时候，素贞再也无法逃脱，被压在雷锋塔下。要等他年儿子高中状元，才可盼望从中复出……"
    },
    "神探狄仁杰2": {
      "channel": "甘肃卫视",
      "title": "神探狄仁杰2",
      "desc": "《神探狄仁杰》系列是由钱雁秋执导，梁冠华、张子健、吕中、须乾、姜昕言、梁凯、赵志刚、姜晓贝、蒋欣、董璇、关悦、钱雁秋、赵军凯、严燕生、乔红、曲栅栅、苑冉、祝延平、淳于珊珊、蒋昌义等联合主演的推理悬疑剧。在该系列剧中，第一部讲述了三个故事：《使团惊魂》、《蓝衫记》和《滴血雄鹰》。第二部讲述了三个故事：《关河疑影》、《蛇灵》与《血色江州》。第三部讲述了两个故事：《黑衣社》、《漕渠魅影》。2010年播出的《神断狄仁杰》与前三部不同的是，全剧只讲述了一个故事，分为《金银奇案》与《杀人陷阱》两部分。2017年播出的《神探狄仁杰4》讲述了两个故事：《情花案》与《金人案》。《神探狄仁杰1》于2004年播出，《神探狄仁杰2》于2006年播出，《神探狄仁杰3》于2008年播出，《神断狄仁杰》于2010年播出，《神探狄仁杰4》于2017年播出。"
    },
    "遇见最美宋词": {
      "channel": "甘肃卫视",
      "title": "遇见最美宋词",
      "desc": "本片从经典宋词入手，讲述宋代伟大词人、词作及其背后的动人故事，并通过对宋代文人价值观和人生观的解析，体悟文化背后的精神力量，呈现出一部兼具思想性、艺术性、故事性并符合当代审美的作品。"
    }
  },
  "陕西卫视": {
    "自有后来人": {
      "channel": "陕西卫视",
      "title": "自有后来人",
      "desc": "1939年，日寇占领时期，东北某城市中住着一家祖孙三代人。老奶奶是女工出身，儿子叫李玉和，是铁路工人，孙女叫李铁梅。一家人生活得非常和睦，谁也不知他们家的来历，连铁梅也不知道，只有奶奶和父亲知道他们的家史。民国14年，大连的铁路工人闹罢工，李师傅有两个徒弟，师兄叫张大喜，是工会主席，师弟就是李玉和。一天夜里，张大喜在家里和工人们开会，敌人突然闯进来，在搏斗中，李师傅、张大喜和其妻被敌人打死。李玉和带着师母和张大喜的女儿铁梅从大连逃出来。从此这不同姓的三代人就成了一家人。"
    },
    "苦菜花": {
      "channel": "陕西卫视",
      "title": "苦菜花",
      "desc": "抗日战争初期，胶东某山区王官庄。地主王唯一（刘江 饰）勾结日寇，横行乡里，打死冯大娘（曲云 饰）的丈夫，逼走儿子。大女儿娟子（杨雅琴 饰）暗中参加了抗日武装，在地下党负责人姜永泉（王志刚 饰）带领下，组织了武装暴动。冯大娘在暴动中提高了思想觉悟，非但不埋怨娟子瞒着她闹革命，还把二儿子德强（万仓 饰）也送去参加八路军。王唯一被镇压后，他兄弟日寇特务王柬芝（顾岚 饰）来到村里，以小学校长身份从事特务破坏活动。区妇救会长赵星梅（袁霞 饰）被派到王官庄协助村里工作，偶然知道冯大娘竟是自己未婚夫的妈妈。由于敌人告密，鬼子突然包围了村子，赵星梅牺牲，冯大娘也被捕，敌人妄想知道八路军兵工厂埋在哪儿，冯大娘把敌人带进了地雷阵......"
    },
    "那年花开月正圆": {
      "channel": "陕西卫视",
      "title": "那年花开月正圆",
      "desc": "1884 年，周莹跟着养父周老四来到关中，输光钱财的周老四将周莹卖到沈家当丫头。周莹逃跑时躲进吴家东院大少爷吴聘的轿中，颇具商业头脑的周莹得到了吴蔚文的赏识，被获许留在吴家。沈星移怀疑沈家大少爷被吴聘暗杀，出手将其打伤。为救昏迷的吴聘，周莹嫁入吴家冲喜。吴聘身亡，吴家处 境困窘，周莹决定要重振吴家东院。 周莹入股陕西织布局，却遭受了朝廷反对洋务运动势力的打击，陕西机器织布局面临重建。为救深陷牢狱的周莹，吴家交出陕西机器织布局的所有股份以及与洋商的生丝合同换得周莹一命。出狱后的周莹重燃斗志建立泾阳布厂，吴家产业再次有了新起色。庚子国难，周莹用自己的方式担起了吴家大业的重振之风，又引领了动荡时局的改革之路。"
    }
  },
  "青海卫视": {
    "新白娘子传奇1": {
      "channel": "青海卫视",
      "title": "新白娘子传奇1",
      "desc": "白蛇素贞还是一条没有什么法力的小蛇时曾被捕蛇老人所抓，幸得一小牧童相救。素贞心内发誓，一定要报答这份救命之恩。一千年以后，白蛇修成人身，往人间报恩时相遇青蛇小青，将其驯服，以姊妹相称。得到菩萨明示之后，素贞前往杭州西湖找到了千年后的小牧童、此 时是一个药堂的学徒许仙。天上降下大方贤惠又漂亮的女子，自然是呆学生许仙所不曾妄想的。而巧用妙计的素贞让二人相识不久很快就结成秦晋之好。只是许仙耳根软弱，误听法海和尚谗言，用雄黄试出妻子真身，活活吓死。白素贞带着有孕之身飞西天盗仙草，更与天兵交手，救回许仙一命，却也直接导致小产的后果。许仙仍未懂得娘子深情，再次听信谗言的他用钵对准白娘子的时候，素贞再也无法逃脱，被压在雷锋塔下。要等他年儿子高中状元，才可盼望从中复出……"
    },
    "茶啊二中": {
      "channel": "青海卫视",
      "title": "茶啊二中",
      "desc": "初三三班最调皮的“学渣”王强和“暴躁班主任”石妙娜意外互换了身体，压迫已久的王强过了一把当班主任的瘾，石妙娜也体会到了做“学渣”的滋味！石妙娜的公开课比赛日期临近，二人急需找到换回身体的方法，却遇到重重阻碍……"
    },
    "新白娘子传奇19": {
      "channel": "青海卫视",
      "title": "新白娘子传奇19",
      "desc": "白蛇素贞还是一条没有什么法力的小蛇时曾被捕蛇老人所抓，幸得一小牧童相救。素贞心内发誓，一定要报答这份救命之恩。一千年以后，白蛇修成人身，往人间报恩时相遇青蛇小青，将其驯服，以姊妹相称。得到菩萨明示之后，素贞前往杭州西湖找到了千年后的小牧童、此 时是一个药堂的学徒许仙。天上降下大方贤惠又漂亮的女子，自然是呆学生许仙所不曾妄想的。而巧用妙计的素贞让二人相识不久很快就结成秦晋之好。只是许仙耳根软弱，误听法海和尚谗言，用雄黄试出妻子真身，活活吓死。白素贞带着有孕之身飞西天盗仙草，更与天兵交手，救回许仙一命，却也直接导致小产的后果。许仙仍未懂得娘子深情，再次听信谗言的他用钵对准白娘子的时候，素贞再也无法逃脱，被压在雷锋塔下。要等他年儿子高中状元，才可盼望从中复出……"
    },
    "三体26": {
      "channel": "青海卫视",
      "title": "三体26",
      "desc": "时隔许久回到父母家，我发现我那胸大的妹妹退休后成了个宅女，依然是个尼特族。我走进她整天玩游戏的房间，想让她改过自新，却发现房间里堆满了垃圾和动漫周边。看着妹妹心不在焉地玩游戏，胸部毫无遮掩地暴露在外，我的下体不禁蠢蠢欲动。我试着给她按摩她多年未曾按摩过的丰满胸部，然后给她来了一次快速的内射，试图让她改过自新。之后，妹妹十多年来第一次有了性生活，她沉迷于自慰的欲望瞬间被释放！我一次又一次地在她体内射精，直到她彻底改过自新！"
    }
  },
  "宁夏卫视": {
    "永远的行走与中国相遇": {
      "channel": "宁夏卫视",
      "title": "永远的行走与中国相遇",
      "desc": "2013年1月，徒步旅行家，国家地理探险家保罗·萨洛佩科从非洲埃塞俄比亚启程，开始了他的全球徒步之旅。他计划用十几年的时间，沿着人类走出非洲的路途，穿越四大洲，一直步行至南美洲的火地岛。2021年9月，保罗在云南开启了他在中国的徒步之旅。"
    },
    "父辈的荣耀": {
      "channel": "宁夏卫视",
      "title": "父辈的荣耀",
      "desc": "1998到2015年，是中国林业沧桑巨变的二十年。在这一阶段，顾长山（郭涛 饰）收养了因公牺牲搭档的儿子兴杰（张晚意 饰），经过犹豫，顾家人最终还是决定供兴杰去外面继续读书。下岗危机，也以部分年轻人率先出走告终，留下的人，则在顾长山带领下，搞起“家庭生态林”，暂时解决生计危机。时间来到2007年转型走到新的节点，为保护生态、改善民生，深山远林区移民工程开始，923工队再次面临走出去命题。兴杰也被拉回大山，在化解家人危机后，兴杰接下动员移民任务，并在其中找到了自己的价值，他决心留下来，扛起林业改革的使命。之后在14、15年全面限伐背景下，兴杰积极响应“金山银山不如绿水青山”号召，带着一家人和更多林区百姓，朝美好的新生活奔去。"
    },
    "中国海南雨林秘境": {
      "channel": "宁夏卫视",
      "title": "中国海南雨林秘境",
      "desc": "2023年10月，中国首批国家公园正式设立两周年，为了展示海南热带雨林国家公园的原真性和完整性，践行省委、省政府的决策部署，深度挖掘海南热带雨林独有的生态价值、科研价值和科普价值，向全世界充分展示其生物多样性，在海南省林业局（海南热带雨林国家公园管理局）的专业指导下，中央广播电视总台影视剧纪录片中心与海南广播电视总台（集团）联合出品，华纳兄弟探索集团联合制作推出了纪录片《中国海南·雨林秘境》，将于12月29日—31日，21:00—22:00在CCTV-9纪录频道播出。\n\n　　纪录片共三集，采用4K制作，每集50分钟。节目是海南热带雨林国家公园正式设立后，首部系统呈现海南热带雨林特色或标志性内涵的大型纪录片，将从雨林景观及植物、动物、人与自然等多维视角展现海南热带雨林的独特性、稀缺性、神秘性。"
    },
    "小巷人家": {
      "channel": "宁夏卫视",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    }
  },
  "精彩影视": {
    "飞跃地心": {
      "channel": "精彩影视",
      "title": "飞跃地心",
      "desc": "一个在地震中埋了3天的女孩文雯（杨宇涵 饰）被救起，被救起来以后，她一直坚信自己爸爸还在地心里旅游，她在每一个可以画上蚕豆的地方穿越到地心里，去拯救会讲童话的爸爸。"
    },
    "幸福院": {
      "channel": "精彩影视",
      "title": "幸福院",
      "desc": "于老乐（刘佩琦饰）说服儿子住进了幸福里养老公寓，跟好朋友重新成立了他们年轻时候组建的乐队，乐队不仅给养老院里的老人们带来欢乐，也为他们老有所为找到了途径。在养老院跟老人们的相处中，于老乐给幸福里的老人们带来快乐的同时也帮他们解决了不少麻烦。于老乐他们不仅实现了老有所乐、老有所为，同时也做到了老有所爱。于老乐找到自己的初恋情人白如雪，并跟白如雪圆满的举行了他们年轻时候就梦寐以求的婚礼。本剧在写老年生活的同时，表达了衰老的本质只是人机体的老化，而不是精神上的衰败，人到老年，只要精神不衰，年龄永远不是障碍。"
    },
    "37次想你": {
      "channel": "精彩影视",
      "title": "37次想你",
      "desc": "韩小乐（付辛博 饰）在大理的咖啡馆遇见并爱上了美女吕雯，曾经的摩托车手吕雯因为一次意外导致脑部神经受损，记忆只能维持一天，韩小乐每天绞尽脑汁想出各种方式讨好心爱的姑娘“重新”追求吕雯，两人的爱情每天如初恋般上演。\r 　　如果相见不如怀念，能否让我在记忆里重新爱你一遍。如果韩小乐有一天能让吕雯的上一秒不再成为下一秒的纪念，那么那些一起路过的街头巷口，牵手看过的落日斜阳，是不是就可以重新被再放进心底。这是韩小乐想吕雯的第37天，如果你忘记，没关系，我记得，然后提醒你。37次想你只是开始，其实故事还在延续……"
    },
    "不二神探": {
      "channel": "精彩影视",
      "title": "不二神探",
      "desc": "短短数日内，三起“微笑杀人案”震动全城。调查过程中，青年警探、警局“活宝”王不二语出惊人：这是一起连环谋杀案！遂与搭档黄飞红开始一段惊悚刺激，同时又状况不断的“缉凶”之旅。"
    },
    "亲密敌人": {
      "channel": "精彩影视",
      "title": "亲密敌人",
      "desc": "故事讲述在投资银行任职董事总经理的Derek（黄立行饰），即将对敌对公司进行针对性收购，偏偏对手是他的前女友、财务顾问Amy（徐静蕾饰），昔日恋人虽然仍心系对方，但为了面子和报复而在职场上针锋相对。此时，Derek与得力助手Rebecca（梁咏琪饰）互生情愫，加上金融第一狗仔Henry Ma（李治廷饰）的出现，令Derek与Amy之间的角力越来越加深…"
    },
    "夏洛特烦恼": {
      "channel": "精彩影视",
      "title": "夏洛特烦恼",
      "desc": "昔日校花秋雅（王智 饰）的婚礼正在隆重举行，学生时代暗恋秋雅的夏洛（沈腾 饰）看着周围事业成功的老同学，心中泛起酸味，借着七分醉意大闹婚礼现场，甚至惹得妻子马冬梅（马丽 饰）现场发飙，而他发泄过后却在马桶上睡着了。梦里他重回校园，追求到他心爱的女孩、让失望的母亲重展笑颜、甚至成为无所不能的流行乐坛巨星……  醉生梦死中，他发现身边人都在利用自己，只有马冬梅是最值得珍惜的……"
    },
    "赛车传奇": {
      "channel": "精彩影视",
      "title": "赛车传奇",
      "desc": "赛车手叶浩城（窦骁 饰）年少轻狂，曾在多次赛车大奖赛中勇夺冠军，至使他一时目中无人。不久，他与另一位天才车手林司哲（苏见信 饰）相遇，林属于少年老成深藏不露一类，叶浩城乍一见面，便生出莫名敌意，令人想不到的是，他莫名其妙地爱上了林的妹妺林韦彤（张钧甯 饰）。浩城的哥哥宏城早年死于一次非法赛车，恐怖的梦魇一直笼罩在浩城心头好多年，成了他无法打开的心结。为赢得比赛，浩城常常采用危险技术，为此他多次遭教练严叔（曾志伟 饰）斥责。好朋友吴嘉乐（王柏杰 饰）也因助他使用旁门左道而离开了赛车场，从此浩城变得一蹶不振。为使叶浩城重新鼓起重返赛场的信心，严叔等人费尽了心机。"
    },
    "笑过2012": {
      "channel": "精彩影视",
      "title": "笑过2012",
      "desc": "地震即将来袭，大马（王景春 饰）受幺鸡（沈伐 饰）唆使参予赌博，结果输掉了全部产业，恼羞成怒的他打残了设局的幺鸡和自己的老婆，被判入狱服刑。不甘在监狱改造的大马骗取了保外就医的机会，不料此时地震来袭。大马与狱警小李争相救人，小李不幸被砸成重伤，临牺牲前他叮嘱大马返回监狱接受改造。大马得知妻子遇难、幼子失踪，希望找回儿子再去服刑，小李的父亲（李心敏 饰）是一名老警察，他开始暗中追踪大马。宋姐（王柠 饰）身患癌症，她对玛雅预言深信不已，大马的儿子被她收养，并取名挪亚（韩梓轩 饰）。老李帮大马找到了儿子，但挪亚并不认他这个父亲，在与宋姐的夺子大战中，大马竟与其擦出爱的火花。由于挪亚患上地震后遗症，爱子心切的大马筹钱为儿子打造可以庇护心灵的“揶亚方舟”，就在这时，幺鸡出现了……"
    },
    "杜拉拉升职记": {
      "channel": "精彩影视",
      "title": "杜拉拉升职记",
      "desc": "没有背景，受过较好教育的杜拉拉在外企经蚊历跨度八年，靠个人的勤奋努力从一个朴实的销售助理，成长为一个专业干练的HR经理，见识了各种职场变迁，也历经了各种职场磨练。在事业收升获成功的同时她和心爱的人共谱了一场浪漫、美好的职场恋曲。"
    },
    "有你真好": {
      "channel": "精彩影视",
      "title": "有你真好",
      "desc": "有没有一个人的出现让你觉得人间值得？人生这趟旅途我们总会面对一些突如其来的失去，面对困顿生活的苗红（郝蕾 饰），有女儿（席嘉琪 饰）、闺蜜（马苏 饰）、挚友（杨坤 饰）一直不离不弃的陪伴，给了她不可替代的偏爱和例外，成为她的救赎。生活虽苦，但遇见你是我这辈子最幸运的事，谢谢你治愈我所有受过的伤，给我久违的安全感，温暖我的世界。我想说，有你真好！"
    },
    "整容日记": {
      "channel": "精彩影视",
      "title": "整容日记",
      "desc": "《整容日记》讲述了毕业在即的名牌大学生郭晶（白百何饰演）一夜之间沦为“双失青年”：因为容貌像“车祸现场”，被交往三年的男友直接从“女友”降级为“炮友”；因为长相缺乏“存在感”，屡次被应聘单位视做透明。痛定思痛，郭晶手握分手费去开了双眼皮，踏上了“整容不归路”。越来越升级的“美丽”，助她进入500百强，还尝到了爱情的甜头，她义无反顾向前冲，一路高歌猛进。直到有一天被小人“曝光”整容真相，美丽的奇迹瞬间幻灭成最大的笑话，郭晶只能落荒而逃。事业和爱情将面临怎样的考验？"
    },
    "啊朋友还钱": {
      "channel": "精彩影视",
      "title": "啊朋友还钱",
      "desc": "败家娘们王静华烧了13万买了个爱马仕的包，谁知却动用在餐厅当老板的丈夫准备发给工人们的工资，而这笔钱则是丈夫从朋友胡晓明（王同辉 饰）那里拆借来的。她的丈夫焦头烂额，大骂妻子，连忙卷包跑路。王静华急匆匆去找当初卖给她包的皮包贝贝，谁知对方早已不见了踪影，随后更发现手里的爱马仕原来是个假货。王静华穷急生疯，找到分手四年的前男友曾思远（焦恩俊 饰）索要九万块钱分手费。另一方面，司机胡晓明在运送花瓶过程中发生意外，结果背上9万元债务。他想找朋友要回借款，然而根本找不到人了。\r 　　一个假冒包包，惹出一连串盘根错节的债务纠纷……"
    },
    "梦醒黄金城": {
      "channel": "精彩影视",
      "title": "梦醒黄金城",
      "desc": "《梦醒黄金城》是一部现代都市商战题材的电影，根据改革开放四十周年深圳发展改编，也是致敬改革开放四十周年的献礼。电影讲述年轻有为的企业家马三木被竞争对手设局被骗陷入了投资骗局，欠下巨额债务，才发现竞争对手盯上他的科技成果，他承担责任、洗心革面，奋力与对手周旋，逃出生天，决定振兴民族科技产业。剧中主角马三木艰辛创业，想要打造一个属于自己国家，民族的新兴科技产业，也反映出一代人为了社会国家发展而付出的不为人知的心血。"
    },
    "龙之谷破晓奇兵": {
      "channel": "精彩影视",
      "title": "龙之谷破晓奇兵",
      "desc": "不务正业的流浪少年兰伯特意外听到了邪恶的大黑龙手下魔族准备攻占阿尔特里亚大陆的情况，为了保护家乡他与魔物周旋被困，却被游侠巴尔纳救下，加入到了游侠杰兰特、阿尔杰塔（景甜 配音）的队伍中。精灵一族中的法师首领卡拉秋（夏梓桐 配音）也带着公主内尔文与弓箭手随从莉亚（徐娇 配音）前来邀请人类国王参战，面对魔物的入侵，他们和游侠队伍以及人类骑士贝斯柯德（胡歌 配音）组成了对付大黑龙的联盟。众人历经困难来到了大黑龙的巢穴，兰伯特与莉亚日久生情，但是他们却不知道杰兰特和阿尔杰塔，以及贝斯柯德各自带着不为人知的秘密……"
    },
    "西游记之七十二变": {
      "channel": "精彩影视",
      "title": "西游记之七十二变",
      "desc": "孙悟空为了拯救终年无雨的花果山，孤身前往只招收神仙学员的仙法学院——三星洞，拜师菩提老祖学习那驱雷掣电、天马行空、变幻无穷的七十二变的神仙仙术。求学期间孙悟空除了交到一群肝胆相照的好友外，还发生了很多欢乐有趣、啼笑皆非的故事。然而此时，东海龙王正在暗中研制药物，通过控制傀儡的意识使之成为无情的杀手，向天庭复仇。孙悟空与他的同学们发现了龙王的阴谋，齐心协力试图阻止这场将会殃及苍生的争斗，与东海龙王展开了上天入海、横跨仙人两界的终极大战。孙悟空也在此次大战中完成了成长与蜕变，领悟了七十二变的真义。"
    },
    "乘船而去": {
      "channel": "精彩影视",
      "title": "乘船而去",
      "desc": "独自生活在运河边农村的老太太周瑾（葛兆美 饰）突然被确诊脑瘤，漂在外地的子女不得不回乡照顾。大女儿苏念真（刘丹 饰）在上海经营留学咨询机构，正在经历第二次离婚，她坚持要给母亲最好的治疗；小儿子苏念清（吴洲凯 饰）是个四处漂泊的导游，他支持母亲放下，接受无常。在死亡面前，周瑾寻找着精神的归宿 ，苏念真和苏念清在不断发现母亲秘密的同时，正与故乡失去最后的连接。"
    },
    "李可乐寻人记": {
      "channel": "精彩影视",
      "title": "李可乐寻人记",
      "desc": "李可乐（喻恩泰 饰）和四个大学里不靠谱死党成立了“灯火寻人”公司，但业绩惨淡。他借房东刘熊猫（高亚麟 饰）的奔驰撑场面去接空姐女友青青（王澜霏 饰），却因没买到女友想要的限量名牌包而被甩。当他终于换回自己的奔奔时，却追尾了女警康红（谭卓 饰）的警车而闹出误会。  　　李可乐当从报纸上得知将不久于人世的亿万富翁、前国军少校、现马来亚船王庄亦归先生（林栋甫 饰）要重金寻找失散多年的孙子时，李可乐带领公司员工加入“寻亲”大军，历经艰辛、笑话百出，当他终于以为接近目标找到了那个“庄孙子”时，却发现自己陷入到一个巨大的骗局中。迫于无奈他只好继续行骗。虽然骗局成功了，但对金钱的渴望让他盲目，对金钱的渴望让青青投入到“假孙子”的怀抱。  　　骗局最终败露，一直盯着他的女警察康红亲自参与案件调查，在“秀才遇上兵”的追捕过程中，他和康红间矛盾不断成了欢喜冤家，最终，李可乐发现原来苦苦寻找的“装孙子”竟然是……"
    }
  },
  "卡酷少儿": {
    "海尔兄弟": {
      "channel": "卡酷少儿",
      "title": "海尔兄弟",
      "desc": "《海尔兄弟》是由海尔集团、北京红叶电脑动画制作技术有限公司联合出品的系列动画片。其由刘左锋、戴福林执导，张经平编剧，1995年起播放，于2001年完结，共212集。 主要讲述一对由智慧老人所创造的海尔兄弟和他们的朋友，为解决人类面临的灾难和解开无尽的自然之谜而环游世界，最后回到他们的诞生地太平洋的神奇历险故事。该部动画片通过描述海尔兄弟的探险经历，向人们传递了科学与人文知识。"
    },
    "大玩家": {
      "channel": "卡酷少儿",
      "title": "大玩家",
      "desc": "厨子二宝（孙兴 饰）是个42岁的中年男人，因为被老板炒鱿鱼，又跟妻子（姜宏波 饰）闹离婚，感觉人生无望，准备撞车自尽。没想到，他求死不成，遇到八仙女（谢娜 饰），后者具有超凡能力，可以帮他实现梦想。二宝欣喜若狂，先后尝试了多种角色：做大侠时，他（莫少聪 饰）与侠女（杨丽菁 饰）是武林高手；扮富人时，他（雪村 饰）却被表哥（梁天 饰）与段小姐（傅艺伟 饰）骗得团团转；当明星时，他（李修贤 饰）因拍戏不能见母亲临终一面而悲痛欲绝；做美女时，他（钟欣桐 饰）得面对色狼上司的穷追不舍；当皇帝时，他（焦恩俊 饰）遇到了一生中的真爱云儿（霍思燕 饰），却被皇太后（斯琴高娃 饰）生生拆散……最终，二宝还是在现实中找到了幸福的真谛……\r 　　本片由多位明星联袂出演，并在全世界首创了“六星合一”表演格局"
    },
    "海尔兄弟20周年纪念版": {
      "channel": "卡酷少儿",
      "title": "海尔兄弟20周年纪念版",
      "desc": "很久以前，智慧老人用神奇的科技手段创造出一对机器人——海尔兄弟，甚至不惜牺牲自己的生命以赋予这对兄弟灵性。为解决人类面临的灾难，拯救地球，揭开无尽的自然之谜，海尔兄弟与他们的朋友从太平洋出发，踏上环游世界的征程。从太平洋到北极，穿越五大洲，终于通过古代丝绸之路来到中国，一路上，海尔兄弟曾用热气球帮助火山岛居民脱险，在穿越大洋时战胜过疯狂生长的马尾藻，打败了飞蟒与海盗，拯救过土著小孩，经历过红海、死海的考验，也遭遇过喀斯特地形的作怪。终于，海尔兄弟来到中国，开始了他们梦寐以求的对中华文明的探索。"
    },
    "熊出没之伴我熊芯": {
      "channel": "卡酷少儿",
      "title": "熊出没之伴我熊芯",
      "desc": "一个普通的森林夜晚，对小熊大、小熊二宠爱有加的熊妈妈，在一场大火后离开了他们，两熊伤心不已……转眼多年过去，光头强带熊大熊二前往振兴岛参观机器人研究所，却意外得到了熊妈妈的线索，为此熊大、熊二一路探寻……熊妈当年为何不告而别？两熊最终是否能找到妈妈？迷雾重重的背后还有怎样的故事？一切谜团等待揭晓。"
    },
    "音乐公主爱美莉": {
      "channel": "卡酷少儿",
      "title": "音乐公主爱美莉",
      "desc": "音乐公主爱美莉从儿童社会情感发展的角度出发讲述了来自音乐王国的公主爱美莉在神奇的乐园岛上，与其他六位性格迥异的公主一起互相帮助、快乐成长。"
    }
  },
  "CCTV世界地理": {
    "太阳系3": {
      "channel": "CCTV世界地理",
      "title": "太阳系3",
      "desc": "我们正处在太空探索的最伟大的时代之中。 二十一世纪的航天器和先进的成像技术每天都在冒险进入未知领域,许多非凡的现象正发生在我们自己的宇宙后院。 从土星外卫星之一土卫星土卫城开始,体验我们太阳系七个最神奇奇迹的惊人、前所未有的3D之旅,冰冷的间歇泉从其表面喷出。 然后冒险到土星的著名环，其中包含与阿尔卑斯山脉相抗衡的山脉；潜入木星的大红点，太阳系最大风暴的眼睛；飞过由太阳系形成遗留的数百万岩石组成的小行星带；徒步旅行位于火星上最大的火山奥林巴斯山；与 太阳太阳；太阳太阳；太阳；探索我们自己的家乡地球的旅程。"
    }
  },
  "都市剧场": {
    "八月未央": {
      "channel": "都市剧场",
      "title": "八月未央",
      "desc": "讲述了可爱率真的小乔（谭松韵 饰）遇见了沉默寡言的未央（钟楚曦 饰），小乔的热情开朗使性格迥异的她们迅速成为了“蜜友”，而小乔未婚夫朝颜（罗晋 饰）的出现使得三人的感情产生了微妙的变化，三人关系也由此变得错综复杂的爱情故事。电影改编自庆山（安妮宝贝）同名小说。"
    },
    "天书奇谭": {
      "channel": "都市剧场",
      "title": "天书奇谭",
      "desc": "天庭有珍奇书籍“天书”，被锁在石龛门里三千年。看守天书的袁公对天书的内容好奇不已，他乘无人之际，偷偷拿出观看。原来，天书上记录了一百〇八条法术，袁公偷偷下凡，把天书上的内容刻在石壁上。但本意造福人类的袁公此举却触犯了天条，遭到了玉帝的惩罚。\r 炼丹炉里的仙丹不慎被三条狐狸偷吃了，她们变成精下凡骗人钱财，还假扮仙姑和官府勾结，欺压百姓，祸害人间。袁公便指引天赋异禀的蛋生——一个从蛋里跳出来的孩子修习天书上的法术，和狐狸精斗智斗勇，为民除害。"
    },
    "江南": {
      "channel": "都市剧场",
      "title": "江南",
      "desc": "影片讲述在清末的上海，一个顽皮的弄堂少年阿榔阴差阳错进入江南制造局成为学徒，从而开始了他的精彩人生冒险。在师父陈铁寒的谆谆教导下，阿榔潜心学习机造技艺，逐渐成长为顶尖机匠，面对敌方间谍的不断纠缠，在自强不息与百折不挠中制造出了重要的国产军械。"
    }
  },
  "CHC动作电影": {
    "少侠快跑": {
      "channel": "CHC动作电影",
      "title": "少侠快跑",
      "desc": "讲述了在南宋年隆兴元年四月，继位不到一年的南宋皇帝宋孝宗为恢复北方失地和提高南宋在宋金关系中的地位，对金不宣而战。大军兵分两路，一路由大将李显忠率领进攻灵璧，一路由邵宏渊带领进攻虹县。 李显忠兵贵神速，很快凭借实力拿下灵璧城，而且凭借着自己体恤百姓的军纪在进入灵璧城之后受到了百姓箪食壶浆的欢迎，同时李显忠带领的队伍还结识了身处于灵璧城内的李少侠和岳银瓶一行人，众人全都是当年岳飞带领的岳家军的后人，众人在灵璧经营着一家飞云客栈，收集前线战报，就在众人把酒言欢之际，却得知另一边攻取虹县的大将军邵宏渊北伐遇阻。"
    },
    "剑引恩仇": {
      "channel": "CHC动作电影",
      "title": "剑引恩仇",
      "desc": "中州三侠离奇死亡，探案世家的秦凌云、拂樱阁阁主李乘龙以及知府家的千金叶依岚参与调查，却发现了背后争夺《剑引录》的血迹斑斑的真相。相关的人接连死亡，秦凌云到最后才发现，布局者正是己心爱的女子叶依岚。"
    },
    "东归英雄传": {
      "channel": "CHC动作电影",
      "title": "东归英雄传",
      "desc": "公元1771年1月，在俄罗斯伏尔加河流域生活了近两百年的蒙古土尔扈特部不堪忍受沙俄叶卡捷琳娜王朝的种族灭绝政策，在首领渥巴锡汗的率领下举部二十余万人东归故土，缔造了人类历史上最后一次的长途迁徙。千户长阿拉坦桑（巴桑 饰）带着女儿莎吉尔玛（哈斯高娃 饰）、武士阿布（巴雅尔图 饰）千里迢迢护送东归图前往渥巴锡汗处。沿途上尽见本族人遭女王军队荼毒的惨状，更有戈里高力男爵率骑兵抢夺东归图。虽侥幸从山谷逃脱敌人的围困，然而一路上各种艰难险阻交替出现，无数的敌人和诱惑相继袭来，阻挡着一个濒临灭种的民族东归故土的脚步。  　　书写在历史上的千古传奇，充满血泪的征程……"
    },
    "云南虫谷": {
      "channel": "CHC动作电影",
      "title": "云南虫谷",
      "desc": "胡八一等人由于之前探险，身上出现了眼球印记，这印记带着诅咒，会危及众人性命，传闻雮尘珠能解开诅咒，而它曾经作为陪葬品安放在古滇国献王的陵墓中，胡八一等人只能深入瘴疠之地，再探古墓奇险。胡八一、王胖子、Shirley杨等人穿过遮龙山下古滇国秘密地下水道，不料遭遇千年痋术机关，成千上万个奴隶制成的“痋俑”像炸弹一样倒悬在洞顶。深入丛林之中，更是不断遭遇重重考验，但唯有冲破障碍取得雮尘珠，才能破解众人身上的诅咒……\r 　　终于，在历经层层凶险，众人终于来到献王墓入口，然而更大的挑战也接踵而至… …"
    },
    "我经过风暴": {
      "channel": "CHC动作电影",
      "title": "我经过风暴",
      "desc": "在中国，平均每7.4秒就有一位女性遭受家暴。看似强势独立的徐敏（佟丽娅 饰）有着难以启齿的秘密：她被丈夫陈均（吴昱翰 饰）长期家暴。徐敏不是所有人想象中受害者的模样，她坚毅勇敢且有自己的事业，在与律师李小萌（王影璐 饰）艰难抗争试图离婚的过程中，面对小心谨慎不留证据的丈夫、周遭人冷言冷语嘲讽质疑、社会系统的不作为、为了两个孩子…当离婚不是家暴的终点，当家不是避风港而是暴雨本身，她究竟能否冲破这场风暴？"
    },
    "破天煞": {
      "channel": "CHC动作电影",
      "title": "破天煞",
      "desc": "宾夕法尼亚州南部的布鲁斯特市，资深的火车机师弗兰克·巴恩斯即将提前退休，作为拥有丰富阅历和经验的老员工，他和伙伴们虽然对公司出于成本雇用相对便宜却没有经验的新员工不满，却也无可奈何。这天早晨，弗兰克迎来了新的搭档，年轻气盛的领航员威尔·科尔森，新老交替正式开始。与此同时，位于北部的富勒站出现状况，满载危险化学品的777号列车在无人驾驶的情况下径自开走，如野兽般咆哮着冲向人口密集的城镇。危险随时降临，弗兰克和威尔即将度过难忘的一天……"
    },
    "喋血孤城": {
      "channel": "CHC动作电影",
      "title": "喋血孤城",
      "desc": "1943年10月，日军分由沙市、岳阳渡过长江和湘江合围常德。国民党74军57师代号\"虎贲\"奉命守城。手握\"与城共存亡\"的密令，师长余程万心知这是一场无路可退的战斗。 百姓全部撤离的常德无异于一座\"孤城\"，枪声未响，众将士已是\"死士\"。连长冯葆华坚守前沿。战事吃紧让他与爱人婉清新婚之夜后便生生分离，念郎情切的婉清尾随而至，成为一名战地护士。智勇双全的冯葆华是战士中的灵魂人物，不满16岁的民兵二虎视他为榜样，舍死忘生……"
    },
    "火线追凶2之同名为仇": {
      "channel": "CHC动作电影",
      "title": "火线追凶2之同名为仇",
      "desc": "上海法租界连发三起命案，三个看似完全没有任何关系的死者竟然都有着同一个名字“钟鸣”。凶手擅长使用剧毒暗器和反关节格斗，心理素质极其之高，很可能是一个身怀绝技的冷血杀手。老虎探长钟朗（吕良伟 饰）和于胜男（李若斯 饰）、康华生（徐亮 饰）及洪小雅（马灿灿 饰）展开联合调查，而初步结果令钟朗心生疑窦。原来当年他曾化名“钟鸣”在黑帮“蟠龙潭”卧底，他直觉认为凶手是奔自己而来。调查发现，凶手已患有晚期肺结核，去日无多的他仿佛要利用最后的有限时间杀掉作为仇人的钟鸣，为此不惜无差别大开杀戒。钟朗顺藤摸瓜，果然查到这些案件与自己当年卧底期间的一系列事件有关.  　　争分夺秒的追杀，藏在暗处的凶手的生死约定……"
    },
    "游击飞行中队": {
      "channel": "CHC动作电影",
      "title": "游击飞行中队",
      "desc": "硝烟弥漫的南斯拉夫反法西斯战场，游击队奉命成立的第一支空中中队首战告捷。德国空军气急败坏，千方百计到游击队机场方位。派飞机进行了疯狂的袭击。中队遭到严重损失。鲁克和扎尔等飞行员冒着危险纷纷从机场驾机前往中队，投入到艰苦的游击战中。他们一次又一次用巧妙的飞行战术战胜了德国空军。本片是《瓦尔特保卫萨拉热窝》原班人马演出拍摄的，北京电影学院青年电影制片厂1980年译制，配音演员有彭河、李扬、盖文革等。"
    },
    "影子神鞭": {
      "channel": "CHC动作电影",
      "title": "影子神鞭",
      "desc": "杨寒云和伯父在关外以开客栈为生，并从伯父那里继承了一身好武功。一日她来到小镇上采购货品，遇到素有“连环三杰”称号的武林高手挑衅，幸好一名叫王剑心的年轻人出手相助。此刻杨寒云忽然发现小镇上聚集了许多武林高手，他们在寻找一个和杨开云同样以鞭子为武器的人――影子神鞭方承天。\r 江湖盛传15年前方承天劫走镖局大批价值连城的珠宝，致使当时负责保镖的杨总镖头家破人亡，如今各高手仍在寻找方承天的下落，他们要杀死方承天夺回珠宝。\r 杨寒云回到客栈，遇到来此寻找方承天的洪大鹏，此人曾和方承天是拜把兄弟，如今却是江湖上寻找方承天的领头人。杨寒云的伯父出面与方承天对决，此刻杨寒云才得知伯父就是江湖中人寻找了15年的方承天。\r 方承天命杨寒云先行回到小镇，她找到王剑心，两人互生情愫。王剑心告诉杨开云，自己实为杨总镖头的外甥，尽管他对杨开云一见钟情，但却没有忘记为舅父报仇。王剑心和杨寒云突破众多高手的围攻，回到客栈中。方承天向他们讲述了实情……\r 当年方承天应洪大鹏之邀协助杨总镖头送镖，却在出发前一晚遇到一名和自己一样使用鞭子的蒙面人在杨总镖头的驻地滥杀无辜。蒙面人抢走了珠宝，方承天则救下了杨总镖头的女儿。为了保护这个孩子，方承天忍受江湖种种猜测，带着孩子躲到关外。当年那个女孩就是今天的杨寒云。\r 一切真相大白，从种种破绽来看，当年的蒙面人就是洪大鹏。他劫走珠宝嫁祸方承天，又鼓动江湖中人赶尽杀绝。在武林高手们众目睽睽之下，杨寒云亲手杀死了洪大鹏，报了父母的血海深仇。方承天也终于在多年后洗清冤屈，重新恢复正常生活。\r 精彩视点:这部由邵氏电影公司出品的经典武打影片，由罗维担任导演，改编自倪匡的小说《回光璧》，以倒叙的方式讲述了一段江湖恩怨。影片由素有“金燕子”之称的郑佩佩领衔主演，同时这也是郑佩佩结婚前最后一部武侠片。导演同时请来了郑佩佩的最佳拍档，有“大醉侠”之称的岳华和她一起搭档演出。影片中打斗场面真实精彩，在动作电影风靡一时的七八十年代是一部不可多得的佳作。"
    },
    "悬崖之上": {
      "channel": "CHC动作电影",
      "title": "悬崖之上",
      "desc": "上世纪三十年代，四位曾在苏联接受特训的共产党特工组成任务小队，回国执行代号为“乌特拉”的秘密行动。由于叛徒的出卖，他们从跳伞降落的第一刻起， 就已置身于敌人布下的罗网之中。同志能否脱身，任务能否完成，雪一直下，立于“悬崖之上”的行动小组面临严峻考验。"
    },
    "警察故事2013": {
      "channel": "CHC动作电影",
      "title": "警察故事2013",
      "desc": "刑警钟文（成龙 饰）一直忙于工作，对家庭始终怀有愧疚。这一天，搬出去独立生活的女儿苗苗（景甜 饰）竟然主动相约，钟文半是兴奋，半是忐忑的赶赴约定地点。约好的地方却是一个十足新潮的酒吧，张扬的搏击风格似乎让许多俊男靓女们如痴如醉，但钟文却始终隐隐感到有些怪异。父女见面并不顺利，当得知酒吧老板武江（刘烨 饰）竟是女儿的新男友时，钟文更是有些不知所措了。  正当谈话气氛陷入尴尬之时，酒吧内却发生意外劫持事件。农民工阿仓讨要工资不成，激动之下劫持了欠薪的老板牛总（刘仪伟 饰）。为了保护现场的人质，防止冲突升级，钟文隐瞒身份，以闲话家常般的口吻安抚阿仓。酒吧老板武江则抓住时机，以惊人的身手将阿仓制服。接到报案的警察终于赶来，众人本以为风波已经平息，却没想到酒吧内滨哥、皮颂（柳海龙 饰）、涛子等人却突然紧闭大门，暴力劫持了所有的顾客。钟文尽力保护人质，却被一直隐藏的武江偷袭，头部遭重击而昏迷。  苏醒过来的钟文已经落入以武江为首的一干劫匪的掌控。对手异常的镇静让钟文吃惊，面对酒吧外大批警察的包围，武江不为所动，反而执意与钟文玩起了“猜猜我是谁”的游戏。钟文虽然受困，但依然敏锐的捕捉到外围警方的突袭意图，言语之间捕捉着武江的犯罪动机，同时展开战术谈判，诱使武江进入射击位置——狙击手锁定目标即将射击之时，钟文终于意识到了这一切，都与一场劫持案有关。而那一起案件，同样也是钟文心头难以抹去的阴影。"
    },
    "五郎八卦棍": {
      "channel": "CHC动作电影",
      "title": "五郎八卦棍",
      "desc": "北宋初年，辽兵入侵，奸相潘仁美诱使太宗亲征，不料被辽人所困，杨令公亲率杨家军救援，双方决定在金沙滩上议和，为安全计，杨令公以大郎假扮太宗，前赴这次“双龙会”。潘仁美与馆规嫉妒杨家将功业，竟通番卖国，勾结辽人，害杨家将于金沙滩一役伤亡殆尽；只得五郎及六郎自乱军中突围，后五郎出家，在寺中练成八卦棍法，向潘等报复……"
    },
    "银河护卫队2": {
      "channel": "CHC动作电影",
      "title": "银河护卫队2",
      "desc": "火箭浣熊偷走了大祭司阿耶莎的能量电池，包括星爵、卡魔拉、德拉克斯在内的一行人遭到了后者派出的舰队的袭击。一个神秘人物乘坐着飞船救下了银河护卫队的众人，而驾驶着飞船的不是别人，竟然正是星爵的亲生父亲伊戈。 在伊戈的带领下，星爵、卡魔拉和德拉克斯来到了由伊戈一手制造的星球上，而剩下的成员们则着手修复损坏的飞船。那边厢，阿耶莎委托勇度抓住星爵替自己报仇，而卡魔拉亦渐渐发现了伊戈和善面目下隐藏的巨大阴谋。"
    },
    "使徒行者": {
      "channel": "CHC动作电影",
      "title": "使徒行者",
      "desc": "卧底阿钉（佘诗曼 饰）收到了一条神秘短信，追溯到神秘人郭铭的犯罪集团，其手下两名重臣少爷（古天乐 饰）和阿蓝（张家辉 饰）很可能是之前警队失联的卧底。而在捣灭犯罪集团的过程中，其中一人暴露身份也使这对情同手足的好兄弟陷入信任和生命危机。而卧底联络人Q Sir（吴镇宇 饰）和卧底阿钉也面多重危难。在迷雾中，一场激战蓄势待发……"
    },
    "断网": {
      "channel": "CHC动作电影",
      "title": "断网",
      "desc": "故事讲述郭富城饰演的程序专家意外陷入一起网络金融犯罪的巨大阴谋中，为了活下去，不得不在有限的时间与黑白两道展开一场实力悬殊的暗网对决。"
    },
    "死侍2我爱我家": {
      "channel": "CHC动作电影",
      "title": "死侍2我爱我家",
      "desc": "拥有不死之身的死侍韦德·威尔森（瑞恩·雷诺兹 Ryan Reynolds 饰）继续在惩恶扬善、毒舌嘴贱的路上绝命狂奔，与此同时他和女友瓦内莎（莫蕾娜·巴卡林 Morena Baccarin 饰）的爱情逐渐升华，两人全新期待新生命的到来。谁知命运难测，因瓦内莎意外身亡，韦德万念俱灰，绝望地渴求生命的终结。在他最失落的时候，钢力士和少年弹头等将他领走，成为 X 战警中的一员。在某次行动中，死侍因袒护暴走的 14 岁变种人拉塞尔（朱利安·迪尼森 Julian Dennison 饰）而随同对方被关入冰盒监狱。没过多久，来自未来的电索（乔什·布洛林 Josh Brolin 饰）闯入监狱，意图杀死在未来引起无数灾难的拉塞尔。为了阻止电索，逃离监狱的死侍找到一群战友与之对抗，而拉塞尔则朝着黑暗渐渐远去……"
    },
    "绝密档案": {
      "channel": "CHC动作电影",
      "title": "绝密档案",
      "desc": "提奥·詹姆斯加盟[绝密档案](Archive，暂译)。该片是[月球]的概念设计者加文·罗瑟里的导演处女作。故事设置在近未来，提奥饰演的科学家，创造出一款与人类十分接近的机器人，他的科研成果背后，却隐藏着不可告人的目的。[摩天大楼]摄影师劳里·罗斯将为本片掌镜。"
    },
    "侠骨风流": {
      "channel": "CHC动作电影",
      "title": "侠骨风流",
      "desc": "隋朝末年，淫贼猖獗，兵荒马乱。身怀救国救民大志的铁匠尉迟恭弃工从戎，却遭奸人诬陷，解甲归田。后听唐王李世民规劝，与程咬金等人协助李世民南征北战，屡立战功。在李世民登基的盛典上，尉迟恭站在武官之首，好不威武。"
    },
    "神探大战": {
      "channel": "CHC动作电影",
      "title": "神探大战",
      "desc": "连环命案、私刑执法、预告杀人、以暴制暴...一群号称“神探”的团伙掀起了一场香港有史以来最邪恶的犯罪！患有精神疾病的“癫佬神探”李俊（刘青云 饰）为查真凶独闯犯罪现场！以“神探夫妇”陈仪（蔡卓妍 饰）和方礼信（林峯 饰）为首的重案组也开启了与杀戮赛跑的缉凶之路！敌友之间，正邪边缘，死亡审判的真相究竟是什么？真正的“神探”到底是谁？"
    }
  },
  "CHC家庭影院": {
    "少年巴比伦": {
      "channel": "CHC家庭影院",
      "title": "少年巴比伦",
      "desc": "上个世纪90年代的戴城，路小路（董子健 饰）在一家糖精厂上班，他是个愣头青，不知道未来和生活目标在哪里。跟着一个叫“牛魔王”（尚铁龙 饰）的师傅混，没学会半点技术。在钳工班，除了拧螺丝之外什么都不会。在电工班，也只会换灯泡。除此之外，他还喜欢迟到、打架、翻工厂的院墙，也结识了一帮兄弟们。直到某天，路小路遇见了一个叫白蓝（李梦饰）的厂医，他的人生由此发生了改变……"
    },
    "闪光少女": {
      "channel": "CHC家庭影院",
      "title": "闪光少女",
      "desc": "陈惊（徐璐饰）是一个古灵精怪、敢爱敢恨的姑娘，江湖人称“神经”。作为音乐附中的奇葩人物，陈惊人缘欠佳只有男闺蜜“油渣”（彭昱畅饰）甘愿为她鞍前马后。自信满满的陈惊恋上了校草师哥，不料却遭到校草的嘲笑和奚落，还引起了校园两大院系之间的大混战。为了向师哥证明自己，陈惊联手“502宿舍”神秘人物组成2.5次元乐团，挑战权威、破除成见，上演了一幕幕生猛搞笑的青春趣事。一个懵懂怪力的少女，一场默默守护的爱恋，一群奇葩义气的小伙伴，“神经女孩”如何逆袭成为“闪光少女”？2017年暑期《闪光少女》放肆揭晓——不一样，又怎样！"
    },
    "芒咕的动物城": {
      "channel": "CHC家庭影院",
      "title": "芒咕的动物城",
      "desc": "芒咕是动物城里负责给居民们送洗衣物的驴子。动物城的老国王狮子因为年迈打算退位，狐狸说服国王发起一场选举活动，在狐狸的安排下，成天爱做白日梦的芒咕竟然当选新的国王。驴子当国王让居民们很兴奋，而洗衣工芒咕对治理王国一窍不通，使王国陷入混乱，同时一场危机正笼罩着动物城。为了动物城的安全和自己的梦想，芒咕踏上了一段搞笑又刺激的冒险之旅。"
    },
    "我说的都是真的": {
      "channel": "CHC家庭影院",
      "title": "我说的都是真的",
      "desc": "职业策划人夏至（小沈阳饰）信口开河编了一个关于绑架的故事，却误打误撞说中事实，于是招来犯罪团伙追杀，连他暗恋的餐吧老板娘印小雪（陈意涵饰）都被卷入其中，从而引发了一系列扑朔迷离而又妙趣横生的故事。"
    },
    "混沌行走": {
      "channel": "CHC家庭影院",
      "title": "混沌行走",
      "desc": "人类在与地球相似的遥远外星建立了新家园，但这个星球上却有一种病毒，男人感染后可以听到其他人和动物的心声，每个男人脑子里的想法都能被他人听到，人与人之间不存在隐私，新星球上的普伦提司镇的男人们就不堪忍受自己的想法被人听见。托德·赫维特（汤姆·赫兰德 饰）是出生于这座小镇的 男孩，他的认知中小镇没有女人是因为该星球的土著居民蓝光兽在家园被人类侵犯时故意让人类感染了噪音病毒，他们还杀光了所有女性。托德对此深信不疑，直到他在小镇附近的森林里遇到了一个叫维奥拉（黛西·雷德利 饰）的女孩，她来自遥远的地球，她的飞船因故坠毁在森林里。普伦提司镇的镇长在得知这个消息后立刻展开对他俩的追杀，托德为了保护女孩维奥拉只好一起出逃，开始了一段他意想不到且危机重重的星球冒险。"
    },
    "肥龙过江": {
      "channel": "CHC家庭影院",
      "title": "肥龙过江",
      "desc": "朱福龙（甄子丹饰）现任香港警队成员，身手敏捷、破案率高，一直都是大家心目中的模范警员。可惜，他因为未婚妻可儿（周丽淇饰）的悔婚，令他一蹶不振，唯有食欲才能为他减压。他无止境地放纵，六个月后竟变成了一个二百多磅的朱福龙。  上司黄警司有见及此，遂委派他执行一个简单的任务押送一名犯人前往日本，兼顺道减肥减压。可惜连串的不幸事件在他身上发生，令他在日本财物尽失，连犯人也逃脱了。幸好遇上同是港人的潇洒哥（王晶饰），在他协助下终得以解困。  但他走失的犯人却离奇死亡，为完成任务，朱福龙连同潇洒哥一起行动，协力查出真相。惟事件越滚越大，甚至连累朱福龙身边的一众朋友。为洗脱嫌疑，他誓要反转整个东京，将罪犯连根拔起。"
    },
    "没事偷着乐": {
      "channel": "CHC家庭影院",
      "title": "没事偷着乐",
      "desc": "张大民（冯巩 饰）对工作敬业，对家庭负责。就算一家六口都要挤在小小的平房里，但一家人相处还算融洽。大民到了适婚年龄都没有结婚，是因为他一直喜欢邻居云芳。这时候云芳失恋了，大民默默陪伴安慰终于得到了云芳的芳心。两人婚后不久，大民的三弟也要结婚了。为了腾出更多的地方，大民推倒围墙建起了一间房间，以解决房间不够的问题。不久两人的孩子出生了，大民也更加忙起来了。身为长子的他又要帮忙兄弟姐妹解决生活上的不如意，大民依然以积极的态度面对生活。大民的厂里终于分配给他一套楼房，但一直期待拥有自己房间的小妹在这时候因患有绝症离世了，大民痛心不已……"
    },
    "心灵奇旅": {
      "channel": "CHC家庭影院",
      "title": "心灵奇旅",
      "desc": "乔·加德纳是一位中学乐队老师，他获得了毕生难逢的机会——在纽约最好的爵士俱乐部演奏。但一次小小的失误将他从纽约街头带到了一个奇幻之境“生之来处”。这是一个新生灵魂在前往地球之前获得个性、怪癖和兴趣的地方。决心重返自己生活的乔，与一个名叫22的早熟灵魂结成了伙伴。22始终无法理解人类生活的吸引力。当乔拼命试图向22展示生命的精彩之处时，他或许也将发现一些关于生命最重要问题的答案。"
    },
    "关于我妈的一切": {
      "channel": "CHC家庭影院",
      "title": "关于我妈的一切",
      "desc": "妈妈季佩珍是这个家的灵魂所在，她像有分身术一样能照顾到每一个人。在她的面面俱到之下，这个家看上去井然有序，然而事实并非如此。在妈妈季佩珍眼里女儿李小美永远都是最优秀的，却不知在北京工作生活的她还有另一面。女儿对妈妈的掌控有多抵触，季佩珍更是不了解。医生丈夫李文舫因几年前的一次失误，至今还无法拿起手术刀。婆婆患有阿尔兹海默症，生活都无法自理……就在身为教师的季佩珍刚刚退休，似乎能松一口气多拥有些自己的时间，却被查出了恶性肿瘤四期。如果妈妈只剩下四个月的生命，这家人的生活又该如何继续下去呢？"
    },
    "世间有她": {
      "channel": "CHC家庭影院",
      "title": "世间有她",
      "desc": "影片通过女性视角，讲述了普通人在困境中找寻爱与希望的治愈故事，体现了寻常百姓对生命不寻常的坚守和执着。当突如其来的变故横亘面前，每一个选择和行动都折射着人性和人心的力量与温度。"
    },
    "王者之风黄飞鸿之四": {
      "channel": "CHC家庭影院",
      "title": "王者之风黄飞鸿之四",
      "desc": "黄飞鸿（赵文卓 饰）夺得狮王争霸金牌后飘然而去，一时间广东会馆高朋云集纷纷做贺，八旗将军府副都统阿兰成都（陈继铭 饰）大人登门拜访，原来八国联军欲使用各自的巨型赛狮挑战清廷，为维护国体，黄飞鸿决定出战与阿兰将军共赴国难。梁宽（莫少聪 饰）再度惹下事端被黄飞鸿驱逐，无奈只得与鬼脚七（熊欣欣 饰）等找到在北京办报的十四姨（王静莹 饰）求助，黄飞鸿亦赶到报馆，却与十四姨卷入了红灯照在租界内屠杀洋人的事端，黄飞鸿出手救人，与红灯照大师姐苗三娘（王菁华 饰）一同被德国兵士关押拷打。越狱而出的黄飞鸿从红灯照手中救出了众亲人，然而却因此错过了赛狮，阿兰成都将军孤身战死。黄飞鸿为国为友，满腔豪情二次挑战八国巨狮……"
    },
    "长安道": {
      "channel": "CHC家庭影院",
      "title": "长安道",
      "desc": "为破获一起大型国宝失窃案，身为刑警的赵红雨（焦俊艳 饰），为了调查亲生父亲万正纲（范伟 饰）的现任妻子林白玉（陈数 饰），在搭档邵宽城（宋洋 饰）的掩护之下，到其身边卧底。就在案件得以水落石出之时，这批国家宝藏竟在警察的严密监控下不翼而飞，林白玉也突然失踪……身为历史学教授的万正纲遭到警察怀疑，作为女儿的赵红雨决心找父亲探询真相，却不料陷入一场更大的危机。是夫妻反目成仇引发的悲剧？还是父女冰释前嫌时突遇袭击？在邵宽城的调查下，随着真相浮出水面的，是一场真正关于人性的博弈……"
    },
    "南少林与北少林": {
      "channel": "CHC家庭影院",
      "title": "南少林与北少林",
      "desc": "满清入主中原后，有讳于汉族民众以武术造反，严禁民间习武。少林本也应列禁例之内，但有鉴于寺中弟子皆武艺高强，清廷于是命少林选派弟子，教授八旗官兵武艺。然而有一将军（王龙威饰）深觉少林终乃清廷心腹大患，又不满于其隐匿寺中武僧，仅指派俗家弟子前往授艺，终生挑拨南北少林两家，另双方自相残杀以剿少林之念。"
    },
    "760号犯人": {
      "channel": "CHC家庭影院",
      "title": "760号犯人",
      "desc": "影片是根据穆罕默德（Mohamedou Ould Salahi）的故事拍摄的，他被美国政府抓获，并在关塔那摩湾（Guantanamo Bay）拘留营中毫无指控地受审。萨拉希失去了所有希望，找到了辩护律师南希·霍兰德 和她的助手特里·邓肯 的盟友。他们在一起拼命追求正义，面临无数障碍。他们有争议的主张以及强大的军事检察官斯图尔特·库什中校 发现的虚假证据最终揭示了令人震惊和深远的阴谋。"
    },
    "碟中谍4幽灵协议": {
      "channel": "CHC家庭影院",
      "title": "碟中谍4幽灵协议",
      "desc": "特工汉纳威执行任务时遇害，核机密文件被女杀手莫洛（蕾雅·赛杜 Léa Seydoux 饰）截获。为了找回文件，特工班吉（西蒙·佩吉 Simon Pegg 饰）和特工简（宝拉·巴顿 Paula Patton 饰）从俄罗斯监狱救出了伊桑·亨特（汤姆·克鲁斯 Tom Cruise 饰）。他们接受的幽灵协议任务便是从克林姆林宫盗取核军事密码。然而，当他们接近目标时，却发现被恐怖分子亨德里克斯（迈克尔·恩奎斯特 Michael Nyqvist 饰）捷足先登，抢走了核军事密码。在爆炸中，亨特受困医院，遭俄特工的追捕，幸好他身手矫捷，才化险为夷。不过，亨特的上司也在混乱中丧生，只剩下其助手布兰德（杰瑞米·雷纳 Jeremy Renner 饰）与亨特死里逃生，加上班吉和简，逼上绝境的四人开始了最后一搏，从迪拜到印度，他们出生入死，与恐怖分子斗智斗勇……"
    },
    "惊涛迷局": {
      "channel": "CHC家庭影院",
      "title": "惊涛迷局",
      "desc": "男主Baker Dill是一名渔船船长，带队游览在宁静、热带的普利茅斯岛，而这种平静的生活在前妻Karen的到来后破碎了，她绝望地请求Baker拯救她和他们年幼的儿子于暴力的新任丈夫 的魔掌下，希望Baker能带他出海钓鱼游览，然后将其扔进海里喂鲨鱼。Karen的出现让Baker重新回到他尝试忘记的生活中，他在正确和错误中举棋不定，他的世界陷入了新的现实中，一切并不是自己所想像的那样。"
    },
    "黄飞鸿之南北英雄": {
      "channel": "CHC家庭影院",
      "title": "黄飞鸿之南北英雄",
      "desc": "晚清时期，外来入侵，国家内忧外患，民不聊生。一代宗师黄飞鸿辗转于北拳的挑衅与洋人入侵的双重忧患中，面对列强的压迫，依旧弘扬中国文化，保护民族信仰，与外来者的打击坚持抗争。突如其来的灾难，一夜之间让看似风平浪静的佛山有了翻天覆地的变化，归根结底，这一切都源于一场蓄谋已久的阴谋.........."
    },
    "谍影重重2": {
      "channel": "CHC家庭影院",
      "title": "谍影重重2",
      "desc": "经历第一集中的腥风血雨之后，伯恩（马特·达蒙饰）和自己的女友化名隐身在一个偏僻遥远的海滨小镇。虽然伯恩不愿意回视过去，但“过去”却一直都在追随着他，伯恩发现秘密组织的杀手已经潜入小镇，为了保护女友玛丽·克鲁兹，他必须战斗。是一起国际政治刺杀事件让CIA重新审视已经失踪的伯恩的档案，一名某大国政要被职业杀手刺杀，刺杀者留下的证据显示他的名字叫“杰森·伯恩”，这是大卫·韦伯从前在中央情报局的化名。于是大卫·韦伯不仅仅要防备秘密组织暗地里的追杀，还要避开时刻寻找他的CIA特工。在上一集中和伯恩并肩作战的尼科莱特信任伯恩，但她发现自己也身陷困境。事态似乎变得越发失去控制，四面楚歌的“伯恩”现在只有单枪匹马地去找出那个冒充自己的人，洗刷自己和尼科莱特的清白"
    },
    "中国乒乓之绝地反击": {
      "channel": "CHC家庭影院",
      "title": "中国乒乓之绝地反击",
      "desc": "电影向中国乒乓精神致敬！故事讲述了90年代初中国乒乓男团处于低谷期，蔡振华教练临危受命组建新队伍，带领马文革、王涛、丁松、刘国梁、孔令辉五名运动员，在1995年天津世乒赛绝地反击、重回巅峰的热血故事。"
    },
    "甲方乙方": {
      "channel": "CHC家庭影院",
      "title": "甲方乙方",
      "desc": "四个年轻人姚远(葛优饰)，周北雁(刘蓓饰)，钱康(冯小刚饰)，梁子(何冰饰)是一群自由职业者。他们突发奇想，开办了一个“好梦一日游”业务，承诺帮人们过上梦想成真的一天。人们离奇古怪的愿望接踵而至，似乎人人都想给自己现有的生活来一个180度大转弯。于是，富贵的想尝试贫穷，明星想体验平凡，小平民想做巴顿将军，守不住秘密的厨子想成为守口如瓶的铮铮铁汉……在搞笑荒诞的愿望中，四个年轻人忙碌着扮演各种场景角色，他们把真情融入到了这些故事当中。生活过得充满乐趣，有滋有味。"
    },
    "美人草": {
      "channel": "CHC家庭影院",
      "title": "美人草",
      "desc": "叶星雨（舒淇 饰）忘不了1974年的夏天，本是知青的她在回乡的路上遇到了同样是知青的刘思蒙（刘烨 饰），虽来自不同的知青团，但两人间的感情迅速迸发。这时星雨的男友兼队中排长袁定国（房斌 饰）与思蒙所在的团发生了冲突，定国应此受伤，双方都埋下了极深的仇恨。星雨知道自己是双方冲突的最终原因，于是她主动的找到了刘思蒙希望能解决冲突问题。  但星雨还是抵抗不了与思蒙之间的激情，与之发生了关系，可是天意弄人，他们要走的道路一点都不平坦……"
    },
    "将错就错": {
      "channel": "CHC家庭影院",
      "title": "将错就错",
      "desc": "运势一向极差并且做任何事都十分倒霉的宫男（小沈阳 饰）因为听信了坑蒙拐骗、信口开河的不靠谱算命先生萨摩耶夫（李诚儒 饰）的指点，因此与为了一份跟梦中情人的口头婚约而绞尽脑汁、迫切求财的秦招妹（田亮 饰）组成“呆萌寻女”二人团，阴差阳错来到新加坡，想借出国碰运气，开始了他们的发财梦。从坐上飞机开始，两个“逗比”就一路笑料百出，风波不断，为了赚钱甚至还打起了挖地道到古董店抢劫的主意，令人啼笑皆非。也在经历了“赌场风波”后，两个倒霉蛋又卷入一宗古董大劫案之中，并因此与“南洋富商”董大山（陈小春 饰）结下梁子。但赚钱的同时泡妞也不能耽误，宫男邂逅了神秘“女神”颜琪（熊黛林 饰），虽然令他魂牵梦绕的女神一直难以琢磨，并不妨碍他与董大山展开一场激烈的“女神”争夺战，原本庸庸碌碌平平淡淡的宫男也在新加坡引来了人生中戏剧性的变化…"
    },
    "跳舞吧大象": {
      "channel": "CHC家庭影院",
      "title": "跳舞吧大象",
      "desc": "热爱跳舞的13岁少女黎春夏不幸遭遇车祸，沉睡15年后竟奇迹般地苏醒，醒来后却发现生活发生了天翻地覆的变化，不仅丧失了十五年的生活常识，体重也飙升至200斤。但是为了完成在舞台上翩翩起舞的梦想，她与童年的三位同伴再次合体，巧遇灵魂舞者培训班创始人皮鲍十，一场华丽丽的魔鬼特训就此开启。"
    },
    "加菲猫2": {
      "channel": "CHC家庭影院",
      "title": "加菲猫2",
      "desc": "慵懒搞怪的加菲猫又回来了！这次加菲和主人乔恩（Breckin Meyer 布瑞金•梅耶 饰）远赴英国旅行，一路上它花招不断，主仆俩闹出不少的笑话。巧合的是，伦敦有一只出身名门的猫和加菲长得极其相似，阴差阳错之下它们互换了身份，加菲因此享受了一把它梦寐以求的奢侈而豪华的生活。贵族猫继承了主人的泼天财富，引起了主人贪心亲戚达吉斯（Billy Connolly 饰）的忌恨。达吉斯坏招频出，意欲置其于死地，我们的假贵族加菲面对这个凶险的敌人该如何招架呢？"
    },
    "好东西": {
      "channel": "CHC家庭影院",
      "title": "好东西",
      "desc": "单亲妈妈王铁梅带小孩王茉莉搬到新家后，结识了邻居小叶，两位性格迥异的女性，一个坚强，一个柔软，一个擅长给人当妈，一个擅长随时撒谎，面对旧创伤和新挑战，她们彼此温暖互相慰藉的故事。"
    },
    "功夫熊猫": {
      "channel": "CHC家庭影院",
      "title": "功夫熊猫",
      "desc": "好食懒做的熊猫阿宝，一直醉心中国功夫，一次误打误撞竟然被认定为传说中的武林高手──龙战士，奉命去对付刚逃狱的魔头大豹！一代宗师施福大师因而要面对人生最大的挑战──如何在迫切的时间内，将拥有一身豪华臀、麒麟臂、肚腩肉、不能看也不能打的大熊猫，训练成为名震江湖的功夫大师？"
    },
    "谍影重重": {
      "channel": "CHC家庭影院",
      "title": "谍影重重",
      "desc": "杰森·伯恩（马特·达蒙 饰）在意大利被人从海上救起，他失去了记忆，除了臀部的瑞士银行帐号之外，他完全没有办法证明自己的身份。杰森从瑞士银行找到了大量的现金，六本护照，一把枪，同时他发现自己格斗、枪械、和语言等方面的能力，他开始追查自己的身份，并且把陌生女子玛丽（弗兰卡·泼坦特 饰）也卷了进来。两人从瑞士到巴黎，一路上受到神秘杀手组织的追杀，危机重重。杰森能否化险为夷，找到自己的真实身份？他是否有勇气面对真相？"
    },
    "退休快乐": {
      "channel": "CHC家庭影院",
      "title": "退休快乐",
      "desc": "斯科特·卡尔文回来了！当了近三十年的圣诞老人后，他仍一如既往地热情洋溢。但随着圣诞节越来越冷清，他的圣诞魔法也渐渐失灵。工作上，斯科特力争上游；家庭上，他也毫无懈怠。当发现有办法离岗退休后，斯科特考虑辞去圣诞老人的职务并寻找合适的接班人，这样他就可以成为一个更好的父亲和丈夫。"
    },
    "断网": {
      "channel": "CHC家庭影院",
      "title": "断网",
      "desc": "故事讲述郭富城饰演的程序专家意外陷入一起网络金融犯罪的巨大阴谋中，为了活下去，不得不在有限的时间与黑白两道展开一场实力悬殊的暗网对决。"
    },
    "孤儿橄榄球队": {
      "channel": "CHC家庭影院",
      "title": "孤儿橄榄球队",
      "desc": "在大萧条时期，一名专心致志的高中橄榄球教练因其神秘的过去而备受困扰，他带领一支骨瘦如骨的孤儿球队赢得了州冠军，并在此过程中激励了一个破碎的国家。"
    },
    "隐私保险箱": {
      "channel": "CHC家庭影院",
      "title": "隐私保险箱",
      "desc": "银行新开了隐私保险箱业务，其中有三个箱子无人认领，银行派出职员调查三个箱子的主人，发现箱子里分别放着头发，身份证，书信，而且每个箱子藏着一段过往的秘密，最后秘密中的忏悔和愧疚在宽容里化解。"
    },
    "缝纫机乐队": {
      "channel": "CHC家庭影院",
      "title": "缝纫机乐队",
      "desc": "《缝纫机乐队》是大鹏的第二部导演作品，延续了小人物逐梦的故事，讲述了一群有趣的摇滚爱好者帮小镇集安重拾音乐梦想的故事。 　　小镇青年胡亮（乔杉 饰）为守护家乡摇滚公园，高薪请来音乐经纪人程宫（董成鹏 饰）筹办演唱会。最后集合了鼓手-炸药（李鸿其 饰），贝斯手-丁建国（娜扎 饰），吉他手-杨双树（韩童生 饰），键盘手-希希（曲隽希 饰）组建了“缝纫机乐队”，演出筹备之际，当地房地产大亨为尽快拆除公园，表示愿出高价迫使程宫取消演出。面对高额诱惑和音乐梦想，程宫该何去何从？摇滚小镇集安的摇滚公园能否保全，集安人的摇滚梦想又将何去何从呢……"
    },
    "长安的荔枝": {
      "channel": "CHC家庭影院",
      "title": "长安的荔枝",
      "desc": "唐天宝年间，人到中年的李善德（大鹏 饰）骂骂咧咧干了很多活，抠抠搜搜花了不少钱，到头来却还是个无名小吏。然而这一切随着一次召见似乎有了转机，某天有人安排给他一个“荔枝使”的肥差，只要办成，那就是荣华富贵人生逆袭，但要是办不成……"
    },
    "奇遇天缘": {
      "channel": "CHC家庭影院",
      "title": "奇遇天缘",
      "desc": "人灵两界共处于世，矛盾积怨已久，互相残害，彼此不容。书生陈才宁求学归来途中，偶遇女灵青女。相处过程中两人渐生情愫，勇敢迈出信任的一步，执手对抗整个灵界，不畏生死，上演一场荡气回肠的人灵之恋。"
    }
  },
  "翡翠台": {
    "天龙八部": {
      "channel": "翡翠台",
      "title": "天龙八部",
      "desc": "大理国皇叔段正淳少时欠下多笔风流债。他与秦红棉偷情时被对方丈夫黄袍人撞破，段正淳仰仗精纯一阳指功夫反将黄袍人双腿打断。未婚妻舒白凤赶到，带走段正淳，临行不忘羞辱秦红棉。时光荏苒，段、舒之子段誉（李修贤 饰）已长大成人，段誉违背家训无心向武，终于不堪父母唠叨凭满脑的圣贤书私闯江湖。段誉于路结识玩蛇姑娘钟灵（林珍奇 饰），两人误闯毒蛾派领地被陷，幸有秦红棉之女木婉清（恬妮 饰）搭救。另一方面，黄袍人潜心修炼十余年后携师弟岳苍龙向段家复仇，段誉虽饮得异蛇之血功力大增，仍失手不敌黄、岳二人。为救段誉，正淳与正明赶赴万劫谷与黄袍人决战……"
    },
    "一条麻甩在广州": {
      "channel": "翡翠台",
      "title": "一条麻甩在广州",
      "desc": "识人好过识字，识食就要识个麻甩佬。食到一个地方最正宗的美食，必定要「麻甩」带路。正所谓「有食唔食，罪大恶极」，驻扎在广州成一年的麻甩佬麦包，已经成为当地街知巷闻的「搵食家」，简直是人形Open rice。麦包将会带着镜头，和大家分享最市井、最贴地、最麻甩的广州美食， 保证观众流晒口水。当然，除了大饱眼福之外，麦包也会和本地麻甩佬们深度交流，挖掘每道菜色、每家小店、每条巷仔背后的故事，务求成为史上最「麻甩」的美食旅游节目。"
    },
    "HandsUp": {
      "channel": "翡翠台",
      "title": "HandsUp",
      "desc": "Janson在沙滩上回忆他十年前的一段初恋.这一年,一个清纯漂亮的女生竟然来到他们的课室做插班生,她叫琪琪.第一天上学,琪琪便主动跟Janson表现得非常亲匿,原来她只是想借他来刺激其男友,还以为琪琪对他有好感,直至有一晚,琪琪却突然失踪......以八十年代香港为背景的校园爱情喜剧，三个男主角是以《古惑仔》系列开始令人留下印象的朱永棠、谢天华和林海峰，饰演活泼调皮的中学生。在谭咏麟与张国荣在香港歌坛争持得激烈的那一年，他们班上来了一位美丽性感的插班生舒淇。她在上课的第一天便对朱永棠主动表示亲热，令他神魂颠倒，乃与两名好友合作展开追求攻势，不料舒淇此举的目的只是为了刺激其男朋友陈小春，而她的真正身份竟是别人的情妇。"
    },
    "世界观": {
      "channel": "翡翠台",
      "title": "世界观",
      "desc": "節目內容以世界時事為主，以不同觀點讓觀眾分析時事。主播會揀選當天的重點新聞，主要是有爭議性的為主。然後會跟觀眾從不同角度分析時事，有時更會向觀眾設問問題，讓觀眾思考並自行分析時事的內容及好壞。"
    },
    "爱回家之开心速递": {
      "channel": "翡翠台",
      "title": "爱回家之开心速递",
      "desc": "世代交替，新一代对旧一代嗤之以鼻，总觉得被别人阻碍著他们的未来。同样地，年长一辈亦拥抱过往成功的经验，总认为自己永远是对的。故事的轴心家庭熊家，正是世代之争的投射。轻松的情节除了呈现社会面貌，也用爱和欢笑拉近两代之间的距离，让年轻一辈懂得欣赏昔日的美好，旧一代也能聆听新世代的声音……"
    },
    "廉政行动2024": {
      "channel": "翡翠台",
      "title": "廉政行动2024",
      "desc": "廉署首席调查主任江见秋，在上市公司贪污案以准母亲身份接近关键人物，找到破案缺口。总调查主任司徒啓文，在调查维修招标案中带著助理调查主任丁芯假装成父女买楼，并在枪队成员徐浩南与助理调查主任锺巧玲帮助下，成功游说关键人物搜集涉事建筑公司的罪证。高级调查主任伍学宾，透过IT知识找出狱中是谁与外界沟通的痕迹，成功侦破惩教人员贪污案。即使巧玲与丁芯对中学工程贪污案涉案人物的判断不同，二人甚至在保险行贿案因认识涉案人物而被停止接触案件，强烈正义感与使命感无阻二人向著找出真相的目标进发。"
    },
    "隆行天下之重走八千里路云和月": {
      "channel": "翡翠台",
      "title": "隆行天下之重走八千里路云和月",
      "desc": "《隆行天下之重走八千里路云和月》怀着对历史的敬意与对时代的热忱，踏上了一场跨越时空的心灵之旅。三十年前，《八千里路云和月》节目凭借其开创性的视野，向世界真实地展现了中国大陆的风土民情，成为连接两岸人民情感的重要纽带。如今，节目以吴奇隆和邢傲伟的视角，重踏当年之路，于山川湖海间重温历史的足迹，在城市乡村中触摸时代的脉搏。希望通过他们的所见所闻，向海内外观众生动地呈现这片土地在过去三十年间所经历的惊人蜕变，从经济的繁荣到科技的飞跃，从文化的传承到社会的进步，每一个变化都凝聚着无数人的智慧与汗水，每一段故事都折射出时代的光辉。同时，沿着先辈的足迹，深入探寻中华民族共同的文化之根、精神之源，唤起两岸人民深藏于血脉中的民族情感共鸣，让这份跨越海峡的深厚情谊在新时代绽放更加灿烂的光芒，共同书写中华民族伟大复兴的壮丽篇章。"
    },
    "仨心友行": {
      "channel": "翡翠台",
      "title": "仨心友行",
      "desc": "陳敏之、高海寧、龔嘉欣、陳凱琳是圈中的好姊妹，這趟結伴出遊馬來西亞，盡情吃喝玩樂，體驗當地風土人情，展開難得的「閨密之旅」。 旅程當中，四位美女主持分別邀得好友黎諾懿、楊明、馬貫東同行，遊歷雪蘭莪、彭亨、登嘉樓、吉蘭丹、沙巴等地，走進榴槤園即開即吃新鮮貓山王；深入菜園採摘蔬菜、椰子；勇闖熱帶雨林探索美景，又參觀豪宅大屋，感受不一樣的大馬面貌。四位姊妹還會與嘉賓們真情對話，流露真我本性。"
    },
    "成人教科书": {
      "channel": "翡翠台",
      "title": "成人教科书",
      "desc": "《成人教科书》（英语：Lifecyclopedia）是由香港电视广播有限公司制作的教育资讯节目，由洪永城主持，本节目由香港时间2023年3月27日起，逢星期一至三22:30－23:05在翡翠台播放，由“及时雨信贷”呈献。  人生是一趟不斷學習的旅程，大家每天會遇到不同的問題，可會每一個都有標準答案？又可有一本教科書能幫助各位解決全部問題？在成長的歷程中，父母、老師以至整個社會，多會向我們灌輸一些「正確答案」，也令大家對不同事物逐漸形成了既定觀念，但這些觀念可會真的正確？揭開這本《成人教科書》，主持洪永城引領孩子面對各種校外體驗。節目圍繞「男女」、「生死」等人生課題，讓大家嘗試打破對不同事物的固有框架，藉探索領略答案。"
    },
    "老友记": {
      "channel": "翡翠台",
      "title": "老友记",
      "desc": "莫妮卡、钱德勒、瑞秋、菲比、乔伊和罗斯是彼此最好的朋友，一起走过十年岁月的点点滴滴。虽然老友们各有各的性格特点，也会有矛盾和争执，但对于彼此，他们永远\"be there for you\"。故事开始在Central Perk咖啡馆里，婚礼上落荒而逃的瑞秋闯进来寻找老同学莫妮卡。莫妮卡的哥哥刚刚离婚，而他从小暗恋的人正是这个落跑新娘瑞秋。瑞秋在莫妮卡家住了下来，决定真正的步入社会，于是在其他老友的帮助下她上路了，从二十多岁初入社会，到三十多岁成家立业，他们一走就是十年。十年间风风雨雨，在嬉笑怒骂中，在离别团聚中，他们向我们讲述着友情、爱情还有生活。"
    },
    "这十年幸福中国": {
      "channel": "翡翠台",
      "title": "这十年幸福中国",
      "desc": "翻开历史的书卷，回望千年的凝练，从古之华夏到今之崛起的中国，这是一段疾速飞跃的伟大历程，每个领域我们都努力推进，每一步我们都走得脚踏实地。在这里我们一起回首历史与古代先贤对话，立足当下共述新时代幸福生活。二十四位实力演员穿越历史时空，以24位历史人物，展开20段历史故事，铸就中华五千年文明丰碑。"
    },
    "唱钱": {
      "channel": "翡翠台",
      "title": "唱钱",
      "desc": "挑戰音域的極限、拍子的精準，全新互動音樂遊戲節目《唱錢》由森美、Eric Kwok、李茵彤任主持，以專業音準分析系統考驗參賽者。 九宮格代表九個難度等級，參賽者每當連成一線「過三關」，可選擇提款離場、繼續挑戰，甚至是最難的Monster關卡。一旦過關失敗，獎金即歸零！ 素人版獨自闖關，力爭最高十萬元獎金。明星版為觀眾謀福利，而觀眾參與直播間互動，狂撳Emoji為參賽歌手打氣，同時有機會贏取獎金、禮品。"
    },
    "多啦A梦": {
      "channel": "翡翠台",
      "title": "多啦A梦",
      "desc": "学习、体育全不擅长还饱受胖虎和小夫欺负的少年野比大雄在20世纪的日本过着平凡无聊的生活，这一天突然有意外的访客出现在大雄面前，对方是自称来自22世纪大雄孙子的孙子世修以及猫型智能机器人哆啦A梦。世修愁眉紧锁，似乎对这位曾祖父有着诸多的不满，他专门介绍了大雄的未来：进入社会的大雄求职失败，转而自己开公司当老板，可是由于不善经营导致公司破产，还背负了巨额债务。他的厄运直接影响到了也比家的子孙，为了扭转自己的命运，世修打算从源头着手，派哆啦A梦协助大雄改变命运。哆啦A梦被世修设定了“完成程序”，如果他不能顺利实现改变曾祖父命运的重任，就无法返回22世纪。百般不上进的大雄就这样和责任心十足却有着这样那样缺点的哆啦A梦生活在了一起。哆啦A梦那神奇的百宝袋可以变出各种各样令人咋舌的道具，它们帮助大雄解决了生活中大大小小的难题，当然在此期间由于大雄的滥用也惹来了不少的麻烦。两个好朋友携手并进，不知不觉间感情也变得好了起来。终于，对于大雄来说最重要的人生目标——和美丽女孩源静香结婚——在未来得以实现，废柴少年的糟糕命运彻底扭转，哆啦A梦圆满完成了他的使命，即将启程返回22世纪。只不过他和大雄之间的羁绊已经非常深了，纵使依依不舍，却仍然迎来告别的时刻。大雄该如何以一己之力实现他那来之不易的幸福未来呢？"
    },
    "食好D食平D": {
      "channel": "翡翠台",
      "title": "食好D食平D",
      "desc": "通脹飆升，衣食住行全部加價，但市民的薪金原地踏步。拿著有限的家用，又要家人吃得好，真是難為了媽媽。對此感同身受的肥媽，聯同陸浩明，帶觀眾走訪全港街市及食材店，務求為媽媽們找出既便宜又富營養的食材，並以簡單的方法「食平D」，烹調出各式各樣的佳餚美饌。\n\n節目更請來城中多名星級大廚，包括星級行政總廚張倩敏（Charmaine）、《大廚出馬》冠軍人馬陳國強，還有曾自設私房菜，亦出過烹飪書籍的余健志（Jacky Yu）等，教大家如何以最低的價錢，煮出多款最滋味的各國美食。"
    },
    "屁屁侦探": {
      "channel": "翡翠台",
      "title": "屁屁侦探",
      "desc": "本作改编自田中阳子和深泽将秀双人搭档所创作的绘本，以可爱的大头屁股侦探，与搭档小狗布朗一起，通过犯罪现场的一系列蛛丝马迹，推理追踪犯人的故事……"
    },
    "灼热卡巴迪": {
      "channel": "翡翠台",
      "title": "灼热卡巴迪",
      "desc": "灼热卡巴迪动画全集改编自武藏野创创作的同名漫画作品，于2020年7月7日宣布了动画化的消息。该片由TMS Entertainment负责制作，于2021年4月播出。宵越龙哉曾经是人称“不倒的宵越”的足球名将，但他在升入高中后就和运动断绝了关系。 此时，某个运动社团向他发出了邀请。这项竞技，是通过和同伴合作将侵入领域的敌方捕获并牵制住以获得胜利…… 简单来说就是一项“奔跑的格斗技”。 这项竞技的名称是……卡巴迪！！"
    },
    "寻秦记": {
      "channel": "翡翠台",
      "title": "寻秦记",
      "desc": "2030年，香港诸多现代物被抽取到秦朝，抽送中的生命体更是因此灰飞烟灭。拯救行动迫在眉睫，项少龙带领众人孤注一掷。秦王的欲望，家人的安危，是离开还是留下，都将在这秘境之地寻找答案。"
    }
  },
  "明珠台": {
    "金融行情": {
      "channel": "明珠台",
      "title": "金融行情",
      "desc": "讲述的是关于年轻员工们如何陷入高风险金融世界的故事。在这里，曾经的金融精英们尽显华丽服饰背后的创伤与压力。精彩的商战，快节奏的职场较量。  还记得2009年，美国第四大投资银行雷曼兄弟公司申请破产，信贷紧缩，市场信心恶化。资本市场中的各方动作是越来越迷，还是日渐透明？《继承之战》后 ，又一商战大剧——《金融围城》，故事从五位刚刚毕业的年轻人迈进伦敦著名金融机构那一刻开始。"
    },
    "芝麻街": {
      "channel": "明珠台",
      "title": "芝麻街",
      "desc": "根据国外媒体报道，好莱坞女星安妮·海瑟薇有望出演华纳兄弟真人版芝麻街大电影。据悉，华纳兄弟公司已经向安妮·海瑟薇抛出橄榄枝，希望她能够主演这部影片。"
    },
    "花生动画": {
      "channel": "明珠台",
      "title": "花生动画",
      "desc": "还记得那部风靡全球的传奇连环漫画吗？现在它再次搬到荧幕上变得生动起来啦！《花生动画》以全新的风格为您呈现查理·布朗及其小伙伴的复古魅力和经典故事，敬请加入想象力丰富、极度自信以及世界闻名的比格犬史努比的冒险世界吧！"
    },
    "奇趣特工": {
      "channel": "明珠台",
      "title": "奇趣特工",
      "desc": "故事承接《奇趣特工队》系列动画第二季。凯奇、闪电猫、艾尔、嘟嘟公主，四名超能小英雄组成的奇趣特工队一如既往保护着小镇和平。然而一天，来自未来的少女青青突然出现，并向特工们传达了一件紧急状况。一名未来世界的坏蛋柠檬博士，企图穿越时空捣乱破坏所有关键时刻。\\n为了保护世界，奇趣特工队义不容辞。他们化身超时空奇兵，乘上时空飞船，一起出发回到不同地域不同时代的过去，并和各个时代的伟人名人并肩合作，展开了一场了解过去，守护过去，拯救过去的时空大作战。"
    }
  },
  "凤凰卫视中文台": {
    "失落迷城": {
      "channel": "凤凰卫视中文台",
      "title": "失落迷城",
      "desc": "1958年的哈瓦纳对许多人来说是个天堂，然而当地居民却对极权统治者感到不满，当\"切格瓦拉\"等人所率领的革命声浪延烧到了这里，一间当地夜总会的老板菲哥即将面临家破人亡妻离子散的危机，这场革命改变了一切，传统典雅文化也付之ㄧ炬，人群潮来潮往，只剩下他最爱的古巴音乐活在他的心底。"
    },
    "别有洞天": {
      "channel": "凤凰卫视中文台",
      "title": "别有洞天",
      "desc": "因为一双运动鞋，斯坦利（Allan Kolman 饰）被关进了德克萨斯州的拘留所之中，尽管斯坦利实则无辜，但他祖上遗留下来的坏运气让他毫无疑问地遭受到了并不公正的审判。为了逃脱牢狱之灾，斯坦利选择了前往德州绿湖营进行劳动改造，然而，着却正是他噩梦的开始。 绿湖营位于一片茫茫的沙漠之中，这里的管理员将来这里劳动改造的孩子们视为奴隶，处处苛责刁难，甚至布置了一个看似毫无意义的任务——在已经干涸的河床上挖洞。很快，斯坦利便开始怀疑，管理员的这一要求背后隐藏着某些不可告人的秘密，一批传说中埋在河床里的宝藏随之浮出了水面，而这批宝藏和斯坦利的家族亦有着千丝万缕的关联。"
    }
  },
  "武术世界": {
    "天天养生": {
      "channel": "武术世界",
      "title": "天天养生",
      "desc": "长公主秦瑶光因为听信女配的谎言，误以为驸马送回来的孩子是外室所生，于是虐待磋磨三个孩子。男主也战死沙场。现代21世纪少女看完小说穿书成为秦瑶光，为了不重蹈覆辙，发誓要好好养育孩子，惩治女配。"
    },
    "古兵器大揭秘": {
      "channel": "武术世界",
      "title": "古兵器大揭秘",
      "desc": "该片采用人物采访、数字动画、特技摄影、情景再现、实证等拍摄手法，以质疑的态度作为核心，在严谨的科学复制和实证过程中来揭示古兵器的秘密，展示古人的勇敢和智慧。"
    }
  },
  "爱上4K测试体验": {
    "被解救的姜戈": {
      "channel": "爱上4K测试体验",
      "title": "被解救的姜戈",
      "desc": "1858年，美国南北战争前两年。德国赏金猎人金·舒尔茨（克里斯托弗·瓦尔兹 Christoph Waltz饰）从贩奴商人手中买下黑奴姜戈（杰米·福克斯 Jamie Foxx饰），让其重获自由。舒尔茨实则是要把姜戈培养成无法无天的赏金猎人，为其缉拿各种通缉犯以换取报酬。姜戈的唯一条件是：从暴虐的糖果庄园主卡尔文·坎迪（莱昂纳多·迪卡普里奥 Leonardo DiCaprio饰）手中解救出自己的妻子布鲁姆希尔达（凯丽·华盛顿 Kerry Washington饰）。"
    },
    "生死狙击": {
      "channel": "爱上4K测试体验",
      "title": "生死狙击",
      "desc": "在美国军队中服役多年，且在战场上有过优异表现的狙击手鲍勃·李·斯瓦格（马克·沃尔伯格）在执行某次任务中，完成任务后被所在部队的军官抛弃，导致其观察员兼好友的队友牺牲，这位前陆战队优秀的狙击手(在复仇后)心灰意冷。于是，斯瓦格在坚持到退伍之后便带着自己那条忠实的爱犬一同来到了偏僻的阿肯色州。开始过上自己向往已久的平静日子。然而，斯瓦格幸福的宁静生活并未持续多久，便被无情地打破了。一个不明真身的上校带着一队人找上门来。希望，凭借他多年的狙击经验，在总统举行街头演讲的时候出手相助，在暗处为总统担任保镖。因为，政府方面此前收到消息称有恐怖分子或者杀手将会有所行动，对总统的人身安全不利。具有极强爱国主义精神的斯瓦格经不起这名上校地“真情”劝说，便应允接受了这一任务。到了总统演讲那天，斯瓦格站在演讲台对面的大楼里监视着。突然间，身后的警察突然对他开始攻击，同时总统的身边的埃塞俄比亚大主教中枪倒地。可怜的斯瓦格就这样稀里糊涂地被当作刺杀总统的疑犯通缉。还好斯瓦格身手敏捷，身中两枪跌出窗外，凭借着之前自己在地形观察时得到的对当地（费城）街道的粗略了解，斯瓦格逃离现场。仔细的思考过后，斯瓦格方才清醒，原来自己从一开始便被人陷害成替罪羊。于是，斯瓦格拼命展开调查，追逐真凶，亲手为自己洗脱罪责。"
    },
    "房车之旅": {
      "channel": "爱上4K测试体验",
      "title": "房车之旅",
      "desc": "鲍勃（罗宾·威廉斯 Robin Williams 饰）都快50岁了，事业面临着挑战，家庭面临着危机。本来他打算在百忙之中抽出时间陪家人展开一次夏威夷之旅，以改善糟糕的家庭关系；无奈又放不下公司业务，因为一个名牌大学MBA的公司新人给他带来了严重的威胁，如果不拼了老命工作，饭碗随时不保。用心良苦的老爹，只好临时想了一个折中办法：取消夏威夷之行，全家租来一个流动房车，前往他的出差地的城市附近，来一次野营活动。一边是忙碌繁琐的工作，一边是盼望着有个美好旅途的家庭，鲍勃得有一流的周旋功夫，不仅顾全大局而且两面讨好。问题是老爹又不是超人，应付起来自然力不从心，笑料百出。 ©豆瓣"
    },
    "四兄弟": {
      "channel": "爱上4K测试体验",
      "title": "四兄弟",
      "desc": "影片以母亲的遇害为起因，讲述了特殊构成家庭里的四兄弟其心协力与黑暗势力作者针锋相对、你死我活的斗争。影片出了饱含黑色暴力元素之外，也相应地加入了“调剂”用的轻喜剧成分，事实上，这也是辛格尔顿的特色之一。除了影片最具亮点的“黑白抗争”、“黑打黑”的动作戏之外，最能打动人的要属影片给人的真实感受。被收养的不同肤色的孩子们在同一个大家庭里过着幸福的生活，怎不令人羡慕、令人动容。而善良老母的被害、与四兄弟愤然掀起复仇狂潮的情节更是激起了所有热血男儿的心潮。另外，影片中，经常萦绕耳边的动感黑人音乐也无形中增加着影片的吸引力。"
    },
    "速成家庭": {
      "channel": "爱上4K测试体验",
      "title": "速成家庭",
      "desc": "故事从皮特和埃莉决定组建一个家庭开始，他们希望收养一个小孩，但当他们遇到三个兄弟姐妹时，他们发现自己孩子的数量一夜之间从零到三。故事将聚焦在一对夫妇和他们三个领养的孩子间展开。悲催的是，这三个刚被领养的孩子好像对自己的新父母，并不感兴趣。"
    },
    "爱探险的朵拉消失的黄金城": {
      "channel": "爱上4K测试体验",
      "title": "爱探险的朵拉消失的黄金城",
      "desc": "朵拉和父母一直生活在丛林中，直到有天她的父母决定去寻找传说中失落的黄金城，而朵拉则被迫回到都市，与表哥迭戈一家人同住，开始了一段哭笑不得的高中生活。  　　在一次学校组织的参观活动中，朵拉和朋友们被神秘人士绑架，他们被带到了丛林深处。回到丛林的朵拉，展现出了比其他人更强的生存能力。她带领着小猴布茨，表哥迭戈，神秘的丛林专家和一群毫无野外经验的朋友们开始了一段惊险的冒险旅程。他们不光要在变幻莫测的丛林中生存下来，更要从坏人手中救出朵拉的父母，破解黄金城的秘密。"
    },
    "半熟男女": {
      "channel": "爱上4K测试体验",
      "title": "半熟男女",
      "desc": "《半熟男女》讲述了当下年轻人在寻爱寻己的都市生活中，无惧跌倒和失败，最终收获不同成长的故事。"
    },
    "变形金刚超能勇士崛起": {
      "channel": "爱上4K测试体验",
      "title": "变形金刚超能勇士崛起",
      "desc": "终极反派宇宙大帝从天而降，驱使以天灾为首的恐惧兽掀起地球危机。绝境之中，蛰伏许久的巨无霸终觉醒，联合汽车人变形出发，一场前所未有的决战即将上演。"
    },
    "天降美食": {
      "channel": "爱上4K测试体验",
      "title": "天降美食",
      "desc": "在不久的将来，地球上的居民日益增多，而吃饭问题就成了全球面临的当务之急。从小就热爱发明，折腾出各种稀奇古怪东西的科学家弗林特·洛克伍德 最近一直在致力于解决这个问题，不过他的研究途径可和其他科学家不那么一样，他认为要解决所有人类的吃饭问题，有一个办法是最有效的：让食物像雨雪一样，直接从天上落下来，送到每家每户的门口！当然，对于这么无稽的事情，弗林特没少遭到白眼和嘲笑，大家都以为他疯了。但是弗林特总是觉得，自己的这个念头很靠谱，于是，他孜孜不倦的研究着如何让美食从天而降。眼瞅着过去勤奋上进的科学家变成现在这个偏执狂，他的好朋友，美艳傲慢又颇具智慧的小镇天气预报员萨姆·斯帕克斯 也感到相当头疼，她总是希望帮助弗林特摆脱掉这么不切实际的念头。不过，谁都没有想到，弗林特居然成功了！彩色的云朵载着无数美食飞来--肉丸子、烤乳猪、汉堡、意大利面、冰激凌还有更多数也数不过来的美食。斯帕克斯终于明白了，弗林特做的事并不是天方夜谭，而她也加入了弗林特的美食计划当中。不过，事情渐渐的开始失控，因为美食不停地掉下来，不但吃不完，连大家出行都有了困难，弗林特必须想办法让这件大好事不至于变成一桩灾难……"
    },
    "变形金刚5最后的骑士": {
      "channel": "爱上4K测试体验",
      "title": "变形金刚5最后的骑士",
      "desc": "擎天柱离开地球去寻找他的创造者，群龙无首，混沌当道，越来越多的汽车人和霸天虎来到地球，地球陷入毁灭危机，同时变形金刚在地球上被列为非法的存在，世界上成立了一种新的准军事部队。前海豹突击队成员威廉·伦诺克斯（ 乔什·杜哈明饰）成为了政府军组建的TRF中的一员，负责绞杀地球上的汽车人——不论好坏。发明家凯德·伊格尔（马克·沃尔伯格饰）帮助汽车人，他在一个垃圾场看管着一群幸存的汽车人。与此同时，擎天柱回到自己的母星赛博坦，发现曾经的家园已经面目全非，创造擎天柱的女神昆塔莎（嘉玛·陈饰）指示他，只有将地球的力量吸入赛博坦，母星赛博坦才有可能存活。受到黑化的擎天柱回到地球，誓死与地球为敌，要毁灭地球。拯救世界的责任落在了由凯德为首的非同寻常的队伍身上，大黄蜂、英国爵士（安东尼·霍普金斯饰）、牛津大学教授（劳拉·哈德克饰），一场史诗浩劫彻底将地球变成了战场……"
    },
    "疯狂外星人": {
      "channel": "爱上4K测试体验",
      "title": "疯狂外星人",
      "desc": "远在宇宙另一端的波波星人因为不堪忍受瓜星人的侵掠，于是举族远迁，将蔚蓝的地球视为他们新的定居点。在颟顸的领袖的指挥下，波波星人将人类驱逐到澳大利亚一处专门修建的定居点，还美其名曰与人类和平共处。绰号“小费”的女孩格莱图蒂•图奇是城市中唯一的落网者，她思念被抓走的母亲，于是带着爱猫驱车寻找母亲的下落。半路上小费遭遇了一名波波星人小欧，小欧是一个令同族人唯恐避之不及的麻烦所在，他不久前用手中的仪器发送了乔迁派对的邀请，谁知其中一条群发给了瓜星人，他由此被同类视作叛徒遭到追捕。  类似的遭遇让小费和小欧坐上同一辆车，他们由此踏上惊险的旅程，期间则得知瓜星人追逐波波星人的原因……"
    }
  },
  "凤凰卫视香港台": {
    "别有洞天": {
      "channel": "凤凰卫视香港台",
      "title": "别有洞天",
      "desc": "因为一双运动鞋，斯坦利（Allan Kolman 饰）被关进了德克萨斯州的拘留所之中，尽管斯坦利实则无辜，但他祖上遗留下来的坏运气让他毫无疑问地遭受到了并不公正的审判。为了逃脱牢狱之灾，斯坦利选择了前往德州绿湖营进行劳动改造，然而，着却正是他噩梦的开始。 绿湖营位于一片茫茫的沙漠之中，这里的管理员将来这里劳动改造的孩子们视为奴隶，处处苛责刁难，甚至布置了一个看似毫无意义的任务——在已经干涸的河床上挖洞。很快，斯坦利便开始怀疑，管理员的这一要求背后隐藏着某些不可告人的秘密，一批传说中埋在河床里的宝藏随之浮出了水面，而这批宝藏和斯坦利的家族亦有着千丝万缕的关联。"
    },
    "湾区升明月2025大湾区电影音乐晚会": {
      "channel": "凤凰卫视香港台",
      "title": "湾区升明月2025大湾区电影音乐晚会",
      "desc": "《“湾区升明月”2025大湾区电影音乐晚会》是由中央宣传部电影卫星频道节目中心、澳门特别行政区政府文化局、紫荆文化集团、凤凰卫视主办，蓝羽、叶童、苏有朋、田川、刘乃奇共同主持，蔡琴、陈楚生、陈德容、陈丽君、陈奕橦、成方圆、成龙、周深等担任表演嘉宾的音乐晚会，于2025年9月28日在中央宣传部电影卫星频道及全网平台播出。"
    }
  },
  "山东少儿": {
    "哪吒传奇": {
      "channel": "山东少儿",
      "title": "哪吒传奇",
      "desc": "大魔头石矶潜伏千年，伺机向正义力量反扑，她帮助残暴的纣王镇压天下的民众。正义力量期待着一个英雄的诞生，而石矶为了自己的阴谋 ，开始不断指使她的爪牙申公豹除掉哪吒。哪吒尚未出生，就不断遭遇危险，出生后，更是在一种异乎寻常的环境中奇迹般地成长起来。但是，在父母兄弟的身边，他一直都很快乐。"
    },
    "丝路": {
      "channel": "山东少儿",
      "title": "丝路",
      "desc": "唐代河西走廊大风将波斯商人伊努思的商队卷入风沙中，中国画工神笔张和女儿英娘及时救了他。告别后，英娘匪首窦虎所劫，被迫学艺，成为一个歌舞艺人。女儿的舞姿激发了神笔张的灵感，给出敦煌珍品《反弹琵琶伎乐天》，伊努思也为之惊叹。官吏来抢走英娘，父亲让伊努思带女儿逃到国外，市令将神笔张囚禁。可河西节度使看到珍品时下令释放神笔张。3年后，伊努思商队和英娘一起返国，神笔张发现有人要害商队，马上报信而受重伤，英娘发誓为父报仇，借跳舞之机直指仇人，节度使了解了情况，下令除奸人。  丝路花雨是甘肃敦煌艺术剧院取材于敦煌莫高窟壁画艺术，博采各地民间歌舞之长，创作的大型民族舞剧。《丝》剧是首创于1979年，被新闻媒介赞誉为“活的敦煌壁画，美的艺术享受”，“此舞只应天上有，人间难得看几回”，《丝》“为中国舞蹈剧开辟了新路”。 此后多年，此剧在全国各地久演不衰，所到之处盛况空前，期间还先后到中国香港等地区以及朝鲜、日本、意大利、泰国、法国、拉脱维亚等国家，至今已演出了1800多场，成为东方艺术的奇葩，并被作为20世纪中国舞蹈经典剧之作，载入中华民族艺术史册。"
    },
    "熊出没之丛林总动员": {
      "channel": "山东少儿",
      "title": "熊出没之丛林总动员",
      "desc": "熊出没之丛林总动员是TV动画《熊出没》第三部，又译《熊出没之重返丛林》、《熊出没3》，动画片熊出没之丛林总动员讲述的是熊大熊二周游世界后重新回到丛林，再次见到丛林的朋友们。\n\n　　熊大是熊兄弟的主心骨，聪明机智，善于随机应变；熊二性格憨直，做事冲动，但力大无穷。两熊最大的敌人光头强，是个身材矮小，盗砍盗伐的伐木工。\n\n　　光头强追着两熊也来到丛林，再次成为伐木工，在已经规划为自然保护区的丛林里盗砍盗伐树木。为了阻止光头强破坏森林，以熊大熊二为首的丛林动物们和光头强再次展开一幕幕搞笑的较量。"
    }
  },
  "TVB星河": {
    "金玉满堂": {
      "channel": "TVB星河",
      "title": "金玉满堂",
      "desc": "赵港生（张国荣饰）因厌烦黑社会生活，欲金盆洗手后去加拿大追寻偶像山口百惠，而他选择的移民途径竟是——参加加拿大酒店的厨师考试，丝毫不懂厨艺的他最终因作弊暴露而惨败。 某日，赵港生在酒楼遇见了厨艺大师龙昆宝（赵文卓饰），龙昆宝指点他去找自己的旧识满汉楼的欧老板（罗家英饰）学习，不想欧老板竟对他百般刁难，最终将其扫地出门。其间，港生和欧老板的女儿嘉惠（袁咏仪饰）倒是在不经意间擦出了花火。 欧老板师承中国著名大宴满汉全席之赵派，某日，牛派的继承人黄荣找上门来挑战，后来又使诡计挖走了他手下的所有师傅。这时，唯有港生挺身而出，和嘉惠一起寻找会做满汉全席的高人，那就是五年前莫名隐退厨艺界的廖杰（钟镇涛饰）。"
    },
    "黄金万両": {
      "channel": "TVB星河",
      "title": "黄金万両",
      "desc": "万家拉面传承至下一代，三兄弟万帅（曹永廉 饰）、万年（黄子恒 饰）与万世（马贯东 饰）皆得父亲真传，却各自开设面店，在同一条街上形成恶性竞争。三人的妻子龙九（麦美恩 饰）、霍小玉（朱智贤 饰）、金枝（江嘉敏 饰）护夫心切，经常发生口角，让家庭关系日趋紧张。母亲万紫千红（薛家燕 饰）面对三子争执，虽感为难却未加干预。\n\n　　年廿八，已故丈夫入梦，指出兄弟阋墙之弊，嘱托千红拨乱反正。于是，千红借用先祖曾获御赐“金大碗”的家族传说，以决定“金大碗”归属为由，要求三房子孙从年初一至初七搬回老家共度新年。她假意观察各房表现以作裁决，实则希望借助新年期间的各项传统习俗与共处时光，让一家人放下成见，重新学习团结与体谅。在一片欢笑与磕碰中，三兄弟及其家眷能否领悟亲情比黄金更珍贵的道理，迎来真正的“黄金万两”？"
    },
    "大步走": {
      "channel": "TVB星河",
      "title": "大步走",
      "desc": "本剧以“跑步”为明线，贯穿起一群背景各异的人物，讲述他们通过运动走出人生困境、学会“断舍离”并重建关系的励志故事。\n\n网媒编辑何家欣（姚子羚 饰）为挖掘丑闻，奉命接近“竞风田径社”，由此结识了背负过往憾事、习惯与人保持距离的跑步教练袁力（陈山聪 饰）。两人从最初互相试探，到逐渐理解，关系悄然拉近。与此同时，富商郭皇普（蒋志光 饰）的女儿郭贝儿（刘颖镟 饰）带着特殊目的加入竞风社，皇普也成为社团赞助人，与袁力摩擦不断。\n\n袁力的好友黎舜梵（张达伦 饰）因患病而自暴自弃，袁力受托照顾其子麦宇笙（杨凯博 饰），并帮助舜梵重拾斗志。这段经历也促使袁力反思自我，决心直面心结，重新站回跑道。众人因跑步而相聚，在汗水与泪水中，他们学习放下负担、清理“情感垃圾”，共同踏出人生新一步。"
    },
    "寻秦记": {
      "channel": "TVB星河",
      "title": "寻秦记",
      "desc": "2030年，香港诸多现代物被抽取到秦朝，抽送中的生命体更是因此灰飞烟灭。拯救行动迫在眉睫，项少龙带领众人孤注一掷。秦王的欲望，家人的安危，是离开还是留下，都将在这秘境之地寻找答案。"
    },
    "茶是故乡浓": {
      "channel": "TVB星河",
      "title": "茶是故乡浓",
      "desc": "本剧以中国茶文化为背景，讲述了一代茶人的爱恨情仇与命运起伏。\n\n“方家茶”曾名噪一时，却因被人陷害而家道中落。后人方有为（林家栋 饰）与好友锺汉牛（麦长青 饰）、石永春（李家声 饰）情同手足，一同在宋家大茶园工作。有为心中惦念初恋苏曼乔（杨婉仪 饰），却又与率真泼辣的山地姑娘盘妹雅（张可颐 饰）在误会中互生情愫。然而，锺汉牛对妹雅痴心一片，有为出于兄弟义气，只得隐藏感情，竭力撮合二人。\n\n妹雅在成亲当日抗婚，表白所爱乃方有为，导致兄弟间产生裂痕。锺汉牛深受刺激，转而一心经营事业，并在石永春的挑拨下，认定有为夺爱兼在事业上与自己为敌。为求压倒有为，汉牛不惜入赘宋家，娶了暗恋自己的大小姐宋霜华（苏玉华 饰）为妻，兄弟彻底反目。\n\n有为与妹雅历经磨难终成眷属，而初恋曼乔的再次出现，又让有为陷入情感纠葛。在茶场的事业竞争中，方有为凭借诚信与匠心，逐渐重振“方家茶”的声威，同时也与锺汉牛展开了一场关于茶道、商道与人心的漫长较量。最终，在茶香的涤荡下，众人能否解开恩怨，找回初心？"
    },
    "我们的天空": {
      "channel": "TVB星河",
      "title": "我们的天空",
      "desc": "《我们的天空》共分为12个剧集单元，讲述12个不同的主题，反映香港近期面对的社会问题，包括教育、房屋、网络文化等。  　　剧集故事围绕高家五口的日常生活，讲述热爱中国传统文化的退休校长高八斗（于洋饰），注重家庭伦理，深受各人尊重，但也有点“老学究”气质。其大儿子高可攀（胡诺言饰）新闻系毕业，任职杂志编辑，喜欢事事寻根究底，在民生议题上，偶尔会与父亲立场不同，各执己见；不过高八斗与相差40岁的女儿高可人却有严重代沟，难以赶上网络时代的瞬息万变，幸好儿媳董爱晴（姚子羚饰）持家有道，办事井井有条，相夫教子从不失职。而小儿子日渐长大，面临升中选校问题突然挑动了各人的神经线，从中揭示了一连串当今香港人高度关注的社会问题，每集内容均贴近社会真实。高八斗、高可攀、董爱晴及高可人分别代表了老、中、青三代香港人，诉说各自的价值观。其中，已经演过不少妈妈角色的姚子羚，此次出演..."
    },
    "爱上我的衰神": {
      "channel": "TVB星河",
      "title": "爱上我的衰神",
      "desc": "“衰神”，让你诸事不顺、头头碰着黑。潘小渝是陈北河的“衰神”，每天向河派发毒运，却日渐同情河，不解他何以过着不幸的人生。所谓事出必有因，渝成为河的“衰神”并非偶然……"
    },
    "Click入黄金屋": {
      "channel": "TVB星河",
      "title": "Click入黄金屋",
      "desc": "本剧以“书”为纽带，讲述了一个香港传统家庭中两代人对理想、亲情与事业的坚守与选择。\n\n方学文（秦沛 饰）是旧式书店的老臣子，对书籍有着深厚感情，与妻子颜如玉（韩马利 饰）因书结缘。他的大儿子方心明（黎耀祥 饰）为帮补家计，放弃升学远赴毛里求斯打工，资助弟弟心正（孙耀威 饰）赴美留学。十多年后，心明返港成为一名普通保安，而心正则学成归来，成为炙手可热的网络保安工程师。\n\n尽管两兄弟社会地位与收入悬殊，但亲情从未改变。父亲方学文为给大儿子更好的前途，毅然倾尽积蓄盘下一间即将结业的旧书店，希望心明接手。这个决定让心明从最初的不适应，到逐渐在书海中找到人生新方向，实现了父子两代人在精神上的传承。\n\n与此同时，事业有成的方心正却陷入感情困境，在回归的旧爱婉仪（杨思琦 饰）与投契的新同事希敏（杨秀惠 饰）之间难以抉择。方家小女儿心美（何天儿 饰）则代表了沉迷网络的年轻一代，引发了诸多家庭趣事与风波。全剧透过方家的喜怒哀乐，温情呈现了在数字时代背景下，传统价值观与亲情纽带的珍贵。"
    },
    "千谎百计": {
      "channel": "TVB星河",
      "title": "千谎百计",
      "desc": "聚焦人称“人肉测谎仪”的前任警察，一位通过解读面部表情和肢体语言测谎的专家。他与一位女性临床心理学家合作，经营一家私人机构，提供私人调査和破案业务。"
    }
  },
  "ViuTV": {
    "早晨新闻": {
      "channel": "ViuTV",
      "title": "早晨新闻",
      "desc": "让我们揭开帷幕，聚焦每晨陪伴大众迎接新一天的新闻主播，走近早间新闻节目的台前幕后！剧集由詹妮弗·安妮斯顿、瑞茜·威瑟斯彭和史蒂夫·卡瑞尔领衔主演，以大胆直接的拍摄手法透视当代职场百态。"
    },
    "光之美少女偶像与你": {
      "channel": "ViuTV",
      "title": "光之美少女偶像与你",
      "desc": "「You and Idol光之美少女♪」将于宇宙第一的偶像祭进行演出！\r 不可思议的岛屿中隐藏的秘密究竟是…？\r 有一天，小歌她们受到珊瑚妖精·豆豆的邀请，在被称为爱爱岛的神秘岛屿上举办的“超级奇迹偶像祭”上演出决定！\r 在非常大的会场中，机器人以及动物等，形形色色的偶像们～齐聚一堂♪\r 宇宙第一的偶像祭本该开演…？但突然，神秘怪物出现，爱爱岛与世界瞬间陷入危机…\r 更糟糕的是！大家竟然穿越回到了过去？！\r 拯救危机的关键，藏于岛屿女神的传说中，更与岛上邂逅的讨厌偶像的神秘少女·泰拉息息相关…？\r 紧接着！在爱爱岛上，Wonderful光之美少女！和开阔天空！光之美少女也匆匆赶到!\r 一起上吧！载歌载舞粉丝服务，为你献上闪耀舞台马上开始！"
    },
    "僵尸100～在成为僵尸前要做的100件事～": {
      "channel": "ViuTV",
      "title": "僵尸100～在成为僵尸前要做的100件事～",
      "desc": "剧情讲述的是男主原是一个有梦想的热血青年，经过在黑心企业公司工作的三年时间，早已被折磨成身心疲惫不堪的发条人，失去生存的目标。然而，有一天早晨，男主去管理处交停车费时，发现整个城市充满着僵尸，就连一见钟情默默暗恋着的上司凰姐也惨变僵尸，接着就开启了这个因为丧尸反而重获新生的男人故事。"
    },
    "爆旋陀螺X": {
      "channel": "ViuTV",
      "title": "爆旋陀螺X",
      "desc": "极限时刻即将到来！一名业余陀螺手和一名神秘前冠军组队，一起朝着X塔之巅挺进。"
    },
    "菲梦少女": {
      "channel": "ViuTV",
      "title": "菲梦少女",
      "desc": "本剧讲述了少女乔可星进入世界一流的偶像学校——菲梦学院，与队友宋诗语、杨松儿结成组合美乐蒂，共同训练，历经考验，共同成长，最终实现梦想的故事。通过艰苦的体能测试、意外频出的广告拍摄、竞争激烈的最终选拔测试等种种难关之后，美乐蒂逐渐成长为可以独当一面的偶像组合，正式向真正的偶像出发。全剧以菲梦学院为主要舞台，塑造了一个个为了梦想努力拼搏的鲜活少女形象，并通过她们的奋斗经历向观众传达了迎难而上、永不放弃、勇往直前、积极向上的正能量。"
    },
    "无敌鹿战队": {
      "channel": "ViuTV",
      "title": "无敌鹿战队",
      "desc": "讲述了四只可爱又勇敢的小鹿，不断冒险、化解危机的故事。小鹿们生活在美丽的“中央森林”，这里是他们的家，也是他们守护的地方。森林周围逐渐发展起来一座科技城市“铂金城”，这里充斥着各种新技术和新发明，各种新鲜事物正在潜移默化的影响和改变着人类和动物们的生活。四只小鹿拥有大自然赋予的超能力量，他们会运用自己的智慧和能力帮助动物们和城市居民。每当混乱或危机发生，就是鹿战队出发的时刻！"
    },
    "2025年度叱咤乐坛流行榜颁奖典礼": {
      "channel": "ViuTV",
      "title": "2025年度叱咤乐坛流行榜颁奖典礼",
      "desc": "2025年度叱咤乐坛流行榜颁奖典礼是由香港商业电台举办的香港音乐颁奖典礼，典礼于2026年1月1日晚上7时正假亚洲国际博览馆一号展馆举行。本届颁奖典礼的主题为“难先要你做”。"
    }
  }
}