{
  "CCTV1": {
    "中国诗词大会": {
      "channel": "CCTV1",
      "title": "中国诗词大会",
      "desc": "从古老的“关关雎鸠，在河之洲”，到“老骥伏枥，志在千里”，从“春江潮水连海平，海上明月共潮生”到“明月几时有，把酒问青天”。历朝历代有名无名的诗人们留下了灿若星河且脍炙人口的美丽诗篇。诗歌是情感的高度凝缩，是文字的锤炼萃华，我们在诗歌的浸润下感受着文字和韵律之美，让古老而醇香的文化深深积淀在彼此的灵魂最深处。虽然有过曲折，令匆忙的现代人一曾忘记诗词的翩然和优雅，而今我们则重拾埋在尘土中的宝藏，欣赏感受它那千百年不曾褪去的光辉。继《中国汉字听写大会》《中国成语大会》《中国谜语大会》之后，中央电视台再度打造这档文化益智节目，引领我们去品味、咀嚼着诗词之美。"
    }
  },
  "山东卫视": {
    "纪录片": {
      "channel": "山东卫视",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "琉璃奇缘": {
      "channel": "山东卫视",
      "title": "琉璃奇缘",
      "desc": "淄城琉璃行会长张福海因技艺传承引发弟子宋凯的背叛与阴谋，在家族秘密与世代恩怨中展开较量，最终揭开真相迎来和解；同时，跨国琉璃情缘得以重圆，新一代宋凯肩负起创新与传承的使命。"
    },
    "微短剧": {
      "channel": "山东卫视",
      "title": "微短剧",
      "desc": "讲述奥莉薇亚，斯蒂芬妮，艾玛，米娅和安德里亚生活中的小故事。"
    },
    "大染坊": {
      "channel": "山东卫视",
      "title": "大染坊",
      "desc": "《大染坊》由王文杰执导，由陈杰任编剧，由侯勇、孙俪、萨日娜、高明、何伟、周野芒、罗钢、王奎荣、王思懿等人主演。该剧由山东电影电视剧制作中心出品，于2002年11月11日在上海影视乐园开机，2003年10月9日在CCTV1综合频道首播。\n\n该剧讲述了清末民初山东周村一个名叫陈寿亭的讨饭少年胸怀大志，被周村通和染坊周掌柜收为义子后苦学染布手艺。十年苦心经营后与人共同创办大华染厂踏上了工业印染之路，终使大华染厂发展成为青岛第二大印染厂。在第24届“飞天奖”荣获四大奖项，分别为优秀男演员奖，优秀摄像、照明、美术等奖项。"
    }
  },
  "CCTV2": {
    "傲椒的湘菜": {
      "channel": "CCTV2",
      "title": "傲椒的湘菜",
      "desc": "《傲椒的湘菜》是一档由湖南广播电视台、时代华影联合出品，湖南时代华影文化传媒有限公司独立制作的美食人文类纪录片，以湖湘为源点，以世界作维度记录地域美食，通过美食反映湖南饮食文化和风土人情，通过人物故事反映中国人的生存状态和时代语境。"
    },
    "祁连山国家公园": {
      "channel": "CCTV2",
      "title": "祁连山国家公园",
      "desc": "本片通过祁连山野生动物的故事，展示了祁连山完整的生物链，彰显出祁连山的中国生态屏障地位。片中通过黑颈鹤和斑头雁的领地争夺、求偶、孵化、小黑颈鹤和小斑头雁的生存故事，展示高原湿地这一候鸟的天堂，展现了纵纹腹小鸮和大鵟这两种留鸟的孵化和生存状况。"
    },
    "万物滋养": {
      "channel": "CCTV2",
      "title": "万物滋养",
      "desc": "《万物滋养》系列纪录片选取国内六种典型环境（海洋、江河、丛林、田野、高山、草原）中具有代表性的滋补性食材，以它们为主角来构建本系列片内容。第一季用镜头向观众展示中国的自然之美和风物之美，展现中国人特有的滋补哲学和滋补智慧，带领观众进入食材的原产地，探寻种植人与滋补食材之间的动人故事。"
    },
    "圈粉食刻": {
      "channel": "CCTV2",
      "title": "圈粉食刻",
      "desc": "《圈粉食刻》是首部以系列片形式记录梳理广西米粉的美食纪录片。说起米粉，最当红的莫过于螺蛳粉。然而在它的家乡广西，螺蛳粉短短四十年历史只能算是小字辈。在这片米粉的热土上，十里不同音，百里不同“粉”，每一种粉都有它的忠实拥趸，背后则是水土与人的羁绊和牵连。这一次，纪录片《圈粉食刻》第一季在广西探访，带你认识米粉，认识这里的人们。在这部作品中你是否能与最爱的米粉邂逅？能否刷新对米粉的认知？笑和泪又将献给哪一段故事？哪个镜头会让你开始一段旅程？相信一切都是最好的安排。"
    },
    "万物之生": {
      "channel": "CCTV2",
      "title": "万物之生",
      "desc": "天地间，万物有灵；种群纷繁，皆相伴而生，一同栉风沐雨，行循自然。云之南，基因王国；多样生命，虽生而不同，却于彩云之境，相依而存。洞悉生命的含义，聆听自然的密语；以自然之道，养万物之生。\n\n本片以联合国《生物多样性公约》第十五次缔约方大会（COP15）为创作背景，从云南典型的自然生态环境出发，通过真实、新奇、生动的人物故事，展现生态环境与人类生活的紧密关联。\n\n本片采用8K全流程制作技术，将自然、人文、民俗等维度的内容全面呈现，传达国家的生态文明理念。在人们与自然和谐、有趣的相处方式背后，是宏观层面“生态兴则文明兴”、“绿水青山就是金山银山”的时代表达。"
    }
  },
  "CCTV4": {
    "春晖": {
      "channel": "CCTV4",
      "title": "春晖",
      "desc": "南宁市高三班的凌老师，为教育事业呕心沥血，早已年过半百，虽桃李满天下，然而自己的女儿却未能考上大学。高考前夕，凌老师和他的学生开始进行最后的冲刺。这时，凌老师的爱人不幸下肢瘫痪，繁重的教学任务和沉重的家庭负担，压得凌老师如瘠牛负重，他的女儿凌燕只得退出补习班，为父分担家务。刚从壮乡转来的新生覃健，发现了凌老师家的困难，主动牺牲自己的学习时间，帮助凌燕补习功课。\r 　　本来对覃健就怀有妒意的钟晓星，误认为覃健常去凌家是凌老师为他单开小灶；陆霞又从中拨弄是非，使一部分同学对覃健产生了不满。覃健的好友黎明了解内情，他想出面解释，却被覃健制止了。因为，正直的凌老师是不允许学生为他的女儿做出牺牲的，一旦真情披露，凌燕就会失去补课的机会，所以，覃健忍受着委屈，继续为凌燕补课。可是，人的精力毕竟是有限的，覃健的成绩明显地下降了，凌老师为此深感不安，覃健的家长对儿子也产生的误解。凌燕得知覃健的成绩下降，更是痛悔不已，谢绝覃健再为自己补课。但是，覃健仍不移其志，他认为：人如果只为自己，那就无异于动物了。\r 　　当钟晓星奉母之命前来凌老师家馈赠补品时，终于知道了真情，她为覃健舍已为人的精神所感动，改变了对人生的看法。此后，她不顾母亲的阻挠，暗地以一种特殊的方式帮助覃健提高学习成绩，凌燕也奋发刻苦学习。凌老师更是穷且益坚，不堕青云之志，以惊人的毅力，出色地完成了教学任务，又把一批心爱的学生送入了高等院校和其他工作岗位。"
    },
    "太行山上": {
      "channel": "CCTV4",
      "title": "太行山上",
      "desc": "1937年日军全面侵华后，华北危急。国共合作的背景下，红军改编为八路军，在总司令朱德（王伍福 饰）率领下东渡黄河奔赴前线抗战。山西实权人物阎锡山面对“国、共、日”三股力量颇为头疼，提出“守土抗日”口号，在民族大义的影响下，于形式上支持八路军抗日。朱德筹划于日军进犯山西的必经险地平型关截击，115师师长林彪临战指挥出色，成功击败板垣师团，史称“平型关大捷”。同时八路军用灵活的战术亦减轻了国军战场的压力。不久日军以优势兵力、装备围攻太原一线，蒋、阎战略判断失误，正面战场接连失败，八路军转入敌后根据地建设，自此拉开了军民抗击日寇的伟大事业……"
    },
    "铁道风云": {
      "channel": "CCTV4",
      "title": "铁道风云",
      "desc": "1927年，日本逐步垄断东北铁路，妄图掠夺东北资源，达到其在经济和军事上不可告人的目的，为了抵制日本满铁控制的铁路系统，东北地方当局开始筹划自办铁路。在这种形 式下，滨州铁路公司决意在东北境内修建一条属于中国人自己掌控的铁路。但日本人对这条铁路虎视眈眈，想尽办法夺取铁路股权。滨州铁路公司总裁曹定邦之子曹默飞追随父亲，积极推动铁路的修建工作，但却因为营救游行的进步青年 潘桃被警察抓进了监狱。"
    },
    "国家记忆": {
      "channel": "CCTV4",
      "title": "国家记忆",
      "desc": "《国家记忆》是中国第一档国史节目，以“为国家留史，为民族留记，为人物立传”为宗旨，展现党史、国史、军史中的重大历史事件、各领域重大工程建设、揭秘重大决策背后的故事、讲述各阶层各时代代表性人物，记录讲述党的奋斗史、创业史、中国特色社会主义探索史、改革开放进程史。《国家记忆》将于10月3日起每周一至周五晚间20:00正式在中央电视台中文国际频道（CCTV-4）推出，时长30分钟。"
    }
  },
  "CCTV7": {
    "老虎队": {
      "channel": "CCTV7",
      "title": "老虎队",
      "desc": "1 948年9月，我中国人民解放军攻打济南城，华东野战军某纵队团长毛宝在战斗中和多年前失散的好友陆胜文再次相遇，此时陆 胜文已是国民党军的副旅长。王司令员爱惜毛宝的打仗才能，让他将功补过，组建“老虎队”。淮海战役打响，老虎队作为先锋部队，先后攻克了新安镇、碾庄圩 ， 击毙了黄百韬。解放军在民兵队的物资支援下，所向披靡，一路打到了徐州，包围了杜聿明集团。老虎队攻打徐州城，毛宝和陆胜文再次相遇，双方决一死战，国民党军节节败退，毛宝深入虎穴劝说陆胜文起义，陆胜文弃暗投明，兄弟再次联手，消灭了杜聿明的部队，我军赢得了淮海战役的胜利，老虎队的战士们在战斗中一个个牺牲，成为了建国史上的英雄 ."
    },
    "砺剑": {
      "channel": "CCTV7",
      "title": "砺剑",
      "desc": "砺剑是一部以部队生活为题材的电视剧，于2005年上映。\n\n剧中故事发生在二十一世纪的今天。通过海军试验部队未来战争中的撒手锏“海剑”信息化超音速舰导弹，深入地刻画了新老两代科学家工作者对试验模式的不同观点，由此引发了新老观念的激烈碰撞，既歌颂了以专业所所长秦海川为首的老一代科学家爱岗敬业，无私奉献的品德……"
    },
    "浴血十四年": {
      "channel": "CCTV7",
      "title": "浴血十四年",
      "desc": "九一八事变后，上海药材商人项青松私下组织募捐，支援东北抗日义勇军，其子项彬礼瞒着父亲也偷偷参加抗日活动。一二八事变爆发后上海陷入混乱，项家遭受大难，项彬礼加入东北抗日义勇军，后因上级投降，项彬礼投奔共产党领导的抗联，上级决定让项彬礼回上海建立地下交通线，为抗战武装提供物资药品等。淞沪会战爆发后，项彬礼加入新四军二支队，在华中开辟根据地，开展游击战，简称“江抗大队”，夜袭浒墅关车站，全歼日军护路警备队。上海派遣军参谋部特调山口一雄担任无锡警备大队长，对付江抗。经过两年艰难转战，双方在各个战线上搏杀，互有胜负。1941年，经历皖南事变的江抗大队重返华中根据地，新四军军部对其整编后建华中独立支队，派项彬礼担任支队长，为打破日伪的“清乡”、“屯垦”计划，不断与敌作战，最终迎来1945年抗战胜利。"
    },
    "第二战场": {
      "channel": "CCTV7",
      "title": "第二战场",
      "desc": "CCTV-7国防军事频道《第二战场》是一档外交、谍战题材纪录片栏目。"
    },
    "红旗谱": {
      "channel": "CCTV7",
      "title": "红旗谱",
      "desc": "二十世纪初，冀中平原民不聊生。地主冯兰池（葛存壮 饰）为霸占官产，砸钟毁证。农民朱老巩（崔嵬 饰）为民挺身，无奈抵不过强大的封建势力，气病身亡。幼子虎子（陈帆 饰）——朱老忠（崔嵬 饰）逃离家乡。25年后，正值壮年的朱老忠带领全家从关东返回家乡。深知盲目寻仇解决不了任何问 题。不久，他结识了地下党领导人贾湘农（鲁非 饰），并同严志和（蔡松龄 饰）、伍老拔（李建国 饰）等人一起走上革命道路。在朱老忠的带领下，他们在锁井镇和地主阶级展开了斗争。志和的长子运涛（赵联 饰）南下黄埔军校，参加了北伐战争。蒋介石背叛革命，运涛被捕入狱，革命陷入低潮。朱老忠带着江涛（赵万德 饰）去探望，从运涛那里知道了更深刻的革命道理。返乡后，他们串联锁井四十八村的农民，要在平原上卷起风暴......  　　本片根据梁斌同名小说改编。"
    },
    "破冰行动": {
      "channel": "CCTV7",
      "title": "破冰行动",
      "desc": "境外某跨国贩毒集团勾结东山当地不法分子进行大规模的地下冰毒生产，并腐蚀当地政府及政法系统的官员作为他们的保护伞，以达到将大量冰毒销往中国内陆省份及海外以获取高额利润的目的。在此复杂危险的环境下，以李飞为代表的缉毒警不畏牺牲拼死撕开当地毒贩和保护伞织起的那张巨大的地下毒网，并冲破重重迷局，为“雷霆扫毒专项行动”的顺利展开扫清障碍。"
    },
    "患难之交": {
      "channel": "CCTV7",
      "title": "患难之交",
      "desc": "抗日战争时期，东北长白山地区。汉族小伙刘金保（赵联 饰）和朝鲜族青年金永俊（白英宽 饰）结伴去深山挖参，以此维持两家各自的贫困生活。不料遭遇巡山的日寇讨伐队，为保护金保，永俊受伤落下山崖。金保以为永俊已死，绝望回家，他把卖参所得交给永俊父母，誓言今后做一个儿子义务。劳作中，他与永俊妹妹惠淑产生感情，汉奸小棒子（李亚林 饰）设计诈取了金保他们的血汗钱，并欲欺侮永俊的未婚妻，金保将其救下，小棒子枉按罪名抓走金保。大难不死被抗联救起的永俊回家了，作证救出金保，阴险的小棒子以私通游击队为名将他逮捕，金保在深里将永俊救出，永俊怀着复仇的渴望......"
    }
  },
  "CCTV9": {
    "故事中国": {
      "channel": "CCTV9",
      "title": "故事中国",
      "desc": "在新中国成立70周年之际，电影卫星频道节目制作中心特别策划大型专题片《足迹——银幕上的新中国故事》，通过对具有重大时代节点、反映新中国各方面建设成就和人民精神风貌的经典影片的梳理与回顾，以崭新的当代视角、新老影人介绍访谈、影片外景地制作地的重访的形式，力图勾勒新中国70年璀璨岁月的光影足迹，揭秘电影人不为人知的创作艰辛和幕后故事。"
    },
    "海洋猎手": {
      "channel": "CCTV9",
      "title": "海洋猎手",
      "desc": "波波萝收到了疯狂博士的神秘礼物,一艘可以变大变小的潜水艇,它驾驶潜水艇开始了一场惊险刺激的航洋探险之旅。在旅途中,它发现了可以把水鸟拖入水下的怪物,可以在海面上漂浮的西班牙战舰水母,可以发出生物荧光的深海鮟鱇鱼......10场激动人心的动物战斗,带孩子认识海洋里的猎杀高手。"
    },
    "大猫传奇": {
      "channel": "CCTV9",
      "title": "大猫传奇",
      "desc": "动画电影《大熊猫传奇》根据刘先平同名小说改编。年逾古稀的安徽籍作家刘先平，是我国发展大自然文学的代表人物，在大自然中跋涉40年，用文学作品批判人类对大自然的破坏，歌颂和追求人与自然的和谐。"
    }
  },
  "CCTV10": {
    "地理·中国": {
      "channel": "CCTV10",
      "title": "地理·中国",
      "desc": "《地理·中国》属科普类电视栏目。以地质科考为线索，以普及地理学知识为宗旨，介绍地质学的新发现、新成果、新探索，展示地质地貌的新、奇、特、美。栏目在带着观众感受大自然神奇魅力的同时，传播科学知识，倡导热爱自然，珍惜自然，并传播人与自然和谐共生、相互依存的理念。"
    },
    "欣赏": {
      "channel": "CCTV10",
      "title": "欣赏",
      "desc": "富有但被忽视的妻子克里斯蒂娜（珍妮·塔姆布里饰）被丈夫的一位密友勾引，并被介绍到新的情色体验中。"
    },
    "探索·发现": {
      "channel": "CCTV10",
      "title": "探索·发现",
      "desc": "《探索·发现》是中国电视史上一个大型人文历史与自然地理类的纪录片栏目。每日20:40在cctv-10播出，由任志宏播音。栏目以纪录片手法讲述以中国为主的历史、地理、文化的故事，探寻自然界的神奇奥秘，挖掘历史事件背后鲜为人知的细节和人物命运，展示中华文明的博大恢弘，是“中国的地理探索，中国的历史发现，中国的文化大观”。"
    }
  },
  "CCTV11": {
    "北上": {
      "channel": "CCTV11",
      "title": "北上",
      "desc": "鋼琴家提摩事業有成，但不懂得生活，導致妻子帶著孩子離開他。他的父親在消失35年後忽然出現，要和他一起來趟公路旅行，父子關係重新建立"
    },
    "角儿来了": {
      "channel": "CCTV11",
      "title": "角儿来了",
      "desc": "戏曲频道《角儿来了》是一档大型融媒体互动戏曲周播栏目。节目选取戏曲名角为切入点，他们或开宗立派，或是创新发展，或是时代先锋。通过对他们艺术传承与生活趣味的微观表达，突显向名角儿致敬，向传统致敬，向时代致敬的宏伟主题。节目以“还原名家本真，寻回时代情怀”为宗旨，打造“融媒互动、跨屏播出、全民参与、情境访谈、科技点亮舞台”等核心亮点，满足广大观众看大戏看好角儿的需求，讲述梨园名角的传奇故事，打造中国戏曲的舆论风标。"
    },
    "西厢记": {
      "channel": "CCTV11",
      "title": "西厢记",
      "desc": "一场意外之中，书生张生邂逅了千金大小姐崔莺莺，张生成为了崔莺莺的救命恩人。碍于救命之情，崔莺莺的母亲无奈答应了张生和女儿的婚事，哪知道却临时反悔。苦苦思念崔莺莺的张生竟然患上了相思病，一病不起。  　　崔莺莺的侍女红娘不忍心眼睁睁的看这一对才子佳人遭受命运的玩弄，于是暗中牵线搭桥，设了一个局，给张生创造了私会崔莺莺的机会，两人之间的感情急速升温。很快，他们的情事便被崔夫人给发现了，崔夫人扣押了红娘，却被后者的伶牙俐齿给绕晕了头，糊里糊涂的又答应了两人的婚事。最终，张生答应崔夫人进京赶考，等到高中状元之后再来迎娶自己的心上人。"
    },
    "天下第一团": {
      "channel": "CCTV11",
      "title": "天下第一团",
      "desc": "元末的一位名叫‘未央生’的书生，立志‘作天下第一才子，娶天下第一美女’，于是抛下自己美貌绝伦的妻子，云游四方，猎艳寻欢。他经一次近于荒诞的手术之后，终于实现了自己的愿望，却发现妻子耐不住青春独处的寂寞，受人引诱而沦落风尘。未央生从此大彻大悟，斩断了人不人、狗不狗的‘本钱’，削发为僧，终成正果。"
    },
    "鱼美人": {
      "channel": "CCTV11",
      "title": "鱼美人",
      "desc": "本片为高立导演，张彻编剧兼作词，王福龄作曲，由凌波及李菁两大影后主演。在片中，凌波反串饰书生张珍，李菁则一人分饰碧波仙子及金牡丹。故事描述，张珍与金牡丹有指腹为婚之约，但家道中落，岳丈金宠嫌张寒微，乃藉词张家三代，无白衣婿，迫之居于草庐，待考取功名，始得成亲；张唯日夕勤读，冀能扬眉。草庐之畔，有鲤鱼精，修炼千载，可化成人，称碧波仙子，对张身世，由怜生爱。仙子为慰张孤寂，化身金牡丹，蹑进草庐……"
    }
  },
  "CCTV12": {
    "妈妈在等你": {
      "channel": "CCTV12",
      "title": "妈妈在等你",
      "desc": "上世纪七十年代，赫山警备团团长周青卷入一场政治风波。周青的妻子石竹为保全五个孩子，被迫与丈夫离婚，同时强迫长子晓杨与热恋中的女友分手，远赴边疆从军，自己留在辽北小镇，艰辛抚育其他四个儿女。不幸的是，晓杨在战斗中英勇牺牲。石竹带着终身难以平复的愧疚，接纳了晓杨的爱人迎彤和遗孤瑶瑶。不久，改革的春风吹化了政治的坚冰，周青到省城再担重任。为了保护迎彤母女，石竹放弃了与丈夫复合的机会，坚持独自抚养孩子。她帮助刁蛮霸道的女儿和家道中落的女婿开拓餐饮事业;她卖血支持“读书种子”老三不断深造，成为科研尖兵:她用耐心和宽容感化因贪腐入狱的老四，使其重回人生正途;她藐视世俗礼法，支持老五和大嫂迎彤那一段惊世骇俗的恋情....时光匆匆，千禧之年的除夕之夜，天南海北 两代儿孙齐聚辽北小城， 在那里有一个等候了儿女一生的妈妈。"
    }
  },
  "CCTV13": {
    "流动的中国": {
      "channel": "CCTV13",
      "title": "流动的中国",
      "desc": "入选国家广播电视总局“十四五”重点选题规划的大型社会观察类纪录片《流动的中国》，将目光聚焦于所有正在奔跑、正在奋斗的国人。如果要为当今的中国画一幅水彩，那么流动应该是它的底色之一。从内陆到沿海，从乡村到城市，从工厂到田间……流动的中国时刻创造着可能和机会。《流动的中国》共4集，分别以“家乡”、“坐标”、“答卷”、“追梦”为主题展现人口的迁移、人与城市的关系、人和时代的联系以及个人梦想的追求等故事，以深入的蹲守式拍摄，讲述普通人的流动故事。"
    }
  },
  "CCTV14": {
    "神奇山谷": {
      "channel": "CCTV14",
      "title": "神奇山谷",
      "desc": "爱惹事的小熊猫，天真的小狮子，有魔力的小龙和懂哲理的小龟。\n\n　　在一座白云缭绕、层峦叠翠的山谷中,居住着四个非常要好的伙伴:熊猫、小狮子、小龟和小龙。熊猫聪明但有些自私;小狮子活泼好动可是头脑简单;小龟性情温和;小龙喜欢研究魔法,它喷出的神气能产生奇妙的变化……"
    },
    "熊猫和小跳羚": {
      "channel": "CCTV14",
      "title": "熊猫和小跳羚",
      "desc": "由中央广播电视总台央视动漫集团、南非TPW广播影视制作公司联合出品，中国和南非合拍的动画系列片《熊猫和小跳羚》于近日在总台少儿频道欢乐开播，大家喜爱的熊猫和和将携手新朋友---南非人民的精神象征“跳羚”，为大家带来了全新的童话故事。"
    },
    "加菲猫的幸福生活": {
      "channel": "CCTV14",
      "title": "加菲猫的幸福生活",
      "desc": "世界“第一猫”首登荧幕2005年是加菲猫的26岁生日。自从1978年6月19日问世以来，它就以三格漫画的形式登上了全世界2600种报纸，关于它的漫画共售出了1300万册，并且在全世界拥有2.6亿名热心读者。大概是因为它看破红尘、语出惊人的独特魅力和人性化的自由享乐主义，这个一脸傲气表情的猫，这只完全自由的猫，这只爱说风凉话、贪睡午觉、牛饮咖啡、大嚼千层面、见蜘蛛就扁、见邮差就穷追猛打的猫，成为了全世界最受欢迎的猫。经过25年漫长的等待，这只全世界最著名的猫科动物终于在2004年迎来了自己的银幕处女电影。\n\n作品讲述加菲猫和他的朋友们的故事。"
    },
    "潜艇总动员-环游地球80天": {
      "channel": "CCTV14",
      "title": "潜艇总动员-环游地球80天",
      "desc": "逗号、珍珠和明华轮一起参加环游地球80天的航海大赛，途中它们历经种种危机，深陷来自海怪联盟的巨大阴谋之中，为了化解危机以及赢得航海大赛，它们在世界各大洋中展开一系列的冒险之旅。"
    },
    "东进序曲": {
      "channel": "CCTV14",
      "title": "东进序曲",
      "desc": "1940年，抗日战争进入了第三个同时也是极为艰苦的念头。中国共产党所率领的八路军和新四军依照毛泽东同志制定的方针与日本侵略者展开殊死的斗争，与之形成鲜明对比的是，国民党方面则试图趁乱限制中共的发展，从而阻碍了抗战胜利的前进步伐。新四军挺进纵队攻占苏北据点桥头镇，再往前即可踏上东进抗日的道路。而在这片国民党实际掌控的地区，许多顽固派建议趁机向新四军发动进攻。挺进纵队司令员孟器宇（张钟英 饰）与国民党代表谈判，并成功策反苏鲁皖部第一纵队司令周明哲（文卜东 饰）。"
    },
    "九色鹿": {
      "channel": "CCTV14",
      "title": "九色鹿",
      "desc": "在敦煌莫高窟，保存着古代无数不知姓氏艺术家的手绘珍品，本动画片所讲述的，是其中一个古老而优美的故事画赞。  看到波斯商人在荒无人烟的戈壁滩上迷路时，九色鹿为他们指点了方向，花喜鹊得知此事后，埋怨九色鹿做事草率，它担心手拿刀枪的波斯商人会把九色鹿的故事说出去。不久，九色鹿救下落水的弄蛇人，告诉他不要将看到自己的事情说出去，弄蛇人对天发誓会保守秘密。波斯商人拜见国王时，果然如花喜鹊所担心的，讲了他们在荒漠中的奇遇，王后听到，执意要用九色鹿的鹿皮做衣裳，其后，国王张贴布告，说捕到九色鹿者封官重赏。弄蛇人犹豫一番，见利忘义向国王高密，在遍地寻不着九色鹿的情况下他假装落水，九色鹿闻声赶来。"
    },
    "真假李逵": {
      "channel": "CCTV14",
      "title": "真假李逵",
      "desc": "本美术片为木偶动画片，音乐用的是京剧配乐。梁山好汉黑旋风李逵，善用两把板斧，专拿贪官污吏和无耻小人。这里说的是李逵下山，在山路上的一段巧遇。\r 　　半山腰上，李逵遇到拦路抢劫歹徒，歹徒要他留下买路钱，并自称自己是李逵，李逵三五下将歹徒打趴，歹徒露出真面目，原来他叫李鬼，因为无甚本事，可是又想孝敬家中九十岁老母，才出此下策，李逵心生怜悯将他饶恕，并丢下黄金一锭，要他去做正当买卖，李逵不知的是，这李鬼实为无耻小人，他和娘子一个山上一个山下专做非法敛财的买卖，要侍奉年迈老母不过是他为了活命，随口扯的谎话。"
    },
    "雪孩子": {
      "channel": "CCTV14",
      "title": "雪孩子",
      "desc": "《雪孩子》，由林文肖导演，上海美术电影制片厂1980年制作完成，中国国产经典动画片之一。故事的前半部分是如此美好，以至于孩子们几乎都沉浸在冬天的那种美好的纯洁的快乐里，后半部分故事突然扭转，任何孩子看了（准确地说是小学以前，不怎么懂事的孩子），都无法承受这种刺激，再配上刺骨的雪女般的主题曲，让所有看过这个动画片的孩子都牢牢记住了雪孩子。传统的经典故事，在告诫孩子们做人的基本道理之外，更体现了中华民族乃至全人类美好的道德情操。"
    },
    "潜艇总动员-寻龙": {
      "channel": "CCTV14",
      "title": "潜艇总动员-寻龙",
      "desc": "深深海基地由于被传说中海怪袭扰启动了抓捕计划，逗号却发现海怪其实只是一只可爱的小龙，在逗号和小伙伴的不懈努力下终于化解了海怪的误解，并让小龙和龙妈妈重聚。"
    },
    "鸡毛信": {
      "channel": "CCTV14",
      "title": "鸡毛信",
      "desc": "抗日战争时期，华北根据地龙门村有赵姓父子两人，父亲（舒适）是民兵队中队长，12岁的儿子海娃（蔡元元）则是儿童团团长。某天，赵父让海娃给八路军送一封有关攻打日军炮楼的鸡毛信，海娃装扮成放羊娃赶着一群羊携信上路。  　　路途，海娃遇到敌人，急中生智把信藏在绵羊的尾巴之下，逃过一劫。海娃被迫带路，晚上却趁敌人熟睡取信逃跑，中间信一度得而复失、失而复得，海娃也再落敌人之手，这回，聪明勇敢的他将敌人引上了歧途，而敌人发现上当时，打伤了海娃的手，这时，八路军赶到"
    },
    "三个和尚": {
      "channel": "CCTV14",
      "title": "三个和尚",
      "desc": "三个和尚没水喝的民间故事家喻户晓，本动画片在故事上有一定的新编，形式也异常鲜活好玩。  红衣小和尚不远千里来到一座高高耸立在山顶上的寺庙，立刻做起快乐勤劳的小主持，虽然挑水只能到山下很是辛苦，他仍做得乐此不疲。不久，来了一个蓝衣瘦高和尚，下山挑水的重任于是落在他的身上，很快，瘦高和尚因为该问题同小和尚发生冲突，两人开始抬水喝。后来，他们又迎来一个黄衣胖和尚，胖和尚刚入寺庙，就把水缸里的水喝了个光，小和尚和瘦高和尚一下不乐意了，三个和尚为如何抬水吃水问题大打出手。老鼠咬断香烛引发的一场大火，让三个和尚明白了一个道理。"
    },
    "济公斗蟋蟀": {
      "channel": "CCTV14",
      "title": "济公斗蟋蟀",
      "desc": "罗公子在府内和人斗蛐蛐时，他的黑蛐蛐大获全胜帮他赢了很多银子，得意洋洋的他自夸起宝贝的身价来，他的话被在隔壁做活的木匠张煜记在了心里。下人将收有黑蛐蛐的罐子放在几案上，止不住好奇的张煜想一睹“宝贝”的模样，不想一不小心，黑蛐蛐逃之夭夭。  　　将张煜毒打一番后，罗公子限他三日之内找回黑蛐蛐，否则赔银子1000两。张煜左思右想一番，动了轻生的念头。佛法无比的济公及时赶到将张煜救下，并言只用张煜身上的三文钱，就可帮他把麻烦解除。"
    },
    "瑞奇宝宝": {
      "channel": "CCTV14",
      "title": "瑞奇宝宝",
      "desc": "在孩子们的卧室里，生活着五个可爱的瑞奇宝宝。他们性格各异，相处时也会发生些小摩擦；但他们总记得关心彼此、互相帮助，一起面对挑战，共同成长……暖心有爱的故事里还巧妙地融入了认知、社交、艺术、运动等启蒙内容，帮助宝宝开启他们特有的天赋，陪伴他们健康成长。"
    },
    "大风车": {
      "channel": "CCTV14",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    }
  },
  "CCTV15": {
    "全球中文音乐榜上榜": {
      "channel": "CCTV15",
      "title": "全球中文音乐榜上榜",
      "desc": "《全球中文音乐榜上榜》是一档由中央电视台主办，泛亚地区各大媒体协办的音乐打榜节目，旨在打造全国最具公信力、最权威的音乐排行榜，推动中文原创，引领时代音乐潮流。"
    },
    "民歌·中国": {
      "channel": "CCTV15",
      "title": "民歌·中国",
      "desc": "《民歌·中国》栏目是中国唯一一档以中国原生态民歌歌种版图概念全景展示的中国民歌艺术节目，它为展示中国民歌提供了一个良好的契机和广阔的平台。此栏目系列化开拓中国民歌艺术视野，系列化介绍中国民族、民间的原生态民歌艺术，并大力推动中国原生态民歌的发展。"
    },
    "影视留声机": {
      "channel": "CCTV15",
      "title": "影视留声机",
      "desc": "《影视留声机》是中央电视台音乐频道推出的一档栏目，它以影视资料为素材，采用包装加工的方式向观众推荐中外影视作品中脍炙人口的音乐和歌曲。你可以忘了电影的故事，或是一部电视剧的细节，甚至是它们的名字，但是每当片中的旋律响起时，那沉淀的回忆，就会被轻轻地唤起；被雕刻的时光，也渐渐地清晰。光阴的指尖弹奏着心灵的音符，《影视留声机》让我们一起看见声音的表情，音乐响起，和我们想起的一切都属于你。"
    },
    "我的爱对你说": {
      "channel": "CCTV15",
      "title": "我的爱对你说",
      "desc": "丁福乐（余文乐 饰）是出生于普通的工人家庭的普通男子，父亲一心希望他能够跃上枝头变凤凰，于是逼迫他迎娶他根本就不喜欢的千金大小姐培芸（王祉萱 饰）。在婚礼现场，名为尚九九（杨蓉 饰）的女孩出现，“抢走”了丁福乐。\n\n　　九九虽然帮助丁福乐逃过一劫，但是自己却身陷囹圄。她的父母为她安排的商业联姻，对方是海外学成归来的富二代樊伟（朱一龙 饰）。在订婚仪式上，轮到丁福乐来救九九了，不仅如此，丁福乐还向九九表白的心意。两人的感情遭到了九九家人的强烈反对，丁福乐因此丢掉了工作，生活走入谷底。好在九九一直陪伴和鼓励着颓废的丁福乐，让他有了重新站起来的勇气"
    }
  },
  "山东齐鲁": {
    "家乡味道": {
      "channel": "山东齐鲁",
      "title": "家乡味道",
      "desc": "CCTV远方的家系列节目，家乡的味道"
    },
    "现场直击": {
      "channel": "山东齐鲁",
      "title": "现场直击",
      "desc": "《灾难现场直击》通过亲历者的视角讲述令人信服的灾难故事。智利的矿井坍塌，葡萄牙的野火，一场泥石流摧毁了加利福尼亚的一个城镇，龙卷风横扫美国，一艘船在飓风中沉没，一场地震肆虐尼泊尔。通过取证分析，我们揭示了这些事件是如何发生的。"
    }
  },
  "山东文旅": {
    "汽车生活": {
      "channel": "山东文旅",
      "title": "汽车生活",
      "desc": "世界最受欢迎的小小红色涡轮增压sportster的冒险之旅，原本的休闲之旅变成了在以高难度弯转和无人企及的阿尔卑斯赛道的狂飙竞赛。"
    }
  },
  "山东生活": {
    "医案": {
      "channel": "山东生活",
      "title": "医案",
      "desc": "每次案件结束后，金田一耕助（石坂浩二 饰）都要隐居休养一段时间，这次他决定赴美度假，临行前专门去吉野市拜别侦探小说家横沟正史（横沟正史 饰）。在小说家的推荐下，金田一前往当地的本条影楼拍摄护照照片。拍照之际，一名神秘美丽的女子（樱田淳子 饰）拜会影楼老板，请他夜间外出拍摄结婚照，而拍摄地点竟是位于医院坡曾发生过吊颈命案的不祥之屋。\r 　　当晚，影楼老板的儿子直吉（清水紘治 饰）到指定地点为那对甚为奇怪的新人拍照。次日，他接到那名神秘女子的电话，邀请他们再次前往拍照地。这一次金田一和直吉等人一同前往，却发现新郎的头颅被吊在房屋正中央，而身体不翼而飞。一起离奇命案慢慢揭开了藏在法眼家族背后的秘密……"
    }
  },
  "山东综艺": {
    "纪录片": {
      "channel": "山东综艺",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "桃花朵朵开": {
      "channel": "山东综艺",
      "title": "桃花朵朵开",
      "desc": "上古时期，人皇昭明为万民请命，牺牲自己对抗神界。昭明陨落后，爱人混沌珠拼死救下他的一缕魂魄，布下万世轮回之局。万世之后，昭明转世成仙盟盟主谢雪臣，混沌珠亦成为暗域圣女暮悬铃。两人终于在人间重逢，却已经忘却前尘，变成“正邪不两立”的对手。暮悬铃在暗域救下重伤的谢雪臣，以救命之恩要挟与他同行。一路上，两人从各怀心机到并肩作战，卸下防备的同时暗生情愫。然而，在争夺神器“混沌珠”的阴谋中，两人陷入生死考验。暮悬铃因救世牺牲，谢雪臣逆天改命，回到过去救出暮悬铃。万世之劫结束，谢雪臣终于魂归昭明，昭明本体却已沦为堕神。暮悬铃用爱唤醒堕神，消弭浩劫，天下太平。"
    }
  },
  "山东农科": {
    "大河之洲": {
      "channel": "山东农科",
      "title": "大河之洲",
      "desc": "由中共山东省委宣传部指导，山东广播电视台、中共东营市委宣传部联合出品的纪录片《大河之洲》将于1月9日至11日登陆央视九套，每天20:00播出。  《大河之洲》第一次以4K画质，以国际化表达，全景深度呈现人与自然和谐共生的壮美画卷，展现了黄河三角洲的自然之美、人文之美，为弘扬黄河文化、讲好新时代“黄河故事”山东篇章提供了实践样板。  该片已入选国家广播电视总局“十四五”纪录片重点选题规划，并获得2022年“新时代·新影像”中外联合创作计划社会价值单元最佳提案。  摄制组在黄河三角洲蹲守一年多的时间，他们用4K超高清摄影技术记录下自然界的磅礴伟力，定格生动故事的感人瞬间，以国际的视角、宏大的格局、绝美的影像和细腻的表述，生动展现黄河三角洲这一生物多样性热点地区独一无二的资源禀赋，向观众呈现一幅美丽、流淌、行进的中国画卷。  作为山东广播电视台喜庆党的二十大重点作品之一，《大河之洲》在党的二十大胜利召开期间在山东卫视晚间黄金时段首播。播出后，该片及其系列短视频强势出圈，引发强烈反响，业界、学界和全网纷纷点赞，好评如潮，被誉为我国人与自然题材纪录片的又一佳作。中国视协纪录片学术委员会名誉主任刘效礼评价该片：“故事生动，解说精彩，引发人们对人与自然和谐共生的思考，为讲好中国故事做出了非常有益的探索”。  纪录片《大河之洲》播出前精心制作《凤求凰》《共同家园》《三角洲之恋》等短视频，迅速火爆全网，并在中国驻美大使馆官方账号、中国新闻周刊阿语版脸书账号刊发，取得了良好的国际传播效果。闪电新闻微博号运营的#被黄河入海口的鸟鸟鸟惊艳到了# #鸟儿相亲的仪式感有多强#等多个话题“串珠成线”，持续不断登上新媒体平台全国热搜。学习强国全国平台首页推荐，截至2022年10月31日，相关内容全网总阅读量超1.75亿。"
    },
    "大泰山": {
      "channel": "山东农科",
      "title": "大泰山",
      "desc": "全景式4K纪录片《大泰山》在山东省委宣传部指导下，由山东广播电视台联合泰安市委、市政府共同策划出品，作品深入贯彻落实习近平总书记关于文化“两创”的重要论述和党的二十大精神，是深耕人文沃土、践行文化“两创”的又一部精品力作。该作品入选国家广电总局“十四五”纪录片重点选题规划和“记录新时代”精品工程。\n\n　　纪录片《大泰山》分《河山元脉》《若登天然》《与国咸宁》《登高必自》《能成其大》《国泰民安》六集，每集50分钟，从自然、历史、文化、民俗、哲学、美学、国际等不同维度，对泰山进行多层次全方位解读，系统阐释泰山的自然和历史文化价值，全面彰显泰山这一具有中国特色、体现中国精神、蕴藏中国智慧的文化载体的独特价值。"
    }
  },
  "湖南卫视": {
    "你好，星期六": {
      "channel": "湖南卫视",
      "title": "你好，星期六",
      "desc": "《你好，星期六》是湖南卫视重点打造的周六黄金档棚内周播趣味艺能综艺秀。节目以全新打造的好六街街区为背景，将平凡生活的烟火气搬进演播厅，展现市井生活人间百态。深度挖掘好6团和飞行嘉宾们的艺能的同时，对当下最具热点的社会话题以及正能量价值观导向进行引导和输出，重新定义了以艺服人、以能动人的综艺准入门槛。"
    },
    "阿桂的“村晚”": {
      "channel": "湖南卫视",
      "title": "阿桂的“村晚”",
      "desc": "讲述了失意村民阿桂为完成云香阿孃的百岁心愿，执意筹办“村晚”召唤乡民回归的故事。面对重重困难与嘲笑，阿桂的坚持和赤诚打动众人，坨坨寨迎来久违的团聚。最终，一场充满乡音乡情乡愁的“村晚”让每个人都找到心灵归属与新生，深刻展现了乡土中国的情感凝聚力，诠释了“此心安处是吾乡”的时代主题。"
    },
    "萌宝战警": {
      "channel": "湖南卫视",
      "title": "萌宝战警",
      "desc": "《萌宝战警》讲述了豆丁、可乐、可诺、石头四位天性正义善良的小朋友借助机甲武装的神奇力量，组成战队，在重重困难面前，众人齐心协力，善用科学，勇往直前，不畏艰险，用勇气与智慧战胜邪恶势力科学怪咖“铁算盘”，保卫家园小石城并寻找神秘失踪的豆瓣博士。"
    }
  },
  "浙江卫视": {
    "熊猫奇遇记": {
      "channel": "浙江卫视",
      "title": "熊猫奇遇记",
      "desc": "《熊猫奇遇记》是由国家广播电视总局宣传司和国家林业和草原局宣传中心指导，中国大熊猫保护研究中心、北京市广播电视局支持，四川卫视和北京卫视联手打造的季播节目，于2024年12月6日在北京卫视、四川卫视同步播出。\n\n该片共六集，通过英文解说的形式，聚焦大熊猫的诞生、大熊猫的成 长、大熊猫的野化放归、大熊猫的“朋友圈”、通过大熊猫开展的国际交流与合作，以及大熊猫幸福安详地“养老”生活。 首次在全国范围内对大熊猫这一国宝级物种进行全面系统的梳理和深度观察解读，让国内外的观众能够全面、深入感受大熊猫的独特魅力和我国大熊猫保护成果。"
    },
    "经典剧场": {
      "channel": "浙江卫视",
      "title": "经典剧场",
      "desc": "本系列是台视经典剧集的合集。"
    },
    "一生一世": {
      "channel": "浙江卫视",
      "title": "一生一世",
      "desc": "故事发生在二十世纪七十年代，赵永远（谢霆锋 饰）和安然（高圆圆 饰）像两朵被风雨吹打的浮萍，相似的身世和不容乐观的境遇将两人紧紧拴在了一起，随着时间的推移，两人之间产生了真挚而又纯洁的友情。  　　一晃眼十几年过去，历史车轮裹挟着赵永远和安然不断前进，原本天各一方的两人再度相遇，彼时的安然已经出落成为了亭亭玉立的美丽少女，儿时的友情转变成为了炙热的爱情，安然和赵永远都坚信，世间没有什么能再次将他们分开，然而，现实却恰恰相反。浩淼天地之间，他们的感情能够始终如一吗？茫茫人海之中，命运又是否会安排他们再度聚首呢？"
    },
    "气象预报": {
      "channel": "浙江卫视",
      "title": "气象预报",
      "desc": "戴维（尼古拉斯·凯奇 饰）是名天气预报员，可是他没有专业知识能用在工作上，当预报的天气并不理想时，观众们会在街上肆意向他丢垃圾。戴维对自己的生活感到灰暗，与妻子（霍普·戴维斯 饰）离婚更是对他的一个打击。如今他得到一个前往纽约重新工作的机会，可是他必须要面对与孩子们并不融洽的关系。儿子迈克被戒毒时认识的辅导员性骚扰；女儿雪丽的肥胖被学校的同学耻笑，性格忧郁。更令戴维伤心的是，他的小说家父亲罗伯特（迈克尔·凯恩 饰）患上了绝症。 　　戴维希望父亲能看到他的成功，他更想与前妻复合，一家人到纽约重新生活。无论做了多大的努力，他与家人的关系并没得到和缓，他依然遭到观众的垃圾袭击，他更开始抗拒前往纽约。 　　此时他看到父亲平静面对死亡的态度，并在与父亲相处的最后时光中，戴维被授予了很多人生的道理。"
    },
    "我们的爸爸": {
      "channel": "浙江卫视",
      "title": "我们的爸爸",
      "desc": "《我们的爸爸》是一档生活观察类真人秀，由傅首尔、苗苗、吴尊、许昕、杨子组成“邻家爸妈团”，涂毓麟担任“实习爸爸”，该节目聚焦爸爸与孩子之间的互动与成长，为观众呈现最真实、最温馨、最有趣的亲子关系画卷。"
    },
    "王牌对王牌": {
      "channel": "浙江卫视",
      "title": "王牌对王牌",
      "desc": "丹尼是一名出色的谈判专家，屡立战功。当他的人生顺风顺水时，刹那间的转折让他措手不及。他的搭档因涉嫌私吞公款而被拘，却在警局惨遭灭口，第一时间赶到现场的丹尼自然最大嫌疑人。当他确信是警局内有人要找他做替死鬼，百口莫辩之际，他铤而走险绑架了局长等一干重要人物，想通过与警方的对话为自己洗刷罪名。丹尼要求另一分局派出谈判专家来和自己对话，因为他清楚要谋害自己的人就在自己的局里。于是邻局的谈判专家史宾恩奉命前来和丹尼谈判，史宾恩相信了丹尼，开始为他搜集证据。"
    },
    "折腰": {
      "channel": "浙江卫视",
      "title": "折腰",
      "desc": "聪慧机敏系家国的乔家女郎小乔（宋祖儿 饰），与有勇有谋心纯善的魏家主公魏劭（刘宇宁 饰）联姻，起初二人因祖辈恩怨有所隔阂，过着相互试探与攻守的婚后日常，夫妻俩的多番较量中有笑也有泪；在历经诸多危机后，小乔和魏劭逐渐被对方的才智谋略与豁达胸襟所吸引，回过神时早已水滴石穿，心系彼此。二人凭借夫妻默契化解了家族矛盾，携手还百姓和平与安宁。"
    },
    "骄阳似我": {
      "channel": "浙江卫视",
      "title": "骄阳似我",
      "desc": "活泼开朗、元气十足的女大学生聂曦光（赵今麦 饰）走出校园、迈入职场阶段的真实细腻成长历程。大学时，她与清寒孤傲、才华横溢的男神学霸庄序（赖伟明 饰）经历酸甜暗恋，进入职场，与外科医转行光伏行业的职场精英林屿森（宋威龙饰）狭路相逢，尽管林屿森对聂曦光有误会，但像小太阳般的聂曦光还是让林屿森无法自拔地沉沦。林屿森毫无保留的爱与支持让她释怀了年少的错过与遗憾，拥抱了她向往的爱情。她从懒散随性到拥有清晰的职业目标并为之专注向前，最终收获爱情、友情，实现了梦想和自我成长。"
    },
    "加康加年味": {
      "channel": "浙江卫视",
      "title": "加康加年味",
      "desc": "节目以热播综艺安康庆团圆为主题，邀请《奔跑吧》《天赐的声音》《听说很好吃》《中国好声音》四组嘉宾，在冬至、腊八、小寒、小年，创作四个不同主题的节令团圆饭。在饭局游戏中，讲出彼此故事，开启对新春的祝福。"
    },
    "云襄传": {
      "channel": "浙江卫视",
      "title": "云襄传",
      "desc": "云台弟子云襄苦修十年步入江湖。在闯荡江湖的过程中，云襄结识了几位好友，逐渐体会到了友谊的温暖。舒亚男这位古怪精灵、聪慧机警的女子，更是让云襄产生了朦胧的情愫。意气风发的云襄和朋友们度过了一段快意恩仇的时光。可是好景不长，随着对昔日灭族惨案的深入调查，云襄挖出了更多骇人听闻的秘密，事态开始急转直下。他先后经历了欺骗、背叛与生死离别，又意识到曾以造福苍生为己任的云台早已堕落，云襄决定挺身而出,捍卫心中的正义，哪怕是牺牲自己也在所不惜。"
    },
    "我们的客栈": {
      "channel": "浙江卫视",
      "title": "我们的客栈",
      "desc": "沙溢＆姚晨及其他6位常驻嘉宾组成客栈家族。他们亲手打造有机农场，有田有地有鱼塘，自给自足自乐。让来到这里的客人，身心得到休憩，情感得到按摩。"
    },
    "17号音乐仓库": {
      "channel": "浙江卫视",
      "title": "17号音乐仓库",
      "desc": "《17号音乐仓库》用充满“造梦感”的整体规则，由5组经历过事业高光和低谷期的成熟音乐人，以不同主题性的策划完成阶段Livehouse音乐演出，链接不同社会人群，力求带给观众耳目一新的音乐类型文艺作品。"
    }
  },
  "东方卫视": {
    "1/7": {
      "channel": "东方卫视",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "马王堆·岁月不朽": {
      "channel": "东方卫视",
      "title": "马王堆·岁月不朽",
      "desc": "《马王堆·岁月不朽》通过现代科技与文化艺术的结合，突破考古发现式纪录片的常规范式，以湖南博物院为叙事空间，以马王堆文物为叙事主体，创造性地构建了一个全新的叙事框架，也记录了一场关于守护、传承与创新的深刻对话。让观众深刻感受和理解马王堆文化所代表的瑰丽文化，让古老的文明焕发出新的生命力。"
    },
    "乌云之上": {
      "channel": "东方卫视",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "锚点": {
      "channel": "东方卫视",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "两说": {
      "channel": "东方卫视",
      "title": "两说",
      "desc": "龟有公园前派出所隶属东京都新葛饰署，原本只是一间平凡无奇的小派出所，但是自从一位举世无双的超级麻烦兼笑料制造者的警员两津勘吉被分派到此地之后，龟有这个小地方就因为他的存在，而一年365天、一天24小时都有各种数不清的乌龙闹事发生。龟有公园前派出所也因为这个可以闹到警视厅，甚至是因能上达天宫、下至地府的世界第一乌龙警察而名震日本…"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "爱上海": {
      "channel": "东方卫视",
      "title": "爱上海",
      "desc": "美国作家帕特里夏-海史密斯（1921-95）的生活、爱情和工作的故事，通过她未发表的日记、她自己的声音和认识她的人（包括家人和亲密朋友）的声音讲述。"
    },
    "妈妈的花样年华": {
      "channel": "东方卫视",
      "title": "妈妈的花样年华",
      "desc": "《妈妈的花样年华》是一部都市家庭伦理电视剧。由导演余淳执导，宋丹丹、林永健、王彤、杨紫嫣、周冬齐、傅迦、周小斌、巴图、衣珊、王领、张洪杰、莫岐、杨青、谭凯、谭松韵主演。主要讲述了69岁的小学老师文英终于熬到退休了，而退休后的生活却不如她想的那样悠闲。四个儿女有各自的生活烦恼，而文英在一次医院检查被告知只剩下了最后半年的生命。她列出自己的遗愿清单，决定瞒着所有儿女，开始按照自己清单去体验自己以前从未体验过的事物。\n\n该剧于2013年9月3日登陆央视八套。"
    }
  },
  "江苏卫视": {
    "爱你": {
      "channel": "江苏卫视",
      "title": "爱你",
      "desc": "名为死亡的怪物，已来到了郑康的病房门口，十年的斗争，它还是赢了。 死亡即将永恒的带走郑康的幸福，他挚爱的幸福，他挚友的幸福，以及四位年迈老人的幸福。但那是不可能的，十年的仇，今天，郑康只允许死亡带走一个幸福。"
    },
    "酒美中国": {
      "channel": "江苏卫视",
      "title": "酒美中国",
      "desc": "《酒美中国》以味道出发，探讨因酒而形成的生活方式和生活场景的改变。囊括了中国以及如日本、西班牙、法国波尔多等多个知名产地，选择了包括茅台、洋河、长城葡萄酒、酒鬼酒、孔乙已等在内的近10家中国名酒，探索国内外不同风土下美酒的秘密。节目植根中华酿造文明，以天酿美酒、道法自然的酿造哲学为依托，传递中华美酒的酿造技艺、饮酒礼仪、美酒艺术和故事，从人类学的角度去探讨酒与人的关系，旨在揭开美酒香气的秘密，破解酒的味道密码。"
    },
    "谍战深海之惊蛰": {
      "channel": "江苏卫视",
      "title": "谍战深海之惊蛰",
      "desc": "1941年上海，混迹江湖靠贩卖情报为生的街头小混混陈山因长相酷似军统特工肖正国，被日本梅机关特务头子荒木惟意外看中，从此卷入一场腥风血雨的地下战争。荒木惟挟持了他的妹妹陈夏，逼迫陈山成为日本间谍。为了营救妹妹，具有特工天赋的他只能接受秘密特训，冒名顶替肖正国前往重庆潜伏到军统内部，准备窃取重要情报。潜伏生涯惊心动魄，然而作为一个中国人，陈山并不想真的背叛祖国，在共产党员张离和钱时英对他的不断影响下，陈山逐渐成长，毅然站到了抗日的阵营。之后，为粉碎日寇阴谋，陈山和张离冒着生命危险再次回到上海，反潜伏进入汪伪特工总部，他们一次次携手合作，生死与共，在与敌人的斗智斗勇中，陈山最终树立了信仰，成长为了一名真正的战士，并成功粉碎了侵略者的险恶阴谋。"
    },
    "非诚勿扰": {
      "channel": "江苏卫视",
      "title": "非诚勿扰",
      "desc": "海归秦奋（葛优 饰）的天才发明“分歧终端机”因能公平和平地解决人类分歧，被风投者以200万英镑高价买走。秦奋也开始踏上网上征婚的路途，一路笑话不断，不是重遇Gay友，就是遇到推销客，秦奋颇有点心灰意冷。几经周折后，秦奋终遇倾心佳人梁笑笑（舒淇 饰）。无奈，美人心有所属。秦奋究竟如何逆流而上？几番悲欣交集后，有志者事竟成！秦奋终于带着他的真爱开始一段全新征程。"
    },
    "书卷一梦": {
      "channel": "江苏卫视",
      "title": "书卷一梦",
      "desc": "当意外穿越进剧本世界，成为被反派男主用完即弃、凌虐致死的女主角应该怎么办？宋小鱼想都不用想，当然是能跑多远跑多远啊。然而无论如何努力，“剧情”始终都会将她推往男主南珩身边，上演一个又一个剧本名场面。而在这个纸片世界里，亦有无数个早就被“设定”好的人物角色。有人被困深宫重院，有人囿于高门家宅，有人为雌竞所累，有人因权势奔走。有人渴望爱与自由，却只能戴着镣铐惶惶起舞，有人做着扶摇直上的大鹏之梦，却在日复一日的束缚与平庸中被消磨着激情。这不仅是人怂怕死的躺平咸鱼宋小鱼和心狠手辣的夺命卷王南珩间的鏖战，更是每个“小我”纸片人与既定命运的战斗。"
    },
    "冬至": {
      "channel": "江苏卫视",
      "title": "冬至",
      "desc": "学志（许亚军 饰）是一名律师，最近正在处理被公安收审的慧东（刘慧东 饰）和其妻子小白菜（秦海璐 饰）的离婚案。在这个节骨眼上，学志发现自己的妻子新美（胡靖钒 饰）有外遇了。学志从小就成长在一个破碎的家庭之中，所以对于家的渴望格外的强烈，因此，他愿意原谅妻子的不忠，只要她能够回归家庭，然而，新美却在情人和丈夫之间犹疑不决。\r 　　与此同时，小白菜也渐渐的被学志的真诚和正义所吸引，两人之间的关系开始变得复杂起来，当新美终于想通了，决定放弃情人，重新回到学志的身边时，小白菜也决定要和学志开始新的人生。"
    },
    "夜色正浓": {
      "channel": "江苏卫视",
      "title": "夜色正浓",
      "desc": "一场盛宴之下的狂欢，让隐藏已久的暗涌浮现，唤醒了所有装睡的人，也触发了GST酒业各层人士的生存危机。一切事关生存，每一步都需格外谨慎。七个深陷其中的主要人物，在事件中扮演了不同的角色，勾勒出人性的复杂和现实的残酷，从而呈现出一个共同的主题——如何在惶惶不安中乐观地活下去！"
    },
    "我在岛屿读书": {
      "channel": "江苏卫视",
      "title": "我在岛屿读书",
      "desc": "《我在岛屿读书》是今日头条、江苏卫视联合出品的外景纪实类读书节目。"
    },
    "味解乡愁": {
      "channel": "江苏卫视",
      "title": "味解乡愁",
      "desc": "产地：中国大陆\n\n类别：纪录片\n\n语言：汉语普通话\n\n上映日期：2017-4-1(中国大陆)\n\n集数：50\n\n片长：4\n\n《味解乡愁》节目以纪实的方式表现人与家乡美食的情感故事，通过寻访有异乡经历或者当地长者、手艺人的典型故事，传达出美食对他们的家乡符号意义。节目不仅注重表达人物对美食产生的情感记忆，还在故事中充分展现菜肴的历史文化厚度和纯正的江苏味道。"
    },
    "最强大脑": {
      "channel": "江苏卫视",
      "title": "最强大脑",
      "desc": "在各种歌舞类综艺娱乐节目层出不穷乃至鱼龙混杂的当下，江苏卫视异军突起，将诞生于德国的大型科学类真人秀综艺节目《Super Brain》移植到中国，以全新的综艺风格和冷僻有趣的知识在电视荧屏上吹起了一阵强烈的科学风暴。节目中蒋昌建担当主持人，孟非、陶晶莹、高晓松、魏坤琳等来自各个领域的知名达人组成评委团，此外还请到范冰冰、舒淇、周杰伦、佟大为、宁静等明星担当嘉宾观察员。节目设置晋级赛、挑战赛和中外PK赛，来自中国、美国、日本等国家的科学小队将迎接不同内容的科学挑战，他们通过谨慎推理和脑力激荡解决了一个又一个难题，也在这一过程中让“寓教于乐”得以实现。因此成为全年龄层次的超人气科学类综艺秀！"
    }
  },
  "北京卫视": {
    "一师亦友": {
      "channel": "北京卫视",
      "title": "一师亦友",
      "desc": "《一师亦友》以嘉宾的成长故事为核心主线，输出闪光的人生智慧，传递温暖的人生态度，达到启迪人生的目的。"
    },
    "一起开麦吧": {
      "channel": "北京卫视",
      "title": "一起开麦吧",
      "desc": "《一起开麦吧》是一档“纯听觉”盲选演唱组合音乐竞技节目，40位音乐选手逐一匿名进行演唱，其余选手各自在单独隔间通过盲听的方式选择队友。互选组成3-4人的演唱组合，通过行业专家指导，进行多轮舞台对抗，由明星评审与观众共同选择出一个最强演唱组合厂牌。"
    },
    "医者": {
      "channel": "北京卫视",
      "title": "医者",
      "desc": "故事发生在昭和十年（1935年），出生于山形县出羽三山的主峰月山山脚下的志田周子（平山绫 饰）年方26岁。她凭借不懈的努力考取了东京女子医学专科学校，谁知一封紧急电报将她带回了阔别八年之久的老家。年幼的弟弟围着这位老姐撒娇，母亲（池田有希子 饰）则殷勤地准备饭菜。周子对眼前的一切大惑不解，原来这是父亲庄次郎（榎木孝明 饰）精心策划的一个骗局。庄次郎有感于山村医疗资源的短缺，急切希望能早日创立诊所。为了顺利通过审批，他以女儿的名义报审。庄次郎恳请女儿留在家中三年，在找到替代的医生后她就可以继续自己的人生。抱着种种不安，周子决心先把眼下的三年撑过去。谁知种种考验纷至沓来，将这个女孩留在了故土之上……"
    }
  },
  "安徽卫视": {
    "皇家项链": {
      "channel": "安徽卫视",
      "title": "皇家项链",
      "desc": "烁雅出生于贵族家庭，父亲教导她地位的尊贵在这个国家十分重要，但是他的家族却在战争中家道中落，父亲在她身上寄予厚望，希望她能让家族恢复昔日的辉煌。可是哥哥和父亲都因为战争中突然去世，烁雅只能投奔姑姑，于是她搬到了拉瓦迪皇宫。 在皇宫里，她遇到了自己的白马王子亚瑟。在姑姑的教育下，烁雅出落得亭亭玉立，按照父亲的遗愿她只要嫁给贵族亚瑟就可以实现家族复兴，但是她却在不知不觉中爱上了来自新加坡的工厂老板李天，李天早在当年救下烁雅的时候就已经暗生情愫。可是对于思想保守的烁雅家族来说，嫁给外族在那个年代显得困难重重，烁雅自己也在亚瑟和李天之间犹豫不定，但是李天多次对自己的保护，终于让烁雅相信，真挚的爱情才是最宝贵的，最终她选择遵从自己的内心，和李天在一起。两个人从血统和地位中解脱，共同创造属于他们的幸福生活。"
    },
    "我亲爱的小冤家": {
      "channel": "安徽卫视",
      "title": "我亲爱的小冤家",
      "desc": "Songkran是一位房地产大亨，一个十足的花花公子，有一个叫Pe的儿子。但他一开始并不是这样的。Pe的母亲在他小时候就离开了他，和另一个男人在一起。Kran伤心欲绝，开始像对待玩具一样对待女人，并与他最好的朋友Sia Ou经营着一家模特经纪公司。Ingdao和她的家人拥有一个大型的橘子农场。她是那种不会听任何人废话的人。由于她巨大的痣和蓬头垢面，她经常被认为是丑陋的。尽管如此，她有一个男朋友叫Nu，是一个来自同一个镇的奔放而温和的老师。Songkran和他的父亲一直在关注Ingdao的父亲Saeng目前拥有的一块土地。这是他已故妻子给他的，所以他非常珍惜。一天，一直在曼谷学习的Ingdao的妹妹Ingjun厌倦了她所有的零工，决定和她的朋友Marin一起申请在Songkran公司工作。Ingjun和Marin都是公认的会计师。Songkran在Saeng和Ingjun之间建立了联系，并提出了一个如何获得那块土地的计划。Songkran开始向Ingjun求爱，Ingjun很快就爱上了他。他的家人也参与了这个计划，当她去他们家时，他们表现得很有爱心。不久，她心甘情愿地签署了她父亲给予她的那块土地的权利。她之所以能够做出这个决定，是因为她与自己父亲的关系不稳定。Songkran在获得适当的文件后，他离开了她。Ingjun悲痛欲绝。愤怒的Ingdao想为她试图自杀的妹妹报仇，同时拿回他们的土地。但是得知Songkran在她目前的状态下永远不会爱上她，她在最好的朋友Moddaeng的帮助下，变成了一个名叫Daopradub的美丽女子"
    }
  },
  "深圳卫视": {
    "东北抗日联军": {
      "channel": "深圳卫视",
      "title": "东北抗日联军",
      "desc": "该剧讲述了1931年日本帝国主义入侵中国东北，东北人民奋起反击，在中国共产党的领导下进行了艰苦卓绝的对日斗争的故事。"
    }
  },
  "东南卫视": {
    "清明上河图密码": {
      "channel": "东南卫视",
      "title": "清明上河图密码",
      "desc": "北宋宣和年间，汴梁城雀儿巷一角生活着赵不尤、温悦等性格迥异的一家五口人。赵不尤本是大理寺最底层的贴书小吏，只想过平凡的烟火日子，妻子温悦却一心只想置宅购田。一家人时常吵吵闹闹却也其乐融融。一次意外，一家人被卷入轰动的梅船大案中，随着一桩桩案件破解，一家人各显其能开启了一边破解案件、一边解决层出不穷的家庭问题和各自成长的奇妙之旅。最终一家五口重新认识并接纳了彼此，也各自收获了成长，携手揭露了幕后黑手的伪善与恶行，既捍卫了小家的幸福，也守护了汴梁百姓的安乐。"
    },
    "穆桂英挂帅": {
      "channel": "东南卫视",
      "title": "穆桂英挂帅",
      "desc": "杨家将屡次率兵击溃外来侵略军，保住了大宋江山，天下太平。杨家将孙媳穆桂英随佘太君辞宫还乡，安居20载，又遇了东安王造反，佘太君关心国家安危，命重孙杨文广、杨金花兄妹赴汴京探听消息。适逢宋王在校场上选拔将才，奸臣王强之子王伦，武艺平庸，却气焰万分，王强向宋王力保王伦为元帅，杨文广兄妹不服，冲进校场，与王伦比武，刀劈王伦。宋王原先以为杨家已绝后，正苦于无人领兵平乱，今见杨家还有这武艺高强的杨文广，并得知女英雄穆桂英尚健在，便将帅印交给杨文广，封穆桂英为征东大元帅。杨文广兄妹携印回家，穆桂英见帅印感慨万分，想杨家世世代代为国尽忠，穿破了无数铁甲，磨坏了多少鞍镫，在沙场上冲锋陷阵，保宋数十载，牺牲了多少英雄好汉，更恨宋王昏庸，奸臣当道，故迟迟不肯接印。佘太君见穆桂英犹豫，说了卫国安民的道理，并要亲自带兵去平番，穆桂英见白发如银的佘太君还有当年勇，难道自己就没有了当年的威风?便决意重整旗鼓，发兵剿灭反寇。辕门外三声炮响，穆桂英披上了铁甲，威风凛凛，在天波府调兵遣将，斥训了杨文广骄傲轻敌，整顿军风。佘太君亲到校场饯别。瞬时金鼓震天，旌旗蔽日，杨家老小英雄个个精神抖擞，气概昂扬，穆桂英率领大军，浩浩荡荡，向边塞进发。"
    },
    "武松": {
      "channel": "东南卫视",
      "title": "武松",
      "desc": "《武松》为李翰祥导演得意作品之一，由狄龙饰武松、汪萍饰潘金莲、刘永饰西门庆、谷峰饰武大郎及王莱饰王婆。在1982年金马奖荣获三项大奖：汪萍获最佳女主角、谷峰获最佳男配角、刘季友及李燕萍获最佳服装设计。\r 县都头武松因受大嫂潘金莲挑逗，责其无耻；潘向夫武大郎讹说遭调戏，大郎心中不信，但武松已收拾行李，搬回县衙居住；数月后，潘在隔壁王婆撮合下，与县中破落户财主西门庆通奸······"
    },
    "书卷一梦": {
      "channel": "东南卫视",
      "title": "书卷一梦",
      "desc": "当意外穿越进剧本世界，成为被反派男主用完即弃、凌虐致死的女主角应该怎么办？宋小鱼想都不用想，当然是能跑多远跑多远啊。然而无论如何努力，“剧情”始终都会将她推往男主南珩身边，上演一个又一个剧本名场面。而在这个纸片世界里，亦有无数个早就被“设定”好的人物角色。有人被困深宫重院，有人囿于高门家宅，有人为雌竞所累，有人因权势奔走。有人渴望爱与自由，却只能戴着镣铐惶惶起舞，有人做着扶摇直上的大鹏之梦，却在日复一日的束缚与平庸中被消磨着激情。这不仅是人怂怕死的躺平咸鱼宋小鱼和心狠手辣的夺命卷王南珩间的鏖战，更是每个“小我”纸片人与既定命运的战斗。"
    },
    "神雕侠侣": {
      "channel": "东南卫视",
      "title": "神雕侠侣",
      "desc": "经历千辛万苦，郭靖（郭追 饰）和黄蓉（黄淑仪 饰）终于回到桃花岛，然岛上已是一片肃杀景象。二人发现，黄蓉母亲的墓穴被人打开，江南七怪染血其中，死状凄惨。根据现场留下的线索以及大师傅飞天蝙蝠柯镇恶的证言，郭靖认准是黄老邪杀死了几位师傅，遂不顾黄蓉劝阻，与全不知情的黄老邪刀剑相向。另一方面，西毒欧阳锋和杨康亦在岛上出现，聪慧的黄蓉在铁枪庙戳穿二人的阴谋，并揭发杨康毒害欧阳锋之侄的真相。杨康恼羞成怒，攻击黄蓉时不慎中毒身亡。穆念慈万念俱灰，将尚在襁褓的幼子托付给黄蓉后亦随杨康而去。  　　十多年后，杨康之子杨过（傅声 饰）已长大成人。黄蓉恐其步杨康后尘，拒不授其武功。负气出走的杨过偶然在铁枪庙遇见因练九阴真经走火入魔的欧阳锋，于是随西毒学会了蛤蟆神功，更无意中知晓了自己的身世……"
    },
    "千古风流人物": {
      "channel": "东南卫视",
      "title": "千古风流人物",
      "desc": "《千古风流人物》是河南教育电子音像出版社与河南华之杰文化传播有限公司合作拍摄的一部大型历史文化纪录片。制片人王子龙，总导演海金星，艺术总监王遥远，导演宗文静、崔向忠、李曼曼、房倩，摄影指导岳川。本片共分两季，第1季共26集，包括李白，杜甫，李商隐，杜牧，辛弃疾，曹植，柳永等七个人 物，本片将目光聚焦中国历史上现象级的文化名人，希望通过解读这些人物的人生故事与艺术 成就，去梳理出数千年的中华文明史以及背后的文化内核。"
    },
    "一起冲锋吧": {
      "channel": "东南卫视",
      "title": "一起冲锋吧",
      "desc": "节目邀请一群创业者深入呼伦贝尔鄂伦春地区，展开一场聚焦青年能量与价值创造的探索之旅。他们将直面生态与经济发展的现实课题，通过深度体验与创新实践，推动当地特色资源的深度挖掘与价值提升。"
    },
    "非常旅行+": {
      "channel": "东南卫视",
      "title": "非常旅行+",
      "desc": "4位50+女性组成闺蜜旅行团，在非洲这片人类起源之地开启爱心公益之旅，通过独具个性的方式对外探索世界，冒险旅行，对内重拾友谊，审视自己。"
    },
    "我们的音乐馆": {
      "channel": "东南卫视",
      "title": "我们的音乐馆",
      "desc": "《我们的音乐馆》计划邀请12位年轻的潜力音乐人加入，共同打造音乐专属基地，并邀请音综前辈分享舞台经验，通过从零起步的“创业真人秀+LIVE舞台试炼”。"
    },
    "分贝在出逃": {
      "channel": "东南卫视",
      "title": "分贝在出逃",
      "desc": "《分贝在出逃》是一档户外音乐治愈综艺节目。节目集音乐元素、旅途元素和真人秀元素为一体，传播音乐和友情的正能量。"
    },
    "鲁豫有约·一日行": {
      "channel": "东南卫视",
      "title": "鲁豫有约·一日行",
      "desc": "据了解，节目首播当期“华人首富”王健林将会带领鲁豫走进万达食堂，曝光传说中的万达内部食堂，还大谈与儿子王思聪的相处之道，甚至谈到了“自己要延迟退休以及为什么要延迟退休”，并且给鲁豫展示了自称一向“秘不示人”的“神秘收藏王国”，首次公开自己的私人飞机内部……这也将是王健林的综艺访谈节目首秀。著名主持人孟非，虽然全国知名，却从未上过任何一个节目深谈自己的人生和隐私，这一次听说是在南京与鲁豫盘桓一整日，对鲁豫全面开放了他的私人生活。除此以外，还有部分网友对杨丽萍位于大理的传说中“美到天上去”的月亮宫、因“抑郁症”远离观众视线10年的“摇滚蓝莲花”许巍和“网红霸道女总裁”董明珠的逆袭等也表示出了强烈的好奇，甚至有网友调侃称：“鲁豫姐姐一定要多吃饭，攒足力气多走出去带我们看看大咖们的人生”。还有网友表示能邀请到这些重量级的明星大咖，也只有鲁豫能做到。该节目将于8月26日起，每周五晚21：10分于东南卫视首播。"
    }
  },
  "湖北卫视": {
    "武松": {
      "channel": "湖北卫视",
      "title": "武松",
      "desc": "《武松》为李翰祥导演得意作品之一，由狄龙饰武松、汪萍饰潘金莲、刘永饰西门庆、谷峰饰武大郎及王莱饰王婆。在1982年金马奖荣获三项大奖：汪萍获最佳女主角、谷峰获最佳男配角、刘季友及李燕萍获最佳服装设计。\r 县都头武松因受大嫂潘金莲挑逗，责其无耻；潘向夫武大郎讹说遭调戏，大郎心中不信，但武松已收拾行李，搬回县衙居住；数月后，潘在隔壁王婆撮合下，与县中破落户财主西门庆通奸······"
    }
  },
  "广东卫视": {
    "霓虹灯下的哨兵": {
      "channel": "广东卫视",
      "title": "霓虹灯下的哨兵",
      "desc": "上海解放后，解放军某部八连接受了在南京路执勤的任务。三排长陈喜（马学士 饰）经不起资产阶级“香风”熏染，瞧不起乡下来看他的妻子春妮（陶玉玲 饰），看不惯脸长得黑的八班长赵大大（袁岳 饰），逐渐丢掉了我军艰苦朴素的优良品质。上海籍新战士童阿男（廖有梁 饰）自由主义思想严重，不请假私自外出，受到连长鲁大成（宫子丕 饰）批评后，竟扬长而去。八班长赵大大则看不惯上海滩的乌烟瘴气，坚决要求上前线去。指导员（徐林格 饰）针对连队出现的种种问题，感觉到问题严重，决定遵照毛主席教导，开展阶级教育，请来老工人讲述在旧上海所遭遇的种种苦难，并使战士们认清在和平时期中也存在着你死我活的斗争......"
    },
    "养猫的人": {
      "channel": "广东卫视",
      "title": "养猫的人",
      "desc": "国内首部聚焦人与猫故事的系列纪录片。网络时代，人与人之间的交流普遍数字化，个体生活逐渐演变为孤岛模式，很多人因此选择了猫作为自己的生活伴侣。猫成为了家庭的成员，陪伴并见证了人的生活，成了生活中重要的精神出口。猫与人之间建立起了亲密关系，因此产生了很多感人肺腑的故事。我们寻找独特但又具有普遍性的案例来记录，通过聚焦猫与人的连接来讲述人的境遇，从不同的人生切片里窥见人类共同的情感和需求，以安抚和治愈在时代巨变的动荡中不断磨合的人生。"
    },
    "国宝时刻": {
      "channel": "广东卫视",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    },
    "好团圆": {
      "channel": "广东卫视",
      "title": "好团圆",
      "desc": "向郅军(丁勇岱饰)的三个女儿分别居住在上海、昆山、苏州，向前(白百何饰)三十五岁，在事业上已有较好发展。向中(李纯饰)三十一岁，正在积极打拼奋斗；向南(王玉雯饰)二十六岁，性格纯真烂漫。向家三个女儿的婚姻接连遭遇挫折，仨姐妹相互帮助、相互鼓劲。在父母的指导和劝解下，向中摆脱了无理取闹的婆家，重拾经营婚姻的信心；向前认清了老公高平(章涛饰)的伪善，再次找到事业与人生的方向；向南也不再感到迷惘，对婚姻、对自己都有了更清醒成熟的认识"
    },
    "黑色名单": {
      "channel": "广东卫视",
      "title": "黑色名单",
      "desc": "黎明前的上海，社会各界知名人士纷纷响应中共民主主张，要求结束蒋家王朝专制统治。人心向背，大厦将倾，困兽犹斗的国民党国防部保密局，接受躲在溪口老家幕后指挥的蒋介石直接指令，针对那些无法公开清除的社会名人，炮制出一份“黑色名单”。军统昆明站干将黄龙杰被抽调组建代号为“闪电”的特别行动小组，展开一系列瞒天过海的暗杀活动。"
    },
    "南征北战": {
      "channel": "广东卫视",
      "title": "南征北战",
      "desc": "1947年冬，国民党军队对华东解放区发动重点进攻，我华东部队于苏北七战七捷后，为彻底歼灭敌人，大踏步后退。起初，有些战士想不通。某师一团一营高营长率部转移到沂蒙山区的桃村待命。老乡们对后撤也有意见。\r 为安定战士与老乡的情绪，高营长与村长赵玉敏分别将上级作战意图作了解释说明。这时，情况突然有了新的变化，敌方以为我军败退，集中三十万人马，从三面向我军合围，意欲决战。\r 我军在桃村前面的大沙河阻击敌人六个昼夜，然后向凤凰山转移，围歼凤凰山已被我军围困的敌军李军长所属的七个师。高营长奉命在摩天岭狙击前来增援的敌张军长部队。凤凰山一战结束后，高营长又奉命担任包歼援敌的先锋。\r 敌军退守大沙河以南负隅顽抗，高营长抄小路偷渡大沙河，切断敌军退路。敌人想炸掉大沙河上游的水坝，用水来阻止我军。赵玉敏带领游击队剪断了水坝上的炸药导火索，保全了水坝。我军渡过大沙河，歼灭了敌人，敌张军长及其参谋长均被生擒。"
    },
    "绝密较量": {
      "channel": "广东卫视",
      "title": "绝密较量",
      "desc": "国安三处副处长杨光在一次收网行动中得到情报，有境外间谍组织欲破坏中美两国合作会谈。杨光带领队友前往支援，间谍组织却暗杀我方会议代表，致会谈终止。中美双方合作会议重启，敌方又再度出手杀害我国科研专家，窃取我国机密技术。杨光敏感察觉事态背后定有阴谋，带领三处抽丝剥茧展开调查。无独有偶，神秘女人赵亚苧以国际公关身份若隐若现，敌友难辨。杨光运筹帷幄、重拳出击，成功将境外情报组织赫尔墨斯及其头目山下恒友等人缉拿归案，殊料却被赵亚苧感谢之名构陷，百口莫辩。"
    },
    "湄公河行动": {
      "channel": "广东卫视",
      "title": "湄公河行动",
      "desc": "2011年10月5日，两艘中国商船在湄公河金三角水域的“鬼门关”河段遭袭，13名中国船员全部遇害。泰国军方随后召开新闻发布会，诬陷中国商船贩毒，令案件扑朔迷离。为查明真相、还遇难同胞清白，中国决定派出缉毒精英，组成以云南省缉毒总队队长高刚（张涵予 饰）为首的特别行动小组，潜入金三角地区展开跨国调查。\r 高刚联手潜伏在当地多年的情报员方新武（彭于晏 饰），根据线索指向，将目标锁定在盘踞于金三角、残忍狂妄的大毒枭糯卡（柏华力·莫高彼斯彻 饰）及其犯罪集团身上。为了将真凶绳之以法，中、老、缅、泰四国执法部门展开联合巡逻与执法。\r 特别行动小组不顾安危，深入虎穴，从血腥的商场枪战到惊险的丛林追捕，从飞车追击到船艇激战，与糯卡集团展开了一系列惊心动魄的较量。这是一场维护国家尊严、为无辜同胞讨回公道的正义之战。"
    },
    "众创英雄汇": {
      "channel": "广东卫视",
      "title": "众创英雄汇",
      "desc": "围绕广东省“众创杯”创业创新大赛展开的大型原创演播厅创业竞赛节目《众创英雄汇》于2019年7月6日起在广东卫视播出，一共5期。节目已经在广州开启录制，乐嘉担任观察团团长，李国庆等担任创业导师。"
    },
    "战火青春": {
      "channel": "广东卫视",
      "title": "战火青春",
      "desc": "解放战争时期，华北某地。我军某分队与敌激战一昼夜，伤亡惨重，弹药也将告罄。增援部队赶到后，救出女扮男装的战士高山（王苏娅 饰）。排长雷振林（庞学勤 饰）对新调来当副排长的高山很不以为然，他好战心切，常常刚愎自用，听不得别人规劝。高山不想在战友面前暴露自已女性身份，在战斗和生活中她和男兵一样，摸爬滚打、英勇顽强，深得战友的拥戴。在一次阻击战中，雷振林为自己的鲁莽付出了代价，关健时刻，高山挺身而出，冒着炮火救了他，自已则负伤住进医院。血的教训令雷振林异常懊悔，当他到医院看望受伤的高山时，眼前的一幕让他惊呆了......"
    },
    "从农场到餐桌": {
      "channel": "广东卫视",
      "title": "从农场到餐桌",
      "desc": "2020年是全面建成小康社会的决胜之年，在这样一个重要的历史时期，广东卫视聚焦精准扶贫和乡村振兴战略，充分发挥卫视的平台优势，联合政府资源、农村电商平台、银行，共同打造一档全新的融媒体节目《从农场到餐桌》，体现了媒体的政治站位和服务地方、助力全省各地高质量发展的决心。"
    },
    "飞来峰": {
      "channel": "广东卫视",
      "title": "飞来峰",
      "desc": "浙江广播电视集团与杭州⻄湖⻛景名胜区联合出品的《飞来峰》是浙江首部 8K 超高清纪录片。 本片以飞来峰山水、溶洞中的“微笑”符号为叙事线索，破壁架桥， 从东南形胜的自然景观到石窟艺术的精妙造诣，从文明相通的人类讯息，到会心一笑的文人翰墨，用浙派纪录片的诗意表达解码其中的文化基因，带领观众感受穿越千年、直抵人心的石窟艺术魅力。《⻜来峰》首次在浙江广电行业中应用了 8K 超高清影像技术、AIGC 数字修复技术、杜比全景声等多项最新技术， 填补行业空白，用“文化+科技”的力量探索文物保护传承和中华文化传播新路径。"
    },
    "中国海南·雨林秘境": {
      "channel": "广东卫视",
      "title": "中国海南·雨林秘境",
      "desc": "2023年10月，中国首批国家公园正式设立两周年，为了展示海南热带雨林国家公园的原真性和完整性，践行省委、省政府的决策部署，深度挖掘海南热带雨林独有的生态价值、科研价值和科普价值，向全世界充分展示其生物多样性，在海南省林业局（海南热带雨林国家公园管理局）的专业指导下，中央广播电视总台影视剧纪录片中心与海南广播电视总台（集团）联合出品，华纳兄弟探索集团联合制作推出了纪录片《中国海南·雨林秘境》，将于12月29日—31日，21:00—22:00在CCTV-9纪录频道播出。\n\n　　纪录片共三集，采用4K制作，每集50分钟。节目是海南热带雨林国家公园正式设立后，首部系统呈现海南热带雨林特色或标志性内涵的大型纪录片，将从雨林景观及植物、动物、人与自然等多维视角展现海南热带雨林的独特性、稀缺性、神秘性。"
    },
    "英雄虎胆": {
      "channel": "广东卫视",
      "title": "英雄虎胆",
      "desc": "1950年，广西西部十万大山地区有待解放，匪首李汉光（方辉）和妻子李月桂（胡敏英）带领一股顽匪与国民党特务勾结，将百姓骚扰得苦无宁日。根据被解放军捕获的台湾派遣副司令雷震霆提供的线索，侦察科长曾泰（于洋）假扮他的身份来到李匪内部。  　　对眼前这位迟迟才到的“雷震霆”，李月挂夫妇自然没有掉以轻心，利用潜伏在解放军内部的特务所提供的情报，他们设多计将他考验，曾泰均惊险过关。过程之中，曾泰虽痛失战友耿浩（张勇手）等，却也利用自己的聪明才智铲除了对自己不利的诸多匪兵，尤其利用李月桂亲信、风情万种的阿兰（王晓棠）对他的迷恋，以攻为守逐渐取得了李月挂夫妇对他的百分百信任。"
    },
    "壮士出川": {
      "channel": "广东卫视",
      "title": "壮士出川",
      "desc": "一九三七年，“七·七”事变爆发，川军在四川省主席的感召下，请缨出川抗日。这支川军知耻后勇，以“失地不复，决不回川”的决心，以三百万壮士出征，六十万军人伤亡的代价，打出了“无川不成军”的威名。学生连长张抗带领属下官兵随川军北路纵队出征，转战今山西、山东、湖北、湖南等地，在台儿庄大战等重大战役中，与日军展开一系列惊心动魄的殊死搏斗。通过战争的洗礼，张抗与众川军将士结下生死之谊，其与女学生夏之悦的爱情也在血与火的烘托中得以升华。张抗属下士兵杨得贵、王长生、吴天禄、何阴阳、黑娃等人，虽出身不同、性格迥异，但在民族大义的感召下，殊途同归，最终为了掩护张抗脱险，纷纷慷慨就义，谱写了一曲可歌可泣、荡气回肠的英雄赞歌。"
    },
    "电影": {
      "channel": "广东卫视",
      "title": "电影",
      "desc": "电影11111111111111111111"
    }
  },
  "贵州卫视": {
    "日落时分说爱你": {
      "channel": "贵州卫视",
      "title": "日落时分说爱你",
      "desc": "熟龄哥姐勇闯恋综，开启敢爱新篇章！不管几岁，恋爱万岁！"
    },
    "我粉你": {
      "channel": "贵州卫视",
      "title": "我粉你",
      "desc": "节目是国内首档聚焦米粉这一食物，呈现国人全天候米粉情结的纪录片。米粉作为一种普通日常却又富有感染力的食物，不少米粉从早期只在特定区域出现，到现在逐渐走向全国，既填补了众多异乡打拼之人的乡愁，也丰富了各地的饮食结构和文化。本片从美食出发，走遍省会城市、工业城市、边境小城、少数民族自治县、海滨城市、高山村镇等 ，将镜头伸向街头巷尾，田间山野，讲述平民美食和山野传奇，以最独特的视角真实展现米粉这一美食背后的独特情感。带观众追溯原始产地最地道的美味米粉，探访最有味道、最有温度的米粉之城，一览中国各具特色的城市面貌和风土人情。本片从创作上，重美食、巧叙事、强戏剧。重点展示米粉工艺本身及相关食材制作，从画面上突出美食的吸引力。同时通过给每集人物进行关于米粉的动机设置、逆向设置，增强冲突的故事感，跳脱单纯展示型纪录片的套路，让人物与美食的结合度更高。"
    },
    "风味原产地": {
      "channel": "贵州卫视",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    },
    "詹姆士的厨房": {
      "channel": "贵州卫视",
      "title": "詹姆士的厨房",
      "desc": "《詹姆士的厨房·旅行季》是一档美食旅行慢综，由中国台湾著名烹饪美食家詹姆士与罗拉、王能能三人组成“寻鲜家族”，从贵阳出发自驾游遍贵州九地，一起制作一份旅行手帐，并开设一家创意集合菜小店，每一地还将有飞行嘉宾投送他的“美食订单”。"
    }
  },
  "河北卫视": {
    "我们的日子": {
      "channel": "河北卫视",
      "title": "我们的日子",
      "desc": "本剧主要描述两个家庭：荷顿(Hortons)家族和布雷迪(Bradys)家族。 很多其他家族也进入到这个团队，并且偶尔露面。荷顿家族的女家长，Frances Reid从该剧成立以来一直参与演出直到2010年2月3日逝世。 Suzanne Rogers在我们的日子38周年庆生会中，回顾她第一次于1973年出场。 Susan Seaforth Hayes 则是唯一的从开播到现在都还在的角色。"
    },
    "康熙微服私访记": {
      "channel": "河北卫视",
      "title": "康熙微服私访记",
      "desc": "该剧主要描述了康熙年间黄河连年泛滥，沿岸百姓苦不堪言，康熙皇帝体恤民情励志治河，亲自九下江南巡视黄河灾情，更由此引出了一幕幕传颂一时的传奇故事。《康熙微服私访记》分为《犁头记》《八宝粥记》《铜鼎记》《紫砂记》四个故事。《康熙微服私访记2》分为《馒头记》《桂圆记》《霞帔记》三个故事。《康熙微服私访记3》分为《锦袍记》《食盒记》《铃铛记》三个故事。《康熙微服私访记4》分为《金镖记》《绫罗记》《茶叶记》三个故事。四部故事情节曲折迷离、惊心动魄，人物丰富生动，戏剧结构明快，风格诙谐得当。"
    }
  },
  "山西卫视": {
    "经典电影": {
      "channel": "山西卫视",
      "title": "经典电影",
      "desc": "六位电影人以当代视角改编经典电影，探讨当今社会关于身份认同的议题。"
    },
    "AI故事会": {
      "channel": "山西卫视",
      "title": "AI故事会",
      "desc": "单均铭为了保护母亲一手创办的成人皇家艺术学院不被拆迁建成商业街，收购了学校。准备对学校进行维护加建，却遭到了误以为他要拆学校的顾婉婉的强烈阻拦。单均铭为了不让顾婉婉影响他对学校的改造进度，强行将顾婉婉留在身边，让她没时间捣乱。 两人却在相处的过程中互相吸引，单均铭发现自己爱上了顾婉婉，准备向顾婉婉告白。 告白前夕，单均铭意外发现了顾婉婉就是五年前那个戏弄了他的感情，还间接害他听力受损，不得不放弃学习音乐的人。单均铭决定报复顾婉婉。 直到顾婉婉伤心离开，单均铭才发现不管是五年前还是五年后，一切的事情，都是庄美言的设计，他误会了顾婉婉。单均铭恍然大悟，最终找回了顾婉婉。"
    },
    "小巷人家": {
      "channel": "山西卫视",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    },
    "这十年·幸福中国": {
      "channel": "山西卫视",
      "title": "这十年·幸福中国",
      "desc": "翻开历史的书卷，回望千年的凝练，从古之华夏到今之崛起的中国，这是一段疾速飞跃的伟大历程，每个领域我们都努力推进，每一步我们都走得脚踏实地。在这里我们一起回首历史与古代先贤对话，立足当下共述新时代幸福生活。二十四位实力演员穿越历史时空，以24位历史人物，展开20段历史故事，铸就中华五千年文明丰碑。"
    },
    "电影": {
      "channel": "山西卫视",
      "title": "电影",
      "desc": "电影11111111111111111111"
    }
  },
  "河南卫视": {
    "快乐人生": {
      "channel": "河南卫视",
      "title": "快乐人生",
      "desc": "活火山摇滚乐队由四名对于音乐充满了梦想和希望的年轻人组成，然而，他们连续三年参加了大学歌谣节，每一次都逃不过遭到淘汰的命运。毕业后，四人将音乐梦想埋藏在心底，分道扬镳。\r 　　成旭（金允石 饰）为了供儿子读书每日辛劳的工作着，基永（郑进永 饰）游手好闲，日子过得得过且过。赫秀（金尚浩 饰）赚了点小钱，准备将孩子送出国外深造。队长尚宇的葬礼上，三人重逢了，已经变成大叔的三人，忽然产生了重组活火山乐队的念头。他们找来了尚宇的儿子贤俊（张根硕 饰），将主唱的位置给了他。再一次的，四人在音乐和节奏之中找回了阔别已久的快乐。"
    },
    "探索发现": {
      "channel": "河南卫视",
      "title": "探索发现",
      "desc": "2020年，在河南省洛阳市正平坊的考古工地上，考古队员发现在正平坊中心位置，一道南北向的夯土墙截断了东西向的路。西半坊是一座大型院落，主人为唐朝的太平公主。这座宅院紧邻国子监、孔庙，其巨大的面积，奢华的装修令人惊叹。（《探索·发现》 20220609 太平公主的宅院）"
    },
    "聚焦": {
      "channel": "河南卫视",
      "title": "聚焦",
      "desc": "本片以震撼人心的真实事件改编，荣获普利策奖的《波士顿环球报》调查报道撼动了整座城市，并引发全球最古老、最具威望的机构之一陷入信任危机。当报社锲而不舍的“聚焦”调查组记者深入挖掘天主教会的性侵指控时，长达一年的调查揭露了波士顿宗教、司法与政府高层长达数十年的掩盖行径，随即在全球掀起揭露真相的浪潮。[开路影业]"
    }
  },
  "广西卫视": {
    "英雄虎胆": {
      "channel": "广西卫视",
      "title": "英雄虎胆",
      "desc": "1950年，广西西部十万大山地区有待解放，匪首李汉光（方辉）和妻子李月桂（胡敏英）带领一股顽匪与国民党特务勾结，将百姓骚扰得苦无宁日。根据被解放军捕获的台湾派遣副司令雷震霆提供的线索，侦察科长曾泰（于洋）假扮他的身份来到李匪内部。  　　对眼前这位迟迟才到的“雷震霆”，李月挂夫妇自然没有掉以轻心，利用潜伏在解放军内部的特务所提供的情报，他们设多计将他考验，曾泰均惊险过关。过程之中，曾泰虽痛失战友耿浩（张勇手）等，却也利用自己的聪明才智铲除了对自己不利的诸多匪兵，尤其利用李月桂亲信、风情万种的阿兰（王晓棠）对他的迷恋，以攻为守逐渐取得了李月挂夫妇对他的百分百信任。"
    },
    "黑山阻击战": {
      "channel": "广西卫视",
      "title": "黑山阻击战",
      "desc": "1948年，东北解放战争已经进入了关键的时刻。在天寒地冻，缺衣少粮的情况下，东北解放军发动了强大的攻势。打的敌人落荒而逃。蒋介石为了稳住阵脚，慌忙从别的地方调遣了五个军对东北进行增援。"
    },
    "独立大队": {
      "channel": "广西卫视",
      "title": "独立大队",
      "desc": "解放战争时期，粤北游击队驻地。叶永茂（中叔皇 饰）受上级委派只身赴马龙（郭振清 饰）所控杂牌武装，动员他们起义，接受共产党收编。收编后命名为“独立大队”，但马对叶及游击队始终怀有戒心，加之拜把兄弟刁飞虎（庞学勤 饰）从中作梗，更是对革命三心二意。一次去村里执行任务，刁竟与地主婆勾搭在一起，牛牯（达奇 饰）见状愤然离队，刁反诬牛牯携枪叛逃，牛牯当众揭发刁的土匪行径引众怒，纷纷要求严惩，但马念刁曾经的救命之思而手下留情。李登高（孙笑非 饰）叛变后，唆使刁用调虎离山计引马率部接应敌人的起义部队，马不知是计，险遭毒手，幸亏叶永茂及时赶到挽救了独立大队，严酷的现实擦亮了马龙的眼睛....."
    }
  },
  "云南卫视": {
    "睦邻·柬埔寨": {
      "channel": "云南卫视",
      "title": "睦邻·柬埔寨",
      "desc": "《睦邻·柬埔寨》由云南广播电视台与柬埔寨国家电视台联合出品，全片共4集，分为《丝路明珠》《生命家园》《生息之地》《一起成长》四个篇章，每集30分钟，分别呈现了柬埔寨的人文风光、生物多样性、传统生活以及现代发展历程。"
    }
  },
  "内蒙古卫视": {
    "锻刀": {
      "channel": "内蒙古卫视",
      "title": "锻刀",
      "desc": "绰号小刀的山寨青年江昂泰，因自己深爱的姑娘江美兰打算和世仇萧家寨的少爷萧以恒和亲，搅黄婚礼、引发家族械斗，并导致萧以恒父亲重伤。小刀被逐出山寨，后因时局所迫，奉命从山寨召集了一支队伍加入国军抗日，却被编到了仇人萧以恒的麾下。萧以恒将小刀的队伍屡屡推到战斗最惨烈的第一线，但是小刀和同族子弟兵不畏艰难、英勇奋战，一次次取得胜利。萧以恒和小刀之间的矛盾也随着战火的洗礼逐渐消解。  　　但小刀对萧以恒的妻子江美兰执着的爱却始终是一个插在所有人心里的刺。小刀甚至为此一再辜负真正深爱着他的姑娘，共产党员沈沛琴。随着战争越发惨烈，小刀在沈沛琴的影响下最后加入了中共的队伍。两个人也走到了一起。  　　卢汉起义，小刀奉命争取萧以恒，几经波折后，萧以恒最终率部起义。一群热血青年在那段峥嵘的岁月里，演出了一段可歌可泣的传奇故事。  　　本剧讲述的是1937年抗战爆发，一群云南的爱国志士和热"
    },
    "微剧场": {
      "channel": "内蒙古卫视",
      "title": "微剧场",
      "desc": "阳光明媚的一天，碧海蓝天，海鸥飞翔，在一座植被茂密的小岛上，漩涡鸣人、佐助、小樱以及井野、志乃登一众下忍没有任何修炼任务，而是悠哉游哉地坐在海边举行烧烤聚会，只不过这群性格别扭的家伙却分坐在不同地方，各自为政。超级贪吃的漩涡鸣人意外在沙滩下发现一支普普通通、破破烂烂的瓶子，他随手打开瓶盖，却从里面喷出一股浓郁的烟雾。烟雾散去，一个身形巨大的怪大叔出现，他就是传说中的壶中魔神，可以满足人们三个愿望。  　　鸣人他们起初并不相信魔伸的说法，但在见识了对方的法力之后，却不由得佩服起来。可惜他们有意无意浪费了两个愿望，而今只剩下最后一个，各怀私心的下忍们在岛上展开了一场激烈的争夺战…"
    },
    "行者": {
      "channel": "内蒙古卫视",
      "title": "行者",
      "desc": "喧嚣繁华的国际都会香港，生活于斯的人们朝暮奔忙，从不停歇。这是一场金钱、荣誉、地位的赛跑，你我兀自沉湎其中，从不知晓一切的无常，倏忽易逝。在这个喧嚣场内，有一位形似比丘的行者（李康生 饰）缓缓地穿梭其中。他低垂着头颅，身披红色长袍，手中托着面包和快餐塑料袋。每一步都如同经过深思熟虑般稳稳踏出，似乎正是在享受这步履交错的修行。太阳升起落下，行者以这般迥异常人的方式穿梭全港，仿佛是奔流不息的江河中央一个岿然不动的小渚。不知起点，不知终点，无所从来，亦无所去……"
    },
    "时光拾光": {
      "channel": "内蒙古卫视",
      "title": "时光拾光",
      "desc": "尼古拉斯·贝多斯([阿德尔曼夫妇])自编自导的新片[美好年代](La Belle Époque，暂译)已于9月25日开机，将于本月28日完成拍摄。卡司包括丹尼尔·奥特伊、吉约姆·卡内、芬妮·阿尔丹、皮埃尔·阿迪提、德尼·波达利德斯。故事讲述60多岁的男主维克多面临婚姻危机，一个商人安东尼向他兜售称他的公司可以让维克多重返自己昔日岁月的某一时段，维克多选择了重返与初恋相遇的40年前。该片法国发行权、国际销售权归Pathé、Orange Studio。"
    },
    "大盛魁": {
      "channel": "内蒙古卫视",
      "title": "大盛魁",
      "desc": "该剧由创业、兴业、歇业三部构成，历史跨度270年，讲述了自清代“走西口”历史背景下由晋商创造的中国清代最大的跨国贸易商号——“大盛魁”的兴衰传奇"
    },
    "战士": {
      "channel": "内蒙古卫视",
      "title": "战士",
      "desc": "在革命烈士纪念碑前，抗战老兵王二回忆起了自己曾经的前辈、导师及战友。在那个战火纷飞的年代，侵华日军的铁蹄踏到了王二所在的村子里。十五六岁的王二胆小懦弱，无依无靠的他在炮火中无所适从，直到一个八路军的班解救了他。就此他结识了有勇有谋的班长赵真，机灵的侦查员张鹏，大大咧咧的警卫员孙大嘴，谨慎的刘贵，沉着的狙击手周大宝，善良的卫生员叶琳，以及因厌恶侵略战争而投靠八路军的原日军成员小林健次郎。赵真所在的班因解救王二而与大部队失散，他们一行人带着王二，在日军的封锁区艰难的寻找着大部队。在战火的洗礼中，他们每个人都面临着突破自我的考验……"
    },
    "世界·观": {
      "channel": "内蒙古卫视",
      "title": "世界·观",
      "desc": "只有他们能侦听到的太空的神秘声音？他们到底发现了什么？三位天文学家意外地截获了他们认为是来自遥远的外星文明的信号，但事实比他们任何人想象的都要不可思议。该片制作历时五年，四个工作人员，三个演员，零预算的独立电影。"
    }
  },
  "西藏卫视": {
    "中华女儿": {
      "channel": "西藏卫视",
      "title": "中华女儿",
      "desc": "第5届卡罗维发利国际影展自由斗争奖。凌子风导演的抗日电影，由张铮、岳慎主演。描述在1936年的东北，年轻寡妇胡秀芝为夫报仇，参加了抗日联军，被锻炼成一名刚强的战士。在一次完成炸毁敌军列车的任务后，为牵制敌人而把他们吸引到牡丹江畔，指导员冷云不幸牺牲。在日军重重围困下，弹尽粮绝的胡秀芝和她的七个姊妹视死如归，背起冷云的尸体一齐沉没在牡丹江中。"
    },
    "烈火中永生": {
      "channel": "西藏卫视",
      "title": "烈火中永生",
      "desc": "重庆解放前夕的1948年，自知良日不多的国民党开始对共产党人与进步人士进行疯狂的屠杀。江姐（于蓝）在丈夫被杀后，收拾心情来到华蓥山区参加农村武装革命，由于叛徒甫志高的出卖，她和重庆地下党组织领导人许云峰（赵丹）被捕并被囚禁在渣滓洞集中营。国民党先后对许云峰和江姐威逼利诱、严刑拷打，妄图从他们口中得到有关地下党的线索，告失败。而在肉体被折磨时，许云峰和江姐精神上反是越挫越勇，他们带领狱友小萝卜头（方舒）等同国民党展开了一次又一次的斗争。1949年4月，解放军横渡长江，重庆解放在即，许云峰、江姐等人通过在集中营装疯卖傻10余年的华蓥山区党委书记华子良与外面的党组织取得了联系，开始策划越狱行动。"
    }
  },
  "嘉佳卡通": {
    "乌龙院之活宝传奇": {
      "channel": "嘉佳卡通",
      "title": "乌龙院之活宝传奇",
      "desc": "动画片《乌龙院之活宝传奇》围绕着性格迥异的师徒四人及恒王朝留下的万年人参——“活宝”所展开。讲述了师徒四人从代表着金、木、水、火、土五行元素的五个地方通关，拯救被肢解的“活宝”躯干，最终维护武林和平的故事"
    },
    "小花仙之四时花语秋": {
      "channel": "嘉佳卡通",
      "title": "小花仙之四时花语秋",
      "desc": "《小花仙》系列是由上海淘米动画有限公司创作出品的系列动画，讲述地球少女夏安安收复花仙精灵王的故事。"
    }
  },
  "农林卫视": {
    "拉家常": {
      "channel": "农林卫视",
      "title": "拉家常",
      "desc": "你也许认为你是世界上最忙碌的人，但是，在这个系列纪录片里，主持人戈登·拉姆齐要向大家证明：在家也能煮出色香味俱全的菜肴。他的烹调法则很简单：第一，家常菜必须简单易做；第二，制作起来一定不要太费时间，可以很快做好；第三，一定得美味可口。所以，如果你觉得在家里煮不出美味的食物，那么，你需要重新反省，这就是你唯一需要的菜谱。在这个系列中，主持人戈登·拉姆齐在他自己的家中，在他自己的厨房里，和他的家人：蒂莉、杰克、霍莉、梅根，当然，还有他的妻子塔娜一起，为我们奉献出一道道美味家常菜。"
    },
    "壮士出川": {
      "channel": "农林卫视",
      "title": "壮士出川",
      "desc": "一九三七年，“七·七”事变爆发，川军在四川省主席的感召下，请缨出川抗日。这支川军知耻后勇，以“失地不复，决不回川”的决心，以三百万壮士出征，六十万军人伤亡的代价，打出了“无川不成军”的威名。学生连长张抗带领属下官兵随川军北路纵队出征，转战今山西、山东、湖北、湖南等地，在台儿庄大战等重大战役中，与日军展开一系列惊心动魄的殊死搏斗。通过战争的洗礼，张抗与众川军将士结下生死之谊，其与女学生夏之悦的爱情也在血与火的烘托中得以升华。张抗属下士兵杨得贵、王长生、吴天禄、何阴阳、黑娃等人，虽出身不同、性格迥异，但在民族大义的感召下，殊途同归，最终为了掩护张抗脱险，纷纷慷慨就义，谱写了一曲可歌可泣、荡气回肠的英雄赞歌。"
    },
    "五号特工组之偷天换月": {
      "channel": "农林卫视",
      "title": "五号特工组之偷天换月",
      "desc": "这是一部具有真实史料为背景的抗日间谍片。1937年8月12日，\"8·13\"事变前夜，日军驻华间谍机关发布了一道暗杀蒋介石的密令......卢沟桥事变\"爆发后，在战事一触即发的上海，日军间谍猖獗密布，国民政府国防部中校参谋、中共地下党员欧阳剑平，按照地下党组织领导冯先生的指示，召集4位身怀绝技的青年志士，秘密组成\"5号\"特工组。这五人一路艰险到达上海，住进法租界，他们伪装的公开身份是\"上流社会\"成员，在杀机密布的上海，他们遭遇到了......"
    },
    "穆桂英挂帅": {
      "channel": "农林卫视",
      "title": "穆桂英挂帅",
      "desc": "杨家将屡次率兵击溃外来侵略军，保住了大宋江山，天下太平。杨家将孙媳穆桂英随佘太君辞宫还乡，安居20载，又遇了东安王造反，佘太君关心国家安危，命重孙杨文广、杨金花兄妹赴汴京探听消息。适逢宋王在校场上选拔将才，奸臣王强之子王伦，武艺平庸，却气焰万分，王强向宋王力保王伦为元帅，杨文广兄妹不服，冲进校场，与王伦比武，刀劈王伦。宋王原先以为杨家已绝后，正苦于无人领兵平乱，今见杨家还有这武艺高强的杨文广，并得知女英雄穆桂英尚健在，便将帅印交给杨文广，封穆桂英为征东大元帅。杨文广兄妹携印回家，穆桂英见帅印感慨万分，想杨家世世代代为国尽忠，穿破了无数铁甲，磨坏了多少鞍镫，在沙场上冲锋陷阵，保宋数十载，牺牲了多少英雄好汉，更恨宋王昏庸，奸臣当道，故迟迟不肯接印。佘太君见穆桂英犹豫，说了卫国安民的道理，并要亲自带兵去平番，穆桂英见白发如银的佘太君还有当年勇，难道自己就没有了当年的威风?便决意重整旗鼓，发兵剿灭反寇。辕门外三声炮响，穆桂英披上了铁甲，威风凛凛，在天波府调兵遣将，斥训了杨文广骄傲轻敌，整顿军风。佘太君亲到校场饯别。瞬时金鼓震天，旌旗蔽日，杨家老小英雄个个精神抖擞，气概昂扬，穆桂英率领大军，浩浩荡荡，向边塞进发。"
    }
  },
  "厦门卫视": {
    "光荣时代": {
      "channel": "厦门卫视",
      "title": "光荣时代",
      "desc": "《光荣时代》是由刘海波执导，张译、黄志忠、潘之琳、薛佳凝领衔主演的年代反特刑侦剧。\n\n该剧讲述了以郑朝阳为代表的新中国第一代人民公安，在面对以“桃园”行动组为代表的国民党潜伏特务的持续破坏时，展开了艰苦卓绝又针锋相对的斗争故事。\n\n该剧于2019年10月13日在江苏卫视、北京卫视首播，并在腾讯视频、爱奇艺同步播出。"
    }
  },
  "延边卫视": {
    "以家人之名": {
      "channel": "延边卫视",
      "title": "以家人之名",
      "desc": "因为家庭变故，三个没有血缘关系的小孩成为了彼此新的家人。青梅竹马一起长大的三兄妹，一同经历，相互扶持，不因来时坎坷而沮丧，也不因前路漫漫而退缩。然而，原生家庭造成的心理问题如影随形，他们谒望被爱，却更加害怕失去。而曾经伤害过他们的人也再次闯入，打着家人的旗号想把他们分开。一边是彼此认定相互珍惜的新家人，一边是无法选择关系谈漠的亲生父母，他们艰难抉择却还是顾此失彼。他们不想新家人受到伤害，也不想人生被拖向深渊。面对两难的境遇，他们勇敢面对， 也努力让父母直面了自己的问题。在不同关系的爱中， 他们教会了自己成长，明晰了自己的内心一唯有直面原生家庭的影响，以家人之名相互治愈，才能清醒无畏的走下去， 成为更好的自己。"
    },
    "面具背后": {
      "channel": "延边卫视",
      "title": "面具背后",
      "desc": "1936年上海，从小被人收养的徐继发是一名警探，并受命调查一桩坠楼案，在他追查遭到陷害面临绝境之时，竟遇到了失散多年的亲母和胞弟，了解到自己的身世牵扯着15年前的黄金劫案，元凶与坠楼案的真凶竟是同一伙人，胞弟林奕晨竟也被他们误认作徐继发杀害。为了破案复仇，徐继发伪装成弟弟的身份继续追查真相.历尽艰辛，徐继发终于将罪犯全部绳之于法。在追查真相的过程中徐继发目睹了国民政府的腐朽和黑暗，同时让他感到发生在自己身上的悲剧是因为整个社会的腐败，他开始接触到新的思潮，从只注重个人恩怨发展到关心民族前程，抗日战争爆发后，徐继发毅然走上了寻找光明的道路。"
    },
    "李三枪": {
      "channel": "延边卫视",
      "title": "李三枪",
      "desc": "在抗战时期，地下党员李三枪为了完成组织交代的任务，上任成为武泽县县长，与鬼子和汉奸斗智斗勇的故事。由西安曲江丫丫影视文化股份有限公司出品，林柯执导，刘恩佑、战菁一、刘波、高叶、李建义主演的抗战剧。"
    },
    "纪录片": {
      "channel": "延边卫视",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "东北抗日联军": {
      "channel": "延边卫视",
      "title": "东北抗日联军",
      "desc": "该剧讲述了1931年日本帝国主义入侵中国东北，东北人民奋起反击，在中国共产党的领导下进行了艰苦卓绝的对日斗争的故事。"
    },
    "追击者": {
      "channel": "延边卫视",
      "title": "追击者",
      "desc": "已经改行的前刑警忠浩经营着一所按摩院。近来按摩院怪事连连，院内按摩女郎接连失踪，最后一位离开的女郎叫美珍。和美珍最后电话联系的客人号码和所有失踪女郎最后联系的号码惊人一致，但美珍却已经再也联络不上。在寻找美珍的过程中，忠浩偶然遇到一个名叫英民的家伙，因看到对方衣服上沾染血迹，断定该人就是导致按摩女郎接连失踪的罪魁祸首，并对其展开追击。\r 英民透露所有失踪女郎都已身陷非命，一时间警署全体哗然。然而，在已经忙乱不已的警察面前，英民露出泰然笑意，声称美珍尚在人世。众人没有任何证据可以拘捕英民。为血案头疼不已的警察们急于找到与英民行凶相关的证据。而忠浩坚信美珍还活着，于是开始四处寻访……"
    },
    "老幸福了": {
      "channel": "延边卫视",
      "title": "老幸福了",
      "desc": "帕拉维·帕特尔（Pallavi Patel）是一位典型的中年忠实家庭主妇，她以舞蹈和烹饪闻名。但是，当关于她的传言威胁要打乱她中产阶级家庭的风气时，在她儿子Tejas与一个富有的NRI女孩订婚的前夕，会发生什么呢？"
    }
  },
  "三沙卫视": {
    "精编节目": {
      "channel": "三沙卫视",
      "title": "精编节目",
      "desc": "节目组对中国各地名山大川进行了走访，虽然每座山、每条川的地理位置、气候物产不尽相同，经济发展水平有高有低，但山里人对故土家园的挚爱和对美好生活的向往却是一致的。 《百山百川行》是一本蕴藏着动人故事的彩色《山海经》，一部闪着鲜活面容的华夏山川的影像风土志，彰显既有传承又具时代感的国家旅游形象。"
    }
  },
  "CCTV4欧洲": {
    "动画城": {
      "channel": "CCTV4欧洲",
      "title": "动画城",
      "desc": "汽车城家族来了， 他们给我们带来有趣好玩的故事，这里有各式各样的汽车：挖掘机、压路机、翻斗车、搅拌机、起重车、推土机、拖拉机、多功能工程车、垃圾车、消防车、半挂车、运输车等等。他们给我们带来一个个精彩搞笑的故事. 他们相互帮助， 又相互捉弄。经常做错一些事情， 但也总是可以在错误中学习"
    },
    "探索发现": {
      "channel": "CCTV4欧洲",
      "title": "探索发现",
      "desc": "2020年，在河南省洛阳市正平坊的考古工地上，考古队员发现在正平坊中心位置，一道南北向的夯土墙截断了东西向的路。西半坊是一座大型院落，主人为唐朝的太平公主。这座宅院紧邻国子监、孔庙，其巨大的面积，奢华的装修令人惊叹。（《探索·发现》 20220609 太平公主的宅院）"
    }
  },
  "CCTV4美洲": {
    "探索发现": {
      "channel": "CCTV4美洲",
      "title": "探索发现",
      "desc": "2020年，在河南省洛阳市正平坊的考古工地上，考古队员发现在正平坊中心位置，一道南北向的夯土墙截断了东西向的路。西半坊是一座大型院落，主人为唐朝的太平公主。这座宅院紧邻国子监、孔庙，其巨大的面积，奢华的装修令人惊叹。（《探索·发现》 20220609 太平公主的宅院）"
    },
    "动画城": {
      "channel": "CCTV4美洲",
      "title": "动画城",
      "desc": "汽车城家族来了， 他们给我们带来有趣好玩的故事，这里有各式各样的汽车：挖掘机、压路机、翻斗车、搅拌机、起重车、推土机、拖拉机、多功能工程车、垃圾车、消防车、半挂车、运输车等等。他们给我们带来一个个精彩搞笑的故事. 他们相互帮助， 又相互捉弄。经常做错一些事情， 但也总是可以在错误中学习"
    },
    "梦想城": {
      "channel": "CCTV4美洲",
      "title": "梦想城",
      "desc": "江南市外资数据企业一场资本游戏，打碎了超级码农罗承宇科技登顶的梦想。他不忍外资企业技术垄断和利益盘剥，跟母公司空降高管楚安歌、麦森发生矛盾。罗承宇不顾女友姜逸菲反对，带队集体请辞，自主创业。创业路上，他遭遇商业对手围堵、兄弟、女友背叛，跟宿敌楚安歌相杀、相知、相爱，在江南市主政官员、爱国电商巨头的支持下，携手破技术垄断，冲破商战重围，打造国际大数据企业，铸造智慧梦想之城，最终事业、爱情和家国情怀的梦想成真"
    },
    "那片花那片海": {
      "channel": "CCTV4美洲",
      "title": "那片花那片海",
      "desc": "闽南女孩康乃欣到晋江寻找弟弟，跟客家人程垦不打不相识，随后两人失散。康乃欣到丽人服装厂工作，少老板陈嘉豪对康乃欣一见钟情，却被他母亲阻拦，跟康乃欣由爱变友，互伸援手。康乃欣和程垦在石狮重逢，感情升温，结婚领证。程垦借国企改制机会，在无钱、无场地、无资金的“三无”条件下，联合亲戚朋友集资建厂。康乃欣因见义勇为受伤住院,其义举被报社记者郝宇获悉并于媒体上报导, 郝宇的丈夫也是鞋业大老板郑海光知道后对康乃欣打抱不平的直率性格大为欣赏，巧合的是郑海光也是程垦的启蒙老师,之后郑海光在康乃欣创业、遭遇对手打压和企业转型升级的关键时刻，倾囊相助。康乃欣和程垦在相互帮衬的创业拼搏中多次分合聚散，但以坚韧不拔的毅力和爱拼才会赢的精神，勇敢地抓住机遇，最终创造出他们各自的服装鞋帽品牌，于泉州，晋江，石狮，厦门，北京乃至俄罗斯非洲等地，树立起福建优质产品和福建人勇立潮头的巨人形象。"
    }
  },
  "CCTV4K": {
    "探索·发现": {
      "channel": "CCTV4K",
      "title": "探索·发现",
      "desc": "《探索·发现》是中国电视史上一个大型人文历史与自然地理类的纪录片栏目。每日20:40在cctv-10播出，由任志宏播音。栏目以纪录片手法讲述以中国为主的历史、地理、文化的故事，探寻自然界的神奇奥秘，挖掘历史事件背后鲜为人知的细节和人物命运，展示中华文明的博大恢弘，是“中国的地理探索，中国的历史发现，中国的文化大观”。"
    },
    "大地之上": {
      "channel": "CCTV4K",
      "title": "大地之上",
      "desc": "本系列纪录片分别从高原山脉、沙漠绿洲、江河湖泊、草木丛林、海洋、城市等地理单元出发，集中展现中国地理形态孕育下的历史文明与民风民情，力求向国内外展现中国大地与中国人民的“生命共通”，以及新时代的“中国之美”。\n\n在《崛起之地》见证自然伟力下诞生的青藏高原，在与风沙为伴的自然条件下聆听《大漠回响》，在《草木之间》了解我国的生物多样性......我们脚下的中华大地从何而来？大地之上的中国人是如何生存繁衍的？"
    },
    "“字”从遇见你": {
      "channel": "CCTV4K",
      "title": "“字”从遇见你",
      "desc": "节目从最基本的汉字开始，故事化地讲述汉字的造型来源及文化发展，挖掘汉字背后的文化密码，呈现汉字之美，将汉字的形象性、哲理性和艺术性统一表现。"
    }
  },
  "CCTV6": {
    "驴叫": {
      "channel": "CCTV6",
      "title": "驴叫",
      "desc": "传奇导演耶日·斯柯里莫夫斯基以此片打造出迄今为止最自由奔放、最具视觉创意的作品之一，讲述一头名叫EO的灰色驴子的故事。被迫离开流动马戏团后，EO踏上了穿越乡村的旅程，遭遇了由各色人物施加的残酷与温情——其中包括一位意大利伯爵夫人（伊莎贝尔·于佩尔 饰）和一支波兰足球队。本片获奥斯卡最佳国际影片提名，凭借米哈乌·迪梅克震撼人心的摄影与帕维乌·麦基顿的深邃配乐，通过这头四足主人公追寻自由的视角，映照出人类的愚妄与光辉。[标准收藏]"
    },
    "鸦片战争": {
      "channel": "CCTV6",
      "title": "鸦片战争",
      "desc": "英国源源不断的鸦片输入令道光皇帝感到江山岌岌可危，虽害怕列强，他还是下诏委派湖广总督林则徐（鲍国安）为钦差大臣前往广州禁烟。但腐败官吏与英国商人的勾结将鸦片贸易变得错综复杂，林则徐的禁烟行动从一开始就面临重重困难，英国商人一面假装听命林则徐，一面策划更大的阴谋。道光十九年六月三日，林则徐在虎门海滩指挥销烟，百姓拍手称快。英国回国商人拿此事大做文章，装备精良的英军从珠江口直下塘沽，对华宣战。软弱无能的道光不派兵应战，反把一切怪罪到林则徐头上将他撤职，又派直隶总督琦善（林连昆）为钦差大臣前去与英方讲和，酿成历史悲剧。"
    },
    "妈妈的礼物": {
      "channel": "CCTV6",
      "title": "妈妈的礼物",
      "desc": "成珍决定和女友有美一起去旅行，因为她的继母惠珍在父亲去世后感到孤独。她看海，在养老院煮肉，玩得很开心。 当停电发生时，她在养老金卡拉 OK 唱歌和演奏，惠珍和由美的身体发生了变化。Yumi和Hyejin互相安慰说他们很快就会好起来的，并决定对Sungjin保密。成珍不断跳过拥有惠珍灵魂的有美，但进入她有美身体的惠珍感到不舒服。 看到他们两个，进入慧珍体内的幼稚有美与她调情，成珍看到她这样的继母很尴尬。惠珍和由美能回到自己的身体吗？"
    },
    "拿破仑行动": {
      "channel": "CCTV6",
      "title": "拿破仑行动",
      "desc": "一名当代律师遭遇到一项毫无根据的谋杀罪指控，这一事件将她卷入了一场国际阴谋。为获得自由，她仅有的选择是揭示一架在二战时期的德国旧飞机所隐藏的秘密，这架飞机在中央情报局的监视下被深埋在冰层之下。"
    },
    "大武当——天地密码": {
      "channel": "CCTV6",
      "title": "大武当——天地密码",
      "desc": "民国初期，相传武当山有稀世宝藏，百年轮回一次的武林盛会即将开战，各路高手齐聚道教圣地武当山争当“天下第一”，神秘女子（杨幂 饰）使绝招抢夺大会战贴加入战局，表面上以武会友，背里却为一桩家族使命，而考古教授（赵文卓 饰）带着自幼习武的女儿，为传说中的镇山之宝混入武当；一名至孝的俗家弟子（樊少皇 饰)偶然成为了武当代表，与各地武术家争夺冠军,却不知陷入自张三丰创派后武当最大的危机中…"
    },
    "正义的慈悲": {
      "channel": "CCTV6",
      "title": "正义的慈悲",
      "desc": "《正义的慈悲》将由德斯汀·克里顿(《少年收容所》《玻璃城堡》)执导，Andrew Lanham(《玻璃城堡》《陋室》)操刀剧本。改编自美国律师布莱恩·史蒂文森所著畅销书《正义的慈悲：美国司法中的苦难与救赎》，讲述他如何在有缺陷的法律体系中为司法公正而奋斗，为推动美国刑事司法制度的改善做出巨大贡献。\r 　　影片聚焦史蒂文森办的第一个案子：黑人青年Walter McMillian因一项他并没有犯的罪行而被判死刑，尽管他有充分的不在场证明。在最终被无罪释放之前，他在死囚牢房呆了六年。"
    },
    "催眠·裁决": {
      "channel": "CCTV6",
      "title": "催眠·裁决",
      "desc": "轰动全港的林氏家族凶杀案踏入审讯最后一天，陪审团准备退庭商议时，成员之一许立生（张家辉饰）突然收到女儿茵茵（艾米饰）被绑架的消息，神秘人要求曾为国际催眠权威的立生通过催眠术令陪审团裁定被告谋杀罪名成立，否则其女儿将被撕票，这也就意味着立生必须在狭小的空间内、众目睽睽之下，不用专业工具隐秘地催眠至少4个人。立生偷偷将茵茵被绑架的讯息转发给曾为国内特种部队成员的小舅杨凯（张翰饰）后，进入了退庭商议室…"
    },
    "医痴叶天士": {
      "channel": "CCTV6",
      "title": "医痴叶天士",
      "desc": "清代名医叶天士（田小洁 饰），医术精湛、医理精博、医道中正。叶天士不仅在温病理论上贡献卓著，而且在中风病治疗上颇有建树，后人根据叶天士的医理整理出的《温热论》、《临症指南医案》，成为中医温热病学派的经典。\r 　　数字电影《医痴叶天士》以戏说的表现手法，撷取了“医痴”叶天士出手治伤、治匪于（ 膏）肓、奇药救（皇）上、巧做红娘几个故事，再现了清代名医叶天士精湛的医术、精深的医理，和威武不屈富贵不移的高尚医德、医道。"
    },
    "素面朝天": {
      "channel": "CCTV6",
      "title": "素面朝天",
      "desc": "岳灵芝，人生美满时却突然瘫痪，爱人出走，瞬间跌落底谷，最后选择接受现实，养女郑心晴迅速成长。邻居郭美兰朋友刘大妹都尽己所能帮助她们，这是底层小人物的写实，接受现实，积极生活，素面朝天也要展现最美。"
    },
    "等风来": {
      "channel": "CCTV6",
      "title": "等风来",
      "desc": "美食专栏作家程羽蒙（倪妮饰）、富二代王灿（井柏然饰）、大学毕业生李热血（刘雅瑟饰）、永远家长里短话题不断的大姐团、以拍照为唯一目的的摄影团，由这样一群人组成的旅行团奔赴世界上最幸福的国家——尼泊尔，开始了“幸福之旅”。但团里的游客，却都有各自的人生问题。  旅行团从一开始就麻烦事儿不断，但在经历了建团不久却就地解散、酒店停电的夜半惊魂、独住山顶小旅店、遭遇当地暴乱等等一系列事件的过程中，旅行团里的成员们互相照应互相了解，每个人都表现了最真实的自己。  最后一天，王灿请大家去玩了滑翔伞。当王灿帮程羽蒙系上安全带和滑翔伞时，程羽蒙  等风来  等风来(2张)  站在悬崖边，背着伞紧张着何时才能起飞时，王灿告诉她说：“无论你有多着急或者多害怕，我们现在都不能往前冲，冲出去也没有用，飞不起来的，现在你只需要静静地，等风来。”当树林随风摇动时，每个人都顺利的飞上了天空。在天空盘旋时，大家心里都有了一点小感慨，这一路的旅行也好，自己本来的生活也好，其实都不用急着做出任何决定或改变。当站在人生的悬崖边时，不如先不要动；不要向前冲；要做的或许只是静静的，等风来。  王灿没有顿悟出什么，程羽蒙也要接着面对她的人生，李热血还是会用自己的一腔热血换来不对等的回应，大姐团要接着回归自己琐碎的家庭生活，但是，有些回忆，会让他们在复制黏贴的日子里，静静的等风声从耳边响起[1]  。"
    },
    "误杀": {
      "channel": "CCTV6",
      "title": "误杀",
      "desc": "翻拍自印度神片《误杀瞒天计》。李维杰与妻子阿玉在泰国打拼 17 年，膝下育有两个女儿，年届四十的他靠开设网络公司为生，为人也颇得小镇居民的好感，而这一切美好却被突如其来的不速之客打破。这个充斥走私，贩毒活动的边陲小镇，各种权力交织碾压公平正义。李维杰的大女儿被督察长的儿子强暴，因反抗误杀对方。李维杰曾亲眼 目睹督察长滥用私刑，深知法律无用，为了维护女儿，捍卫家人，李维杰埋尸掩盖一切证据，在时间与空间的交错缝隙中，与警方在身心层面，展开了殊死一搏的较量。"
    },
    "破冰": {
      "channel": "CCTV6",
      "title": "破冰",
      "desc": "电影《破冰》是一部反应体育人含辛茹苦追求奥运梦想的献礼片，讲述了一个基层教练数十年如一日地挖掘培养速滑人才的真实故事。矿工出身的孟庆余在新建矿井下当了五年采煤工人，在此期间他把对速滑的爱好升华为所钟爱的事业。在任教练、体工队长的22年间，孟庆余发明世界独一无二的训练器具、创新了训练方法，吃尽了训练和生活的千般苦，培养出了许多优秀的速滑人才。"
    },
    "完美的晚餐": {
      "channel": "CCTV6",
      "title": "完美的晚餐",
      "desc": "卡明是那不勒斯黑手党成员，但他并不适合犯罪生活。在老板帕斯夸莱的保护下，卡明被派往北方通过一家餐馆进行洗钱活动。他只需将冷冻餐解冻，开具收据，晚餐就可以上桌了。但是，当他遇到康苏埃洛（Consuelo）时，一切都改变了。康苏埃洛是一名厨师，她总是追求完美，梦想赢得米其林一星。卡明聘请了她，并决定将这家餐厅改造成一家高档餐厅。对美食的热爱和赢得米其林三星的梦想能否给他们带来第二次机会？"
    },
    "功夫联盟": {
      "channel": "CCTV6",
      "title": "功夫联盟",
      "desc": "年轻的主人公向上天许愿，求四位功夫宗师穿越来到现代，帮助时常被人欺负的懦弱自己。从黄飞鸿、霍元甲、陈真、叶问四位宗师身上，他学到的既有功夫，也有做人的道理。而现代社会反向输出给四位宗师的，则是新旧价值观上的种种冲突。"
    },
    "武林怪兽": {
      "channel": "CCTV6",
      "title": "武林怪兽",
      "desc": "屈服？反转？逆套路？这是一个超乎你想象的武林爆笑故事！东厂悬赏价值三万两的奶凶怪兽，让各方异士垂涎不已。一波杂烩大侠们临时组队，做起了一夜暴富的白日梦，古天乐郭碧婷貌合神离、陈学冬欺软怕硬、周冬雨威逼利诱、潘斌龙孔连顺颜值狙击，各路大侠花样百出！到底谁能走向人生巅峰呢？"
    }
  },
  "城市剧场": {
    "幸福请你等等我": {
      "channel": "城市剧场",
      "title": "幸福请你等等我",
      "desc": "王彩虹，一个精干的理发店老板，她平日生活节俭、精打细算。原本生活按照她设计的轨道平稳前行，不想，丈夫突然的失踪使彩虹陷入无限的恐慌和疑惑之中。牛一一，一个干练的公司白领，她嫁给王彩虹的弟弟王朝晖后住在王彩虹的对门，后来同王朝辉离婚。各自离婚后，王彩虹和牛一一继续住对门，想不打交道都难，更何况她们还都有各自的烦恼和麻烦，不由自主的，两个性格迥异的女人不得不开始了相互支持和相互扶助的生活，共同面对人生的难关。经历的过往让她们发现，爱情和婚姻对她们有多么重要，于是她们决定，重整旗鼓，重新出发，为了幸福的人生寻找美好的爱情与婚姻。\n\n真诚对待生活的人，必受眷顾。在经过多重磨砺之后，王彩虹终于得到了生活的回报，那种实在的生活和真诚的爱情。牛一一最终也在这段生活中增长了阅历，发现了自身的缺陷所在，她以全新的面目和身心，收拾行装，重新踏上幸福之路。"
    },
    "一路上有你": {
      "channel": "城市剧场",
      "title": "一路上有你",
      "desc": "在所有人的眼里，西蒙（Ian Michael Smith 饰）是一个奇迹，刚刚出生的只有拳头一般大的他当即被医生判了死刑，可捏着这张死亡通知单，西蒙神奇的从嗷嗷待哺的婴孩成长为了12岁的少年。虽然西蒙矮小的身材常常遭到周遭伙伴的歧视和嘲笑，但他依然保有了一颗善良和真诚的内心。  　　作为西蒙的好友，乔（约瑟夫·梅泽罗 Joseph Mazzello 饰）有一个一直困扰着他的烦恼，成长于单亲家庭的他十分渴望能够得知父亲的下落。一次可怕的意外让乔永远的失去了母亲，而这整件事的始作俑者竟然是西蒙。怀着对乔的内疚，西蒙决定带着乔，踏上了寻找父亲的旅程，同时，西蒙坚强又脆弱的生命也渐渐的走向了尽头。"
    },
    "我不是精英": {
      "channel": "城市剧场",
      "title": "我不是精英",
      "desc": "大米和味精，青梅竹马的发小儿，两人偷偷恋爱已经有一段时间了，之所以要瞒着双方父母，是因为身为外企白领的米妈妈一直看不上大专毕业、没个正经工作的韦晶。但随着恋情的曝光，两家的冲突也爆发了。米妈妈逼着优秀帅气的米阳找一个“高学历、高智商、高情商”的“三高”女友。为了维护爱情，成为米妈妈眼中的精英人士，韦晶决定勇闯“外企”。阴错阳差，进入一家众人梦寐以求的知名外企，仿佛一下子成为人们艳羡的“白领精英”。本来身为优秀刑警的米阳，却因为一次工作失误，被调职到社区当片警。丑小丫变女神，王子变青蛙！两个人的身份彻底对调，这种落差也让他们的爱情充满考验。两个年轻人一边调试心态，一边努力工作，面对生活中的磨难和工作上的烦恼，他们用爱情给予彼此勇气。面对生活的坎坷，谁都不敢自称“精英”，唯有坚强乐观，才能收获幸福。"
    }
  },
  "音乐现场": {
    "民歌中国": {
      "channel": "音乐现场",
      "title": "民歌中国",
      "desc": "今日中国，家财万贯的企业家层出不穷，某搬家公司老总李浪也是其中一员。  　　20岁时在四川省成都创业，开设搬家公司。从两辆卡车起家，公司飞速发展，20年后的今天，已成长为在全国拥有4万工人的大企业。 　　虽然钱多到用不完，但他内心感受不到满足。摇摆于妻子与情妇之间的双重生活，也濒临分崩离析的危机。 　　\r 导演马占冬花费五年时间，贴身采访李浪，从最近距离，将其公私生活的种种场面摄入镜头，从中所呈现的今日中国是怎样一番景象？  　　本片以令人惊叹的赤裸裸的映像，描写成功富裕阶层的真实形象，剖析现代中国社会的深层。"
    }
  },
  "军旅剧场": {
    "平原烽火": {
      "channel": "军旅剧场",
      "title": "平原烽火",
      "desc": "故事发生在1941年，日本帝国主义悍然发动侵略战争的第四个年头，同时也是中国老百姓最为苦难的年份。穷凶极恶的日寇对河北冀中根据地发动疯狂扫荡，抗日势力面临着覆灭的危机。在此期间，一支日本冲锋队假扮成八路军四处活动，追踪八路军主力，更成为杀伤力巨大的威胁之一。劣迹多多却有着一腔热血和胆识的敌工部派遣战斗英雄罗金宝（张子健 饰）在历次战斗中打下名气，却也因触犯军规屡遭指摘和处罚。\n\n　　在和山本率领的小分队正面冲突后，罗被委任带队对抗神风小分队，他由此和日寇、汉奸、伪军等敌对势力展开了连番血与火的较量……"
    },
    "黄河在咆哮": {
      "channel": "军旅剧场",
      "title": "黄河在咆哮",
      "desc": "1937年，“七七事变”后，八路军奉命东渡黄河。郑川率独立团开赴前线，激战平型关、获得嘉奖；而国军失利遭批评，周治国不服郑川。战乱中，郑川与失去音讯的妻子黎英偶遇，在黎英帮助下，独立团突袭机场，支援了..."
    },
    "花儿与远方": {
      "channel": "军旅剧场",
      "title": "花儿与远方",
      "desc": "1952年，新疆生产建设兵团在山东招女兵，副区长郝玉兰为征兵工作顺利进行，被迫搁置了自己的婚事，带头报名参军，带领着二曼、赵凤、胡彩娥等一批山东妇女来到新疆。在屯垦生活中，这群山东妇女与兵团战士们纷纷擦出爱情火花，建立家庭。冬去春来，在他们辛勤开垦之下，戈壁滩在一天天发生变化，几对夫妻也各自经历了悲欢离合：连长战涛在一次剿匪中被打坏下身，妻子二曼不离不弃，坚守着自己的爱情；赵凤和葛俊历经磨难最终牵手，赵凤成为马莲窝子小学第一位老师；耿大炮和胡彩娥在吵吵闹闹中哺育着自己的后代。主人公刘北伐和玉兰的婚姻在经历丧子之痛后，玉兰学习驾驶拖拉机，成为兵团第一位女拖拉机手，刘北伐克服难题进行农业科技攻关。这群可爱而可敬的山东大嫂和他们的男人一起，扎根边疆，艰苦奋斗，终于改变了“一代而终”的屯垦历史。"
    }
  },
  "足球": {
    "天下足球": {
      "channel": "足球",
      "title": "天下足球",
      "desc": "在古代中原，这片富饶的土地上，粮食丰盛，稻谷飘香。然而，近邻的塞外野狼族一直觊觎着这片肥沃之地。十二年后，一纸战书传来，一场不可避免的大战即将爆发！在凤凰古城中，命运的安排将六个普通少年——拾儿、红袖、九斤、巨象、大花面、狂牛推向了这场战火之中。  　　拾儿，本是一名孤儿，从小在果栏做苦力，跟随着年迈的师父修习武艺，练就了独门绝技“飞云连环腿”。他与其他五个年轻人一起玩耍成长，怀揣着武侠梦想。战火燃起，少年们的身世之谜逐渐浮出水面——拾儿的生父竟是挑起战火的野狼族首领，而与他并肩作战的红袖，则是中原皇帝的独生爱女。父子之情深厚，乡亲之恩浓如山，伙伴之间的情谊铁如铁。少年们内心矛盾，面对命运的抉择，难以决断！在这场纷争之中，少年们将如何抉择？他们能否捍卫内心的信念，抵御战火的蹂躏，守护家园的和平？爱、亲情、友情将如何交织？期待见证这群少年的成长与奋斗！"
    }
  },
  "古装剧场": {
    "新醉打金枝": {
      "channel": "古装剧场",
      "title": "新醉打金枝",
      "desc": "唐代中叶，经历过武后乱政、安史之乱后，终于暂享了一段太平盛世。及至代宗一朝，朝中的两大势力分别是以代宗堂兄晋王为首的一众文臣，及汾阳王郭子仪所领的一众武将。两大阵营常因不同政见而争持不休，晋王与子仪虽然表面关系和洽，但其实平和气氛之下却藏着暗涌……"
    },
    "十二生肖传": {
      "channel": "古装剧场",
      "title": "十二生肖传",
      "desc": "故事发生在上古时期，孤儿星虎（郭品超 饰）与燕儿（王力可 饰）自幼相爱，村长受魑魅（苗海忠 饰）蛊惑横刀夺爱，星虎目睹爱人为救自己而死，一时急火攻心病倒，幸得神农氏（刘德凯 饰）与爱徒雪怜（李曼 饰）相救，治愈后，星虎带着雪怜踏上了寻找救世人于水火的十二生肖之路。二人历经磨难来到凤凰城，遇见米俊非（陈浩民 饰）和王小鱼儿（郑伟 饰），获取“天缺玉盘”，星虎被神力非凡的玉盘带到遥远的贺兰山，寻得羊生肖转世之人芷莘（陈德蓉 饰），他们凭借玉盘神力来到全长着三只眼的三目国，寻找隐藏其中的生肖转世之人。不料尾随而来的魑魅利用人类的贪婪将其化作了恶魔......"
    },
    "大汉悲歌": {
      "channel": "古装剧场",
      "title": "大汉悲歌",
      "desc": "公元前202年，16岁的辛追还是个美丽多情的湘女。就在她嫁到江夏王府的那天，就遇到韩信大军的围城。江夏王宁死不降命全家切腹自尽。热爱生命的辛追，就在韩信百万围城大军的重重包围下，独身一人毅然打开城门，走到这个不可一世的汉军大将韩信面前质问他：你为什么要在一个女人出嫁那天却让她死。韩信面对这个善良美丽的辛追，无言以对，他被这个少女镇住了，但事与愿违，城破家亡，辛追沦为女俘。大将军韩信爱上了这个美丽而倔犟的姑娘，辛追被带回了韩信家中，她无意中发现了婢女花样红杀死韩夫人。花样红怀上了钟离昧的骨肉却谎称是韩信的儿子。而韩信早已失去了生育能力。韩信忍辱负重救下公子丹的仁义之举打动了辛追。公子丹将辛追托付给韩信，自己前往刺刘邦。事败处..."
    }
  },
  "军事": {
    "军武零距离": {
      "channel": "军事",
      "title": "军武零距离",
      "desc": "《军武零距离》是中央电视台国防军事频道（CCTV-7）推出的一档主持人探访式专题节目。"
    },
    "世界战史": {
      "channel": "军事",
      "title": "世界战史",
      "desc": "《世界战史》是中央广播电视总台军事节目中心制作的军事战争纪录片栏目，前身为《百战经典》，在中央电视台国防军事频道（CCTV-7）播出 。栏目聚焦世界范围内著名战争战役、武器装备及军事人物，涵盖马拉松之战、二战东线战场、苏德战争等历史军事事件，解析战役过程与战术细节，如雅典军队迎战波斯大军、苏军特种摩托化步兵旅敌后作战等。"
    }
  },
  "地理": {
    "远方的家": {
      "channel": "地理",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    },
    "走遍中国": {
      "channel": "地理",
      "title": "走遍中国",
      "desc": "《走遍中国》开播于2002年9月2日，是中央电视台中文国际频道（CCTV-4）的一档大型专题报道栏目。它“聚焦中国新变化”，它关注发生在普通中国人身边、展现正能量的新现象、新风尚、新观念、新事物，全面、真实地反映中国人当前的生活状态与精神风貌，深入、客观地展现富于创新、充满活力、具有国际视野的当代中国。"
    }
  },
  "红色影院": {
    "魔术师的奇遇": {
      "channel": "红色影院",
      "title": "魔术师的奇遇",
      "desc": "魔术大师陆幻奇（陈强 饰）在阔别祖国二十五年后，于1962年返回上海。1937年，在闵行戏院表演魔术的陆幻奇突遭横祸，伪警长（李天济 饰）觊觎陆妻美色，诬陷陆用的道具手枪是“私藏军火”。陆妻被逼自杀后，陆把小儿阿毛托咐给好友王小六子（程之 饰），只身逃亡海外，一晃二十五年过去了。当年的阿毛如今叫张志诚（韩非 饰），是公交车上的售票员，而回到上海陆幻奇乘座的第一辆交通工具就是儿子的共交车，无奈父子相逢不相识。而陆在车上遗失的行包被志诚打开，发现了当年的魔术用道具手枪，他下班后即送往杂技团寻找失主。陆见物思人，不忍回想悲惨往事，他把魔术枪送给了志诚。王小六子后来见到这把手枪，顿然大悟......"
    },
    "地下少先队": {
      "channel": "红色影院",
      "title": "地下少先队",
      "desc": "1949年，上海解放前夕。物价飞涨，民不聊生，人们经受着失业、饥饿和白色恐怖的威胁，学生们也在为自己的生活和减免费担忧。上海某弄堂中学的学生，正在注视着学校减免费的名单。结果，依靠黑暗势力的阿飞学生吴关根等得到了全免，而家境贫寒的学生江大成和吕小可却只免了三分之一。不公平的待遇引起了学生们的愤懑和不平，失学的危机笼罩在学生们的头上：《新少年报》通讯员江大成为了解决学费问题，把同学们召集起来，与学校展开了斗争。阿飞学生吴关根偷听了江大成的讲话后，密告给反动的朱校长，朱校长在伪警察局吴督察的密令下，借口江大成出售《新少年报》，把他开除。江大成在党的地下工作者杨明老师的诱导下走上了革命道路。在江大成的影响下，吕小可、陈玉珍、何贵生都参加了地下少先队。他们把被查封的《新少年报》改为墙报在学校出版，把革命的道理传播给同学们。地下少先队的孩子们机智勇敢地开展了对敌斗争，他们在深夜来到朱校长的办公室，收听新华社广播，把解放军胜利渡江的消息印成传单，以卖报做掩护，秘密发传单，贴标语，唤起人们的斗志。他们发出的警告信像炸弹一样震动着敌人，使特务吴督察和朱校长惊慌失措，地下少先队的孩子们引起了他们的怀疑。在紧要的关头，杨明老师挺身而出，掩护了孩子们，但却引起了敌人对他的怀疑。江大成得到敌人要逮捕杨明老师的消息，正要去报告，杨明却来到他家，布置迎接上海解放的任务。特务突然赶来追捕杨明，在孩子们的掩护下，杨明安全转移。终于，他们迎来了上海的解放。在雄壮的少先队队歌声中，一批新队员正在举行入队仪式。当江大成为小伙伴带上红领巾时，他的心情无比激动，他决心永远跟着共产党走，做共产主义事业的接班人。"
    },
    "国庆十点钟": {
      "channel": "红色影院",
      "title": "国庆十点钟",
      "desc": "1953年9月，某省城。我公安机关收到敌情通报，敌人要在国庆节制造爆炸事件。侦察员顾群（印质明 饰）接受任务后，立即走访群众，了解破案线索。特务何占彪（浦克 饰）、白松亭（李颉 饰）采用偷寄匿名信、制造交通事故等手段，诬陷接待处司机平小海（赵联 饰），转移公安人员的侦察方向，从中混水摸鱼。小学生淘气（马世达 饰）做梦都想不到，在他喜欢摆弄的闹钟里竟被人安放了定时炸弹，爆炸时间为国庆节上午十点钟。何占彪作案后想座火车逃跑，但被顾群抓获，与此同时，平小海的女朋友赵小惠（贺小书 饰）正帮着小海从被人诬陷的苦恼中恢复过来。审讯室内，何占彪盯着墙上的挂钟，十点钟过去了，炸弹没有响......"
    },
    "停战以后": {
      "channel": "红色影院",
      "title": "停战以后",
      "desc": "新中国成立后，共产党将领顾青（张平）在人民大会堂偶遇被政府宽大处理的原国民党高官李国卿（项堃），两人的交谈令顾青回忆了一段与他及美方代表费丁（谭宁邦）交锋共处的岁月——抗战胜利后，国共签署停战协议，1946年春，顾青作为共方代表来到北平，参加由国、共、美三方组成的军调处执行部的工作，与李国卿及费丁在谈判桌上展开了针锋相对的交锋。其时蒋介石蓄谋发动内战，正中想借其扩大在华势力的美国下怀，美国暗中支援了国民党规模庞大的军火，但在共产党面前却假扮和平使者。美国的用心，共产党早有看穿。时局表现在小小的谈判桌上，是费丁与李国卿在态度强硬的顾青面前笨拙地表演双簧，谈判一直无果。不久，美国一面笼络中国知识分子“为和平干杯”，一面却联合国民党突袭了解放区安平镇，并想嫁祸共产党，这些问题被搬到谈判桌上后，一度变得棘手。整个谈判过程，司令员（陈戈）、新华社记者薛平（马精武）、刘参谋（鲁非）、共方翻译谢梅初（秦文）等的表现亦是可圈可点，被国民党派作卧底的顾青的司机（李雨农）也暗中帮了不少忙，而困惑于扑朔时局的谢宏等老教授渐渐坚定了对共产党的信心，一心想在李国卿面前好好表现的安平所属县城的班县长（赵子岳）则在帮忙时“越帮越忙”。"
    },
    "粮食": {
      "channel": "红色影院",
      "title": "粮食",
      "desc": "抗日战争时期，华北某地。抗战进行到第六个年头，日寇由于参加太平洋战争，物资供应严重不足。今年夏天，康庄小麦获得丰收，敌据点鬼子小队长清水（葛存壮 饰）又打上了算盘，他派汉奸四和尚（安震江 饰）到村里索要军粮。而驻地伪军也打发人到村里要麦子，他们因抢粮发生殴打，村长（张平 饰）假意安抚，实则制造敌人之间的矛盾。他暗中号召广大群众坚壁夏粮，又派人和根据地取得联系，八路军王团长（于洋 饰）要求他利用鬼子和伪军之间的矛盾，挑起敌人内部冲突。一天，清水亲自进村征粮，村长设巧计应付，毫无破绽。最后，他们利用声东击西、虚张声势之计，保护粮食运往根据地......"
    },
    "农奴": {
      "channel": "红色影院",
      "title": "农奴",
      "desc": "强巴（旺堆 饰）出生在颈带枷锁的西藏农奴社会。父亲因顶撞农奴主被活活打死。母亲（强巴饰）还不起世代欠下的阎王债，也被热萨旺杰（穷达 饰）折磨而死。奶奶（拾雀卓玛 饰）含辛茹苦把强巴带到十多岁。一天，饥饿的强巴因吃了寺庙里的贡果，被土登活佛（次仁多吉 饰）罚为哑巴。从此，强巴被旺杰收为家奴，过着非人的生活，倔强的强巴为表示反抗，从此不再说话。一天，强巴的好友铁匠格桑（小多吉 饰）的妹妹兰朵（白玛央杰 饰）告诉他，专为人民做好事的“菩萨兵”解放军来了。西藏上层反动分子假装和谈，派旺杰的儿子热萨郎杰（穷达 饰）会见解放军，强巴在途中既要当上马的堑脚石，又要背郎杰过河。长期的屈辱生活使他怒火满腔，他把郎杰从背上摔了下来。幸亏解放军及时赶到，强巴才免受惩罚。解放军治好了他的伤，还用马送他回去。但凶狠的郎杰命管家把强巴拖在马后想致他于死地......"
    },
    "自有后来人": {
      "channel": "红色影院",
      "title": "自有后来人",
      "desc": "1939年，日寇占领时期，东北某城市中住着一家祖孙三代人。老奶奶是女工出身，儿子叫李玉和，是铁路工人，孙女叫李铁梅。一家人生活得非常和睦，谁也不知他们家的来历，连铁梅也不知道，只有奶奶和父亲知道他们的家史。民国14年，大连的铁路工人闹罢工，李师傅有两个徒弟，师兄叫张大喜，是工会主席，师弟就是李玉和。一天夜里，张大喜在家里和工人们开会，敌人突然闯进来，在搏斗中，李师傅、张大喜和其妻被敌人打死。李玉和带着师母和张大喜的女儿铁梅从大连逃出来。从此这不同姓的三代人就成了一家人。"
    },
    "景颇姑娘": {
      "channel": "红色影院",
      "title": "景颇姑娘",
      "desc": "解放初期，云南德宏地区帮独寨的景颇族姑娘黛诺从小失去父母，成为早昆山官的家奴，日夜为山官干活，受尽折磨。黛诺长大后，早昆山官要以九头牛的代价把她卖给勒乱做媳妇。黛诺不从，早昆山官把她捆在树上打得遍体鳞伤，但她毫不屈服，磨断绳索，乘机逃到山下。下山后黛诺蜷伏在傣族人的竹篱下，举目无亲，无路可走。在茫然之中，黛诺看到一辆辆解放军军车驶过，心中豁然开朗。她偷偷躲在汽车里，随车来到解放军驻地医院。医院李医生把她收留下来。  　　黛诺受尽封建山官制度折磨，来到解放军这个大家庭中，第一次受到尊重，第一次感受到阶级友爱的温暖。在李医生和同志们的帮助下，她逐渐懂得了革命的道理。工作组来到景颇族的帮独寨，帮助景颇族人民进行土地改革。早昆山官表面上接受改造，暗地里破坏景颇族和解放军的关系，造谣说黛诺是解放军抢走的，使寨子里的人们不敢接近工作组。文帅老爹的孙子勒丁和黛诺一起长大，感情很好，勒丁听了谣言，信以为真也不相信工作组。  　　工作组在队长王达和李医生的领导下，认真贯彻党的民族政策，以实际行动改变了景颇人的看法。李医生给董木娜的孩子看病，和寨上的受苦人一起参加劳动。不久，黛诺从医院学习回到山寨，刚到山寨就被早昆山官捆了起来，山官准备将她打死。李医生及时赶到，砍断绳索，警告早昆山官今后不许他再打骂群众、随便派工派租，欺压群众。这件事工作组给群众撑了腰，群众开始相信工作组，再也不怕早昆山官了。为与早昆山官进行斗争，山寨成立了生产组，黛诺被选为组长。生产组在黛诺和文帅老爹的领导与带领下，开田种稻，改变了当地刀耕火种的方法。早昆山官为维护自己的利益，利用迷信，阻止开田，破坏生产组。黛诺带领群众与之斗争。早昆见捣乱未成，又进行抢婚，指使勒乱把黛诺抢走，并借机煽动帮独寨和弄岗寨打冤家。  　　李医生揭露了敌人的阴谋，弄岗寨的早扎山官和群众制止了勒乱的抢婚行为，并且把黛诺交给帮独寨，使两寨完满地解决了纠纷。早昆山官的阴谋，被群众当场揭露。王达同志最后宣布，政府决定彻底废除山官制度，在各村寨进行基层选举。帮独寨经过选举，建立了村政府，黛诺被选为村长。"
    },
    "李双双": {
      "channel": "红色影院",
      "title": "李双双",
      "desc": "本片讲述了性格火辣爽直的李双双（张瑞芳 饰）爱管闲事，对自私爱贪生产队便宜的人直言快语当面指责。她的丈夫孙喜旺（仲星火 饰）却和她相反，胆小怕事爱面子还大男子主义。生产队修水渠，李双双和几个闲着在家没事的妇女去参加劳动，喜旺大为恼火叫李双双在家做饭看孩子伺候他。为此，两 人大吵了一架。双双向生产队提意见，反应对妇女评工分计分混乱不认真，又向公社党委揭发当记工员的喜旺、副队长金樵(刘非 饰）和社员孙有（崔文顺 饰）干活不负责任、投机取巧多记工分。她被群众选上了妇女队长后，喜旺怕以后管不了双双，给她约法三章，双双不答应，喜旺生气离家赶着马车去搞运输了。孙有夫妇攀高枝要把女儿桂英嫁到城里去，桂英早有喜欢的人了，跑去找双双帮忙把来相亲的对象打发走。孙有老婆找到双双大闹，正好让刚回家的喜旺碰上，喜旺再次生气离家......"
    }
  },
  "精选": {
    "在乎你": {
      "channel": "精选",
      "title": "在乎你",
      "desc": "国内知名女设计师袁元（俞飞鸿 饰），日本留学归国，气质出众，事业成功，多年的合伙人雷明也对她照顾有加。然而，看似人生赢家的袁元，内心深处却始终隐藏着一个难以放下的心结。在遇到事业瓶颈时，一位日本女孩（木下彩音 饰）的突然出现打破了袁元原本风平浪静的生活，一段关于北海道的神秘往事也随之展开……"
    },
    "陌路之恋": {
      "channel": "精选",
      "title": "陌路之恋",
      "desc": "本片改编自丹佛·摩尔与朗·霍尔合着的纪实小说。  　　这是一则真实故事，生活于上流社会，事业有成的国际艺术画商朗·霍尔，某天听到妻子叙说她神奇的梦，这个梦将开启他与世界上另一个角落的男人，建立友谊并陪伴他度过人生最伤痛的时刻。"
    },
    "蜘蛛侠": {
      "channel": "精选",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "反诈风暴之猫鼠之战": {
      "channel": "精选",
      "title": "反诈风暴之猫鼠之战",
      "desc": "讲述滨海市公安局反电信诈骗小组警官鲍小芙与邓超，从一件网络明星遭电信诈骗案中发现蛛丝马迹，进而端掉了以梅前锋为首的本市最大电信诈骗团伙。"
    },
    "生死狙击": {
      "channel": "精选",
      "title": "生死狙击",
      "desc": "在美国军队中服役多年，且在战场上有过优异表现的狙击手鲍勃·李·斯瓦格（马克·沃尔伯格）在执行某次任务中，完成任务后被所在部队的军官抛弃，导致其观察员兼好友的队友牺牲，这位前陆战队优秀的狙击手(在复仇后)心灰意冷。于是，斯瓦格在坚持到退伍之后便带着自己那条忠实的爱犬一同来到了偏僻的阿肯色州。开始过上自己向往已久的平静日子。然而，斯瓦格幸福的宁静生活并未持续多久，便被无情地打破了。一个不明真身的上校带着一队人找上门来。希望，凭借他多年的狙击经验，在总统举行街头演讲的时候出手相助，在暗处为总统担任保镖。因为，政府方面此前收到消息称有恐怖分子或者杀手将会有所行动，对总统的人身安全不利。具有极强爱国主义精神的斯瓦格经不起这名上校地“真情”劝说，便应允接受了这一任务。到了总统演讲那天，斯瓦格站在演讲台对面的大楼里监视着。突然间，身后的警察突然对他开始攻击，同时总统的身边的埃塞俄比亚大主教中枪倒地。可怜的斯瓦格就这样稀里糊涂地被当作刺杀总统的疑犯通缉。还好斯瓦格身手敏捷，身中两枪跌出窗外，凭借着之前自己在地形观察时得到的对当地（费城）街道的粗略了解，斯瓦格逃离现场。仔细的思考过后，斯瓦格方才清醒，原来自己从一开始便被人陷害成替罪羊。于是，斯瓦格拼命展开调查，追逐真凶，亲手为自己洗脱罪责。"
    },
    "反诈风暴之陌生号码": {
      "channel": "精选",
      "title": "反诈风暴之陌生号码",
      "desc": "电信诈骗犯雷小军的父亲去世。从老家奔丧回来，满心忧伤的他发现自己所在的诈骗老巢已经被警察连锅端了……没了组织，雷小军茫然失措，不知道下一步应该怎么办。 痛定思痛后，雷小军决定重新振作起来，他与女友朱丽成立新的诈骗团伙，还招募了一个员工杰子。三个人一边利伪基站群发短信实施撒网式诈骗，一边利用手中的贫困户名单实施定点式诈骗。"
    },
    "超凡蜘蛛侠": {
      "channel": "精选",
      "title": "超凡蜘蛛侠",
      "desc": "童年的一起突发事件，令彼得·帕克和父母生离死别。转眼彼得成为一名高中生，他偶然发现父亲的公文包，并从叔父本处得到线索，于是启程前往奥斯库公司拜访父亲当年的合作伙伴——科特·康纳斯博士。在公司内四处寻找线索的彼得意外被蜘蛛咬了一口，回程途中他的身体发生奇异的变化。在康纳斯博士德引导下，彼得不断了解并发掘体内着超乎寻常的能力，喜怒哀乐，各种意想不到的事情迅速向他袭来。直到某日，他便成了影响深远的超级战士蜘蛛侠。而城市内也出现了凶恶的蜥蜴人，彼得不平凡的人生就此展开。"
    },
    "反诈风暴之罪恶来电": {
      "channel": "精选",
      "title": "反诈风暴之罪恶来电",
      "desc": "《反诈风暴之罪恶来电》由何明翰、姚刚、王瑞子、任伟等演员主演。影片讲述：曾经因电信诈骗入狱的迟海被刑满释放。“老上司”东哥接他出狱，迟海媛媛看着走过来的东哥，嘴边扬起一抹阴笑。东哥表示自己一定不会辜负兄弟当年顶包入狱的恩情，两人假意迎合，却各有算计。迟海计划一石二鸟：报复东哥和抓自己入狱的警察谭帅。\r 　　谭帅等人几经努力，层层剥开诈骗大案，不想阴险狡诈的迟海绑架了谭帅的养女童童。警队通过反诈中心与银行、运营商协助办案，跟踪到东哥和迟海的信号，顺水推舟，撒下天网。眼看迟海成功吞掉东哥的钱财并杀死东哥，谭帅将计就计，与迟海展开了一场殊死较量……"
    },
    "老无所依": {
      "channel": "精选",
      "title": "老无所依",
      "desc": "在科恩兄弟对科马克·麦卡锡小说的强力改编中，一场关乎赌局与宿命的致命角逐于1980年代初荒凉的西得克萨斯展开。当一位退休焊工兼越战老兵偶然发现毒品交易演变成沙漠屠杀后遗留的两百万美元，他随即被一位倦怠的警长与一名精神变态的杀手在平原上追踪，引发一连串冷酷无情的暴力漩涡。本片荣获四项奥斯卡奖——包括最佳影片与巴登令人难忘的最佳男配角奖——这部冷峻的边境黑色电影，通过命运每一次残酷的反讽转折，将紧张感与存在主义焦虑推向极致。[标准收藏]"
    },
    "神秘拼图": {
      "channel": "精选",
      "title": "神秘拼图",
      "desc": "林肯（丹泽尔•华盛顿 饰）因为公务导致全身瘫痪，他曾是享誉一时的侦探，破案无数，但自从他瘫痪后他便把自己封闭起来。这次，他因为一宗神秘的杀人案，受到了纽约警察的邀请帮忙，刚开始林肯是拒绝邀请的，但看到案情后便对此案产生了情绪。纽约最近发生了神秘的碎尸案，凶手还故意留下证据挑战警方。巡逻警艾米利亚（安吉丽娜•茱莉 饰）在最后一次巡逻中发现了一具被肢解的尸体，可是当她做出一系列大胆的推测的时候，同僚们都不愿理她，认为她不过是名籍籍无名的巡警。可是艾米利亚的敏感与勇敢受到了林肯的赏识，他要求与这名新手一起突破案件。两人出奇的合作愉快，终于了解到了杀手是有暴力倾向的，而且杀人前都会周密的安排。经过他们的默契又能否成功捉拿变态杀人犯呢？"
    },
    "黑衣人3": {
      "channel": "精选",
      "title": "黑衣人3",
      "desc": "在上一集J重新召回K作为搭档之后，时间又过去了许多年，但是曾经被K捕获的外星人鲍里斯对地球的觊觎却一直没有停歇。知道机会来临，鲍里斯 成功从月球监狱越狱。为了向斩去自己一只手臂的K复仇，他取得了时空机，回到了1969年，干掉了当时还没有太多经验的K，因而使得K没能成功设置空间A网以保护地球。第二天一早，J就发现老搭档K人间蒸发了；在诸多麻烦误解之后，J终于了解到了K已经死了四十多年。但无论未来如何发展，K都和地球的命运有着千丝万缕的联系。而且这段时间里，鲍里斯成为了地球最大的威胁，甚至引发了外星人攻击地球。没有A网的保护，地球行将毁灭。而为了阻止鲍里斯的计划，J只有穿越回1969年，去拯救年轻版的K。"
    },
    "汉娜": {
      "channel": "精选",
      "title": "汉娜",
      "desc": "位于北极圈附近的冰原森林，生活着一对平凡却有着非凡身手的父女。父亲艾利克·海勒（Eric Bana 饰）曾是受雇于CIA的特工，在上世纪90年代活跃于东欧和中亚等地，具有丰富的经验。然而最终却因为某种原因，令他带着女儿汉娜隐居在这人类罕至的寒冷所在。经过十多年的艰苦磨练，汉娜（Saoirse Ronan 饰）终于成长为拥有广博知识和出色身手的战斗少女。  某天，自认已做好准备的汉娜按下了父亲那台信号发射器，不久美国方面便收到消息。艾利克当年的联系人玛丽莎（Cate Blanchett 饰）声称这个消失多年的特工掌握非常敏感的秘密，于是在她的主持下，一场居心叵测的围捕旋即展开。汉娜也已柔弱的身躯投入了血腥的战斗之中……"
    },
    "我们村的女神": {
      "channel": "精选",
      "title": "我们村的女神",
      "desc": "研究生毕业后，羊小白没有选择在城里当一个美美的软萌小公主，而是加入了鹿城师范大学实施的“研究生村长”计划。因为男朋友万长春强烈反对自己的人生选择，羊小白不得不“暂停了”万长春的恋爱关系。但是，研究生村长羊小白在东溪村整治环境污染、推行绿色产业之时，遇到了非常大的挫折。因此，她不得不一边与村霸张地虎斗智斗勇，一边在融资市场克难攻坚。最后在村民们以及前男友万长春的帮助下，羊小白成功把东溪村的绿色产业打入了互联网市场，带着大伙一起迈入共富之路。与此同时，万长春也重新追回已成为“东溪村女神”的羊小白。"
    },
    "地心抢险记": {
      "channel": "精选",
      "title": "地心抢险记",
      "desc": "某天，世界各地接连出现奇怪现象：安装心脏起搏器的病人突然暴亡、鸽子迷失方向四处乱撞、金门大桥断裂、罗马竞技场遭到密集雷电袭击……一时间，人类陷入前所未有的恐慌，似乎恐怖的世界末日就在眼前。各国政府及军队紧急动员，急切找到这一连串灾难发生的原因。在这关键时刻，地质物理学家乔许·凯斯（艾伦·艾克哈特 Aaron Eckhart 饰）探明真相，原来地核因某种未知的原因停止转动，导致磁场消失。为了拯救人类和地球，乔许以及蕾贝卡·柴德（希拉里·斯万克 Hilary Swank 饰）、罗伯特·艾维森（布鲁斯·格林伍德 Bruce Greenwood 饰）等专家组成一支救援小组，共同前往地球中心实行艰巨而充满危险的拯救任务。人类的命运命悬一线……"
    },
    "天地大冲撞": {
      "channel": "精选",
      "title": "天地大冲撞",
      "desc": "“毕德曼慧星”正朝着地球飞奔而来，给人类致命一击。当局紧急行动，研究出一个最佳方案——由宇航员坦纳（罗伯特·杜瓦尔 Robert Duvall 饰）驾驶“弥赛号”飞船飞往慧星，把预先准备好的核弹放置到慧星上面引爆，以令它化成碎片或是改变轨道。坦纳英勇地完成了任务，却发现并没有取得预期效果。慧星碎成了一大一小两部分，向地球步步逼近。当局迅速采取最后的行动，用“诺亚方舟”计划保住包括人类在内的一些地球物种。这是一个秘密的地下庇护所，只有少数的人可以在这里避开大劫难，等灾难散尽后方重建世界。较小的那部分慧星已经撞向地球，引发山崩地裂，一片世界末日的景象。而跟随其后的大慧星给地球带来的毁灭程度，将远远超乎人们想象，力挽狂澜的人类进入了倒数时刻。"
    },
    "迈阿密风云": {
      "channel": "精选",
      "title": "迈阿密风云",
      "desc": "故事背景从上世纪80年代变成了现代的迈阿密，美国南部城市迈阿密一直以来都是毒品犯罪的“茂盛”繁殖 地。美国联邦调查局（FBI）更是从来都没有放松过对这一带地区的监控，尤其是那些享誉拉美的大毒枭们，早已成为了警方最为关注的焦点。当前，正有一个棘手的大宗毒品走私案在紧张的调查中。迈阿密警方自然也派出了多位精明强干的警探参与其中，黑人警察里卡多（杰米·福克斯）与詹姆斯·科罗凯特（柯林·法瑞尔）一个正面追查毒品走私的线路，一个则假扮成小毒贩，卧底于一个较大的贩毒团伙内。然而，在时间不长的卧底调查中，个性夸张的詹姆斯不知不觉中陷入了与性感女银行家伊莎贝拉（巩俐）的私密恋情之中。然而，这个亚裔女人实际上就是本地毒品走私集团幕后的重要头目，并且是远近闻名的大毒枭兼军火商蒙托亚（路易斯·多萨）的女人。两人离奇的恋情给整个案件的侦破带来了空前的麻烦和危险。“黑白干探”、性感女毒犯以及凶残的大毒枭……所有的一切“黑白之物”都在一瞬间纠缠在了一起。"
    },
    "马歇尔": {
      "channel": "精选",
      "title": "马歇尔",
      "desc": "《马歇尔》根据美国联邦最高法院第一位黑人律师瑟古德.马歇尔的真实故事改编。故事截取了1941年瑟古德.马歇尔和一名白人律师为一名被指控强奸白人的黑人司机辩护的故事。两位充满正义感、肤色不同的律师，从互不认识，到心心相惜，再到密切合作，共同理清案情并确保案件得到了公正的审判。"
    }
  },
  "经典剧场": {
    "西游记": {
      "channel": "经典剧场",
      "title": "西游记",
      "desc": "故事发生在大唐初年，为了超度东土亡灵，一代高僧唐僧（何藩 饰）得到唐王支持，在大队兵马随从的护送下浩浩荡荡前往西天佛土，求取大藏真经。这一路坎坷艰辛，自不用提，更有洞府山川的妖怪精魅蠢蠢欲动，企图吃掉唐僧。适才还晴空万里，转眼飞沙走石，原来妖怪黑风大王施展法术，令唐僧和随从们失散，而妖怪们为了争抢唐僧更大打出手。唐僧一路逃亡，筋疲力尽，结果在五行山见到了被镇压在这里长达五百年的齐天大圣孙悟空（岳华 饰）。悟空受观世音菩萨指点，答应力保唐僧西天取经。在武功高强的徒弟的帮助下，唐僧总算暂时安下心来。\r 　　接下来的旅途中，他们又遭遇了高老庄的猪八戒（彭鹏 饰）、沙和尚（田琛 饰）以及白龙潭的小白龙，恢弘的西游记的故事正式上演……"
    },
    "三国演义": {
      "channel": "经典剧场",
      "title": "三国演义",
      "desc": "该剧演述的是三国时代的故事，是魏、蜀、吴的兴亡史，共分为《群雄逐鹿》（1—23集）、《赤壁鏖战》（24—47集）、《三足鼎立》（48—64集）、《南征北战》（65—77集）、《三分归一》（78—84集）五大部分。着重表现的是乱世中多个政治集团间错综复杂、紧张尖锐的斗争；这种斗争发展成为连接不断的对政治权力的争夺和军事冲突，造就了从东汉末年到西晋初年将近一个世纪中的风云变幻。"
    }
  },
  "武侠剧场": {
    "七种武器之孔雀翎": {
      "channel": "武侠剧场",
      "title": "七种武器之孔雀翎",
      "desc": "刘星（穆婷婷 饰）寻父误入青龙会，奉命查找孔雀山庄镇庄之宝“孔雀翎”。少庄主秋凤梧（释小龙 饰）为母庆生路遇西门玉（刘国光 饰），略施小计被西门玉雇佣，随以小武身份加入青龙黑帮，潜入杀手组织。孔雀山庄傲立江湖数百年，以“孔雀翎”独步天下，浑沌世间各色枭雄，无不对其万分觊觎。小武打入青龙会后，一面策反瓦解其内部组织，广络异能侠士，一面连络各门派后起之秀，施以离间之计，很快，青龙会的统治阶层开始分崩离析。首战即摧毀了他们垄断各大镖局独吞财货运输的图谋，二战瓦解了青龙会，并揪出了作恶多端的幕后黒手，小武本着除恶务尽的决心，开始了下一步行动......"
    },
    "书剑情侠柳三变": {
      "channel": "武侠剧场",
      "title": "书剑情侠柳三变",
      "desc": "《书》剧以北宋著名词人柳三变(柳永)的生平为线索，展现了宋初年间一场关乎国家和民族命运的惊心动魄的政治斗争。宋初，时局稍显稳定，但西夏屡犯边关，南唐余党假托柳三变为后主之后，伺机复国。刚刚平静的百姓生活，又面临着战乱之祸。文才武略的柳三变，却有一颗忧国忧民之心，他知道战端一起，百姓又将生灵涂炭，在看到宋国太子励精图治，国家逐渐安定繁荣的形势，他毅然放弃最佳的复国时机，帮助宋室平息西夏叛乱，使国家和民族走上康宁繁荣之路\n\n　　柳永向往激情自由的生活，关心下层人民，特别同情被侮辱与被损害的下层歌女，为青楼歌女填词，是他为生活所迫，也是他自由个性的张扬，其间闪烁着自由和人性的光辉。在中国千百年封建统治下，柳永一直为正统文人所排挤，难为主流文化所容，《宋史》无传。《书》剧尽情展现并褒扬了柳三变的词与人生，将中国传统文化中最精美与最进步的文化精髓展示于世人。"
    },
    "仙侠剑": {
      "channel": "武侠剧场",
      "title": "仙侠剑",
      "desc": "十三妹名为何玉凤，何纪之女。纪献堂之子看中何玉凤美貌，提亲遭拒后，纪献堂想方设法诬陷何纪，让何纪被判入狱，在监牢中郁郁寡欢，一命呜呼。母亲带着何玉凤寄居在老英雄邓九公的青云山庄之中，一心想替父亲平反的何玉凤开始苦练武艺，邓九公特地赠她一把仙侠剑及剑谱，玉凤不负邓九公期望，久而久之成了一位暴安良、嫉恶如仇、智勇双全的女英雄，自此，何玉凤有了江湖绰号“十三妹”。一次，何玉凤从劫财劫色的恶僧手中解救出了携带重金的书生安骥，和漂泊异乡的张金凤。三人结下不解之缘。一番纠葛，十三妹看破红尘，成全了安骥与张金凤。从此浪迹天涯，不但替自己父亲平反，还成为百姓心目中替天行道、扬善除恶的侠女。"
    },
    "少林僧兵": {
      "channel": "武侠剧场",
      "title": "少林僧兵",
      "desc": "大明嘉靖王朝，倭寇猖獗，严嵩父子把持朝政，不事抗倭。将领戚继光虽有报国之志，但面对困难的局面有些力不从心。在倭寇的杀戮中，少年月空失去了母亲，大脚僧搭救了月空，把他带到了少林寺。15年后，月空随方丈出席祭海大典，路遇日本女孩一本秀子和剑客风语，活泼的日本女孩秀子爱上了月空。在少林寺，秀子谎称是月空的妻子，引起轩然大波…"
    }
  },
  "美人": {
    "生活圈": {
      "channel": "美人",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "国学": {
    "跟着书本去旅行": {
      "channel": "国学",
      "title": "跟着书本去旅行",
      "desc": "《跟着书本去旅行》是一档体验式文化教育节目。节目以中小学课本或经典名著为线索，在读万卷书的同时行万里路，走近文化古迹、实地实景讲故事、身临其境受教育，触摸历史、感知文化，让陈列在广阔大地上的遗产活起来。"
    },
    "中国诗词大会": {
      "channel": "国学",
      "title": "中国诗词大会",
      "desc": "从古老的“关关雎鸠，在河之洲”，到“老骥伏枥，志在千里”，从“春江潮水连海平，海上明月共潮生”到“明月几时有，把酒问青天”。历朝历代有名无名的诗人们留下了灿若星河且脍炙人口的美丽诗篇。诗歌是情感的高度凝缩，是文字的锤炼萃华，我们在诗歌的浸润下感受着文字和韵律之美，让古老而醇香的文化深深积淀在彼此的灵魂最深处。虽然有过曲折，令匆忙的现代人一曾忘记诗词的翩然和优雅，而今我们则重拾埋在尘土中的宝藏，欣赏感受它那千百年不曾褪去的光辉。继《中国汉字听写大会》《中国成语大会》《中国谜语大会》之后，中央电视台再度打造这档文化益智节目，引领我们去品味、咀嚼着诗词之美。"
    }
  },
  "星影": {
    "碟中谍6": {
      "channel": "星影",
      "title": "碟中谍6",
      "desc": "伊森·亨特和队友们接到了追回三个大杀伤性核武器的任务。眼见任务马上就能完成，但为了挽救其中一位队友卢瑟的生命，三个核武器被人趁机带走。中情局负责人斯隆女士调来她手下的得意猛将沃克，让他盯着伊森·亨特完成追回核武器的任务。期间，女特工伊尔莎突然出现，伊森·亨特发现，他要面对的并不只是恐怖分子，还有潜藏在政府部门的内鬼。"
    },
    "灵异拼图": {
      "channel": "星影",
      "title": "灵异拼图",
      "desc": "一次飞机失事让泰莉•派瑞塔(朱莉安•摩尔饰)失去了年仅8岁的儿子，对儿子的牵心挂念严重摧毁了她的健康，与丈夫的日渐疏远也令婚姻趋于解体边缘。而最离奇的是家中关于儿子曾经存在过的证明——合影、生活用品——逐渐消失，泰利向精神医生姆恩斯(加里•辛尼斯饰)求助，得到的答案犹如晴天霹雳——她的儿子从来没有存在过，一切都不过是她的幻想！泰利接受不了这个事实，遇见同样失去女儿也同样被告知这一切是幻觉的艾什(多米尼克•韦斯特饰)，更坚定了她的信念——有人刻意地操纵了这一切。为人父母，他们决定揭开迷雾，寻回消失的一切。  　　母爱是伟大的，在于十月怀胎三年哺乳，更在于她坚信这个世界上，存在着她的骨血。无论是谁，都不能将他们拆散。"
    },
    "猎神": {
      "channel": "星影",
      "title": "猎神",
      "desc": "改革的春风，给城口巴山腹地一个偏僻的猎人寨带来了生机。被乡亲们称为\"猎神\"的梦猿要下山做皮毛生意，引起全寨人的震动。首先遇到了近乎\"山寨之主\"的独臂张的强烈反对。独臂张曾在一次打猎时被虎王咬断左臂，所以发誓要杀死虎王，但他年已垂暮，只得把打虎王的夙愿寄托在女儿春柳的恋人梦猿身上。梦猿弃猎经商，他痛心疾首。不得已，他立下规矩，谁要娶春柳，必须打虎王一个\"眼对穿\"。梦猿在铜绿镇做生意被骗，他没有失意，却为山寨破天荒请来了电影放映队，让乡亲们大开眼界。不料电影放了一半，电机出了故障。这件事促使梦猿决心为山寨修个水电站。他告诉春柳，既要修电站，也要娶她，老虎是国家保护动物，不能打。梦猿凭着他的机警、经验，在重庆与大生意人的一笔交易中获胜。  然而猎人寨对他的胜利并不那么青睐。寨中另一位好猎手铁力大，也是梦猿\"打虎为婿\"的竞争者，他在林中打了一只鹿，差一点就是\"眼对穿\"，他把鹿当众献给独臂张，备受称赞，寨子里当夜举行鹿肉宴。春柳向梦猿表示了非他不嫁的忠贞之情，并对铁力大说明自己已是梦猿的人了。这行为刺伤了独臂张，他穿上寿衣，向祖宗跪拜，表示自己与虎王决一死战的决心，毅然上山去了。在深山老林里寻找独臂张时，梦猿和铁力大狭路相逢。这时虎王从草丛中窜出来，向他们发起进攻，紧急时刻，梦猿替铁力大解了围，并朝天鸣枪，将老虎放回深山。天亮了，铁力大望着为保护自己，与虎王搏斗而伤痕累累的梦猿，他解下身披的象征着荣誉的鹿皮，扔给了梦猿，便迎着茫茫雾霭，向山外走去。"
    },
    "全民超人汉考克": {
      "channel": "星影",
      "title": "全民超人汉考克",
      "desc": "Hancock（Will Smith饰），是刀枪不入的全民超人，犯罪分子对他闻风丧胆。然而这位全民超人每次与犯罪分子对峙都闹得惊天动地，造成严重的破坏，对市民的生命和公共财产都是巨大的威胁。这也就是虽然他有着独一无二的能力却仍然得不到大众认同的原因。他暴躁易怒又不辩解的个性更是激化了矛盾。这天公关经理Ray Embrey（Jason Bateman饰）十分倒霉，不仅他的全球爱心理念推销不出去，更在回家的途中被塞车堵在了火车轨道上，险些就被火车一碾而过。Hancock及时出现救了他一命，不可阻挡地破坏了火车和现场的交通，惹起众怒。Ray却灵光一闪，决定包装Hancock，把他塑造成为一位全民爱戴的英雄。没想到，最大的反对竟然来自他的妻子Mary（Charlize Theron饰），她坚持要Hancock离开她的家庭。事情发展下去，牵扯出令人惊讶的缠绵前缘。"
    },
    "在乎你": {
      "channel": "星影",
      "title": "在乎你",
      "desc": "国内知名女设计师袁元（俞飞鸿 饰），日本留学归国，气质出众，事业成功，多年的合伙人雷明也对她照顾有加。然而，看似人生赢家的袁元，内心深处却始终隐藏着一个难以放下的心结。在遇到事业瓶颈时，一位日本女孩（木下彩音 饰）的突然出现打破了袁元原本风平浪静的生活，一段关于北海道的神秘往事也随之展开……"
    },
    "决胜21点": {
      "channel": "星影",
      "title": "决胜21点",
      "desc": "Ben Campbell（吉姆·斯特加斯 Jim Sturgess 饰）有着惊人的才华，身为麻省理工高材生的他学业无懈可击，他亦毫无意外地赢得了哈佛医学院的录取通知书。然而30万的高昂学费和生活费令他的大学梦摇摇欲坠。在争取奖学金的面试中，教授对他说胜出者必须要有过人的经历而不是像本这种一张白纸的学生。Ben在一服装店打工，挣取每小时8美元的薪酬。同时和两个好友准备竞赛2.09以期获得认同和奖金。数学课上本的天才头脑被教授Mickey Rosa（凯文·史派西 Kevin Spacey 饰）发现，Mickey 希望本加入自己的21算法团队，专门去赌场依靠算牌赢得大钱。Ben并不同意，但Ben一直暗恋的女孩Jill Taylor（#凯特·波茨沃斯 Kate Bosworth 饰）也出面诱惑时，Ben开始动摇。Ben开始了严密的训练，出师的成功让Ben尝到了金钱、虚荣、欲望的权力。同时他和旧友开始疏远，渐渐迷失在赌场的漩涡里。"
    },
    "侠探杰克": {
      "channel": "星影",
      "title": "侠探杰克",
      "desc": "六发子弹，五名死者，神秘枪手在闹市区制造了一起惨案让整个城市都陷入魁了恐慌。所有的证据都指向了前军队狙击手詹姆斯·巴尔。但他坚持自己的清白并要求把老相识 杰克·理查尔 找来，两人曾同在军队中服役。随着杰克调查的深入，他发现了更大的谜团，炮制这场惨案的真凶似乎另有其人，而别有用心的幕后黑手抓走了巴尔 ，只留下杰克一人探明真相。六发子弹中有一发漏空的子弹是杀手故意放空的。为了了解狙击手的工作，杰克特意来到了狙击手的训练营找到了一个叫做萨缪尔·卡什 的教练。在卡什和巴尔妹妹以及律师的帮助下，杰克渐渐走进了事件的中心位置，一个关于苏联改造营和俄罗斯黑帮的秘密也慢慢浮出水面……"
    },
    "特种部队": {
      "channel": "星影",
      "title": "特种部队",
      "desc": "一名法国战地记者女记者Elsa（黛安·克鲁格 Diane Kruger 饰）和她的同事在阿富汗采访期间遭到塔利班绑架。塔利班将被捕获的Elsa相关视频放倒了网络上，并声称在规定时间内，她将在摄像机面前被处死，而全世界的人民都可以通过网络看到全过程。\r 在Elsa被行刑之前，一支由特种部队成员组成的救援小组被法国军方派来营救她。面对着极其残暴的塔利班亡命之徒，救援小组不畏艰险在第一时间就救出了Elsa，却与总部失去联系，不得不开始一场更为险恶的保卫战。\r 一场在塔利班追捕者和救援小组之间的拉锯逃亡战不可避免的展开了。塔利班设下各种陷阱，未将救援小组一网打尽，而救援小组只有一个目标：成功营救Elsa逃离此地。"
    },
    "密室逃生": {
      "channel": "星影",
      "title": "密室逃生",
      "desc": "三个闺蜜带着朋友计划前往东南亚海岛旅游，在当地遇到“好心”婆婆被推荐输另外⼀个岛上旅游。上岛第⼀天深夜，朋友突然消失让三个闺蜜被困⼊率全冬被困期间她们经受友情和⽣命的考验，最终齐心协力成功逃出密室。"
    },
    "看不见的女人": {
      "channel": "星影",
      "title": "看不见的女人",
      "desc": "故事发生在1950年巴西的里约热内卢，18岁的尤丽狄茜与20岁的吉达是一对形影不离的亲生姐妹，她们与保守的父母一同生活。虽然家风传统，姐妹俩却各自怀揣梦想：尤丽狄茜想做一名职业钢琴家，吉达渴望追寻真爱。在一次戏剧化的变故后，姐妹被迫分离，两人各自的梦想也因生活的无奈被搁置。即便如此，姐妹倆从未放弃找寻彼此的希望。"
    },
    "赖家王老五": {
      "channel": "星影",
      "title": "赖家王老五",
      "desc": "俗话说的好“女大不中留！”可如今，这句话用到男儿身上，同样有着深不可测的意义。闲话不扯，但说本故事中的男一号，帅哥特瑞普(马修·麦康纳)虽有着令众多同龄人羡慕的好工作和丰厚收入，而且，尚显青春的他也是风度翩翩、举止高雅的主。可是早已进入而立之年的他却至今仍与和他相识的众多适龄的女人保持着授受不亲的关系。虽说做个钻石王老五也有着很多的优越性和尚可炫耀之处。可长此以往，日渐衰老的父母却急上了房。眼见着大龄爱子这样整日赖在这个“老家庭”里，做着老父母的大小孩，两位老人恨不得立刻让儿子特瑞普卷铺盖走人，以早早营建自己的小家，这样也可为老人日后增添了不尽的安慰。　　于是乎，聪明的二老经过了缜密的筹划，终于制订出一整套周密的计划来对付这个不愿长大离开家的大小子。首先，是对儿子特瑞普对异性的兴趣取向进行调查了解，几次测试后，终于得知，性感成熟、金发碧眼的女孩总能令稍显木讷的儿子精神百倍。然后，两位老人私下里雇佣了一位有着一头美丽的金发以及性感迷人的外形的漂亮姑娘(莎拉·杰西卡·帕克)主动接触儿子特瑞普，以鼓动儿子逐渐建立起独立自主的冲动和决心。最让二老放心的是，这位美丽的姑娘不但有着勾人的外表，还有着足够聪明的头脑，足以顺利完成他们的目标。　　接下来，便是此起彼伏的浪漫事件接连发生，而主动的女性似乎更让那些高傲的大男子们无法招架。尤其是面对眼前如梦中情人转瞬出现般的金发美女，特瑞普更是没有了丝毫的心理设防。来了个全身心中招。激情的派对、阳光遍洒的出海旅游、餐馆里的浪漫缠绵……无不令往日闪闪发光的钻石王老五完全褪去了光彩，忘我地投入到了这场浪漫的情感大戏之中。而只是身为受雇者的漂亮姑娘似乎也在不经意间进入了“角色”。再加之众多朋友、同事们的“倾情加盟”，一场“大龄青年拯救运动”轰轰烈烈、热热闹闹、沸沸扬扬地展开了……"
    },
    "侠盗王子罗宾汉": {
      "channel": "星影",
      "title": "侠盗王子罗宾汉",
      "desc": "十字军东征时期，英国人罗宾被关押在了东方。在黑暗恐怖的牢中生活了五年后，一次偶然的机会，罗宾杀死了看守并解救了两个难友，获得了宝贵的自由。其间，一个难友遇敌死去，临死前叫罗宾把遗物交给其妹玛莉亚，而另一个幸存的难友摩尔人亚森则为了报答救命之恩，紧紧地跟随在了罗宾身边。"
    },
    "芬奇": {
      "channel": "星影",
      "title": "芬奇",
      "desc": "在全球灾难后末世界地球上，一位工程师和他的一只狗和一只机器狗相依为命。他每日开着重型卡车在废弃的城市里寻找物资。回到住所后，他一直在制造一个机器人。之后，他不得不带上机器人、他的狗和机器狗离开他的住所，踏上前往西海岸的公路之旅……  在这一旅程中，机器人懂得了爱、友谊以及人类生命的意义。"
    },
    "角斗士": {
      "channel": "星影",
      "title": "角斗士",
      "desc": "马克西蒙斯是罗马帝国战功显赫，受人拥戴的大将军。老国王马库斯·奥利利乌斯对大将军赏识有加，有意加冕于他。老国王对将军这种超越亲情的宠爱自然招来太子康莫迪乌斯的妒忌与不安，太子伺机杀害父亲，抢先登上王位，并马上下令诛杀大将军一家。马克西蒙斯死里逃生躲过暴君的魔爪，可是他所有的家人都未能幸免于难，返回家园，他只看到满目疮痍的破败景象。走投无路的马克西蒙斯只能投身为奴，从昔日的大将军沦为一名角斗士，在血腥厮杀中苟且求生。凭借英勇的气魄和高超的武艺，马克西蒙斯渐渐脱颖而出，晋级到罗马的大角斗场。这一次，他的剑直指暴君康莫迪乌斯，失去亲人的痛苦，沦为奴隶的屈辱，在马克西蒙斯的内心燃起了熊熊怒火。"
    },
    "我看到了光": {
      "channel": "星影",
      "title": "我看到了光",
      "desc": "电影改编自Colin Escott所著的汉克·威廉姆斯的自传，故事将围绕着乡村音乐巨星威廉姆斯的声名鹊起之过程以及29岁的猝死。"
    },
    "两个爸爸的故事": {
      "channel": "星影",
      "title": "两个爸爸的故事",
      "desc": "有着非洲血统的被收养小男孩的生活与其他家庭截然不同！他的父亲艾略特非常热衷于扮演一个收养孩子的父亲角色，整天对儿子念叨他的非洲血统。而他的母亲艾娃却觉得艾略特做得太过了，过于溺爱，让人喘不过气……"
    }
  },
  "早教": {
    "七巧板": {
      "channel": "早教",
      "title": "七巧板",
      "desc": "吉奥是个对世界充满好奇心的小男孩，他是个建筑迷！在七巧板星球上，吉奥有一群几何形状的好朋友们，在他的带领下大家能够变换形状组装成神奇的七巧板物体或动物！他们常常能给七巧板星球的住户们提供最及时的帮助，克服看起来不可思议的困难。七巧板星球的自然景观更是独具特色：有立方体的峡谷，无重力的浮海，棉花糖一样的大河甚至还有金字塔形状的山脉！剧集片末将有一分钟的七巧板拼图学习回顾，趣味又好玩。超过6000多种的七巧板组装……想象力没有任何限制！"
    },
    "大风车": {
      "channel": "早教",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    }
  },
  "家庭影院": {
    "超级战舰": {
      "channel": "家庭影院",
      "title": "超级战舰",
      "desc": "故事灵感来自孩之宝同名畅销战棋游戏“战舰攻防战”， 电影讲述海军中尉Alex被上级派往美国飞弹驱逐舰上履行职务，在一次海上演习时，舰队惊动了隐匿在太平洋深海的外星巨形母舰，来者不善，人类为保卫地球，力阻浩劫，在海上与外星战舰展开殊死战斗。Alex联同未婚妻、任职指挥官的兄长Stone、海军士官队友兼武器专家Raikes，以及舰队总司令Shane，率领一众海军舰队，尽力一搏，与来自外太空的外星战舰震撼开战。"
    },
    "机器管家": {
      "channel": "家庭影院",
      "title": "机器管家",
      "desc": "机器人安德鲁是尼尔家四代人的管家。原本尼尔一家只是当他一部机器来使用，但大家渐渐发现安德鲁不只是一个家务机器这么简单，他在日常还会和他们一起欢笑，懂得人类的习俗，体会人类的情感。  　　安德鲁在尼尔家的女儿很小的时候就喜欢上她了，但由于没有他没有安装感觉模块，他任由她嫁给了一个错误的人。由于没有感觉，安德鲁可以在海边独自一人盖一栋房子生活。知道某天，他遇上了机械专家、科学狂人，为他安装上了感觉模块。  　　至此，安德鲁才体会到什么是吃醋、什么是恋爱。经过一番努力，安德鲁终于完全融入了人类社会。最终，他和自己相爱的人得以长厢厮守，并在垂垂老矣时幸福死去……"
    },
    "黑衣人3": {
      "channel": "家庭影院",
      "title": "黑衣人3",
      "desc": "在上一集J重新召回K作为搭档之后，时间又过去了许多年，但是曾经被K捕获的外星人鲍里斯对地球的觊觎却一直没有停歇。知道机会来临，鲍里斯 成功从月球监狱越狱。为了向斩去自己一只手臂的K复仇，他取得了时空机，回到了1969年，干掉了当时还没有太多经验的K，因而使得K没能成功设置空间A网以保护地球。第二天一早，J就发现老搭档K人间蒸发了；在诸多麻烦误解之后，J终于了解到了K已经死了四十多年。但无论未来如何发展，K都和地球的命运有着千丝万缕的联系。而且这段时间里，鲍里斯成为了地球最大的威胁，甚至引发了外星人攻击地球。没有A网的保护，地球行将毁灭。而为了阻止鲍里斯的计划，J只有穿越回1969年，去拯救年轻版的K。"
    },
    "燃情岁月": {
      "channel": "家庭影院",
      "title": "燃情岁月",
      "desc": "骑兵上校威廉厌倦了战争，他带着全家来到西部荒原，在一处偏僻的 山区开垦牧场。上校的妻子因为无法忍受艰苦的环境而抛夫弃子回到了东 部，威廉上校独自一人肩负起了养育三个儿子的重担。在艰苦的环境中三兄弟渐渐长大，他们手足情深但性格却大不相同。 大哥艾尔弗莱德为人忠厚，办事认真；三弟塞缪尔是位理想主义者，深 受父亲的宠爱；而老二特里斯坦则是一位狂放不羁的人，他自由奔放，常 与印第安人交往，从他们那里学到了不少东西。父子四人在一个纯男性的 世界里过着淡泊的生活。然而，塞缪尔大学毕业后，把未婚妻苏珊娜带回了家里。平静的生活 被打破了。艾尔弗莱德暗恋上了苏珊娜，而特里斯坦的气质却又打动了苏 珊娜的心。四个年轻人在痛苦地压抑着各自的情感。就在此时，第一次世界大战爆发了。三兄弟不顾父亲的劝阻，参军前 往欧洲。在战争中，特里斯坦眼睁睁地看着塞缪尔死去却无能为力。无限 悲哀的特里斯坦按印第安人的方式挖出了弟弟的心脏，带回祖国埋葬。艾尔弗莱德在向苏珊娜求婚被拒绝后离开了家乡。弟弟死亡的阴影也 使特里斯坦无法面对他所深爱的苏珊娜。特里斯坦也离家出走，从此杳无 音讯。在苦苦的等待中光阴流逝。苏珊娜心灰意冷，终于答应嫁给艾尔弗 莱德。这时，上校不幸中风，流浪多年的特里斯坦此时又回到了家中。在这 些年中，他吃了许多苦，回来后他娶妻生子，想过上平静的生活，一切似 乎就要这样平静的结束了，然而在一次进城返回途中，妻子不幸被人误杀， 这再一次燃起他心中躁动的烈火。苏珊娜一直对塞缪尔深感内疚，如今特里斯坦妻子的死又使他十分痛 苦，她忍受不住这样的折磨以自杀结束了自己的生命。而特里斯坦此时已 将所有的一切置之度外，他终于在父亲和大哥艾尔弗莱德的帮助下报了 仇。特里斯坦又重新过起艰苦的生活，他活的时间很长，他亲手送走了自 己的父亲，又亲眼看着自己的孩子结婚生子，他是在60年代的一场与熊的 激战中，被熊爪夺去生命的，他的死法很英勇... ..."
    },
    "绝密飞行": {
      "channel": "家庭影院",
      "title": "绝密飞行",
      "desc": "本（乔什•卢卡斯 Josh Lucas 饰）、凯拉（杰西卡•贝尔 Jessica Biel 饰）和亨利（杰米•福克斯 Jamie Foxx 饰）都是顶尖出色的飞行员。这天，他们接到了一项秘密任务：训练他们的新伙伴\"铁蛋\"。出人意料的是，\"铁蛋\"竟然是一架全智能的无人驾驶飞机，他们的任务就是把它训练成为锋利的尖刀。在完成一次飞行任务后，\"铁蛋\"意外被闪电击中，\"铁蛋\"因此拥有了情感了自主性。在随后的任务中，总部对当时情况进行考虑后打算放弃任务，岂料\"铁蛋\"突然飞离编队，将钻地炸弹投入了敌人的核武器库，造成一场前所未有的核灾难。　　队长本意识到这样一个智能杀人机器必须立即被摧毁，否则会给人类带来更多的灾难，他立即向总部作了汇报。聪明的\"铁蛋\"获悉他们的行动，于是一场人机追逐战展开了！"
    },
    "禁止的真相": {
      "channel": "家庭影院",
      "title": "禁止的真相",
      "desc": "故事发生在1979年的一座工业小镇上，接连出现的因白血病而死亡的病例惹得居民们人心惶惶，大家都知道，镇上那两家整日排放着污水的大工厂和这些悲剧脱不了干系。在庞大的工厂体系面前，个人是如此的渺小，可是即便如此，失去了日子后，安妮（凯瑟琳·奎南 Kathleen Quinlan 饰）毅然决定联手镇上的8个受害者家庭，对两家工厂提起了诉讼。  　　没有律师愿意接受这样棘手的案例，除了胜算渺小外，他们也不愿意惹上不必要的麻烦，只有一个人是例外，他就是简斯里特曼（约翰·特拉沃塔 John Travolta 饰）。简花费了大量的人力和财力调查两家工厂的日常排水，在证据确凿之后，却因为被告方的暗度陈仓而输了官司，简失去了一切，金钱，家庭，名誉，但他并没有放弃。"
    },
    "雨果": {
      "channel": "家庭影院",
      "title": "雨果",
      "desc": "一个想要息影的演员，被一堆奇怪的事情吸引回到了一出戏剧里。"
    },
    "金蝉脱壳": {
      "channel": "家庭影院",
      "title": "金蝉脱壳",
      "desc": "雷·布雷斯林（西尔维斯特·史泰龙 Sylvester Stallone 饰）是最强的越狱高手，曾在8年内成功逃出14座安全防卫工程最严密的重刑监狱。他的真正身份是美国国家安全局的监狱安管专家，每一次越狱成功，就代表他能找出该个监狱的安管漏洞，进而强化改善。这回是雷退休前的最后一次任务，要挑战传说中最滴水不漏的超级监狱“坟墓”，然而当他入狱后，却发现这不但是个深埋海底不见天日的死狱，就连他决定放弃任务，想表明身份出狱时，典狱长竟更变本加厉地折磨他。雷发现他真的被出卖了，想要逃出去，似乎只有找狱中最莫测高深的牢友“教堂”（阿诺·施瓦辛格 Arnold Schwarzenegger 饰）来合作，两人不但要面对无情看守员霍布斯（詹姆斯·卡维泽 Jim Caviezel 饰），还要面对野蛮警卫（维尼·琼斯 Vinnie Jones 饰）的威胁。如何在乌烟瘴气的监狱中保持稀有的人性之光，并逃出监狱成为两人的最大挑战……"
    },
    "身体摄像机": {
      "channel": "家庭影院",
      "title": "身体摄像机",
      "desc": "讲述洛杉矶警察局的几名警官被一种恶毒的情绪所困扰，与两个白人警察杀害一名黑人青年有关。所有这些人都被一个身体摄像机拍到，而为了掩盖事实视频被销毁了。"
    },
    "蜘蛛侠": {
      "channel": "家庭影院",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "公众之敌": {
      "channel": "家庭影院",
      "title": "公众之敌",
      "desc": "1933年，江洋大盗约翰·迪林格与同伙约翰·汉密尔顿持械劫狱，从印第安纳州监狱中成功救出抢劫团伙成员，包括“漂亮男孩”弗洛伊德，“娃娃脸”尼尔森等，并藏身腐败警察马丁的农宅。马丁说服迪林格藏身芝加哥，寻求黑帮保护。在一系列银行抢劫活动中，迪林格爱上了芝加哥女职员比莉·弗雷凯特……"
    },
    "爱情鸟的自救": {
      "channel": "家庭影院",
      "title": "爱情鸟的自救",
      "desc": "一对情侣（伊萨·雷和库梅尔·南贾尼饰）正在互诉衷肠，结果被无意中卷入了一场谋杀迷局。洗刷罪名的过程极端又滑稽，他们必须挺过这一夜，以保住两人的恋情和性命。"
    },
    "地心抢险记": {
      "channel": "家庭影院",
      "title": "地心抢险记",
      "desc": "某天，世界各地接连出现奇怪现象：安装心脏起搏器的病人突然暴亡、鸽子迷失方向四处乱撞、金门大桥断裂、罗马竞技场遭到密集雷电袭击……一时间，人类陷入前所未有的恐慌，似乎恐怖的世界末日就在眼前。各国政府及军队紧急动员，急切找到这一连串灾难发生的原因。在这关键时刻，地质物理学家乔许·凯斯（艾伦·艾克哈特 Aaron Eckhart 饰）探明真相，原来地核因某种未知的原因停止转动，导致磁场消失。为了拯救人类和地球，乔许以及蕾贝卡·柴德（希拉里·斯万克 Hilary Swank 饰）、罗伯特·艾维森（布鲁斯·格林伍德 Bruce Greenwood 饰）等专家组成一支救援小组，共同前往地球中心实行艰巨而充满危险的拯救任务。人类的命运命悬一线……"
    },
    "骄傲的玛丽": {
      "channel": "家庭影院",
      "title": "骄傲的玛丽",
      "desc": "Taraji P.Henson主演动作片#骄傲的玛丽#发布预告，演了Cookie、卡姐等厉害角色后，这次Henson直接变女杀手，预告大半时间在光鲜换装、物色武器。当然杀手片的任务总会出错，玛丽碰上了一个小男孩，激发出强悍下的母爱。《伦敦陷落》导演Babak Najafi执导，明年1月12日北美上映。"
    },
    "特种部队": {
      "channel": "家庭影院",
      "title": "特种部队",
      "desc": "一名法国战地记者女记者Elsa（黛安·克鲁格 Diane Kruger 饰）和她的同事在阿富汗采访期间遭到塔利班绑架。塔利班将被捕获的Elsa相关视频放倒了网络上，并声称在规定时间内，她将在摄像机面前被处死，而全世界的人民都可以通过网络看到全过程。\r 在Elsa被行刑之前，一支由特种部队成员组成的救援小组被法国军方派来营救她。面对着极其残暴的塔利班亡命之徒，救援小组不畏艰险在第一时间就救出了Elsa，却与总部失去联系，不得不开始一场更为险恶的保卫战。\r 一场在塔利班追捕者和救援小组之间的拉锯逃亡战不可避免的展开了。塔利班设下各种陷阱，未将救援小组一网打尽，而救援小组只有一个目标：成功营救Elsa逃离此地。"
    },
    "绿巨人浩克": {
      "channel": "家庭影院",
      "title": "绿巨人浩克",
      "desc": "从小孤苦无依的布鲁斯·班纳长大后成为了美国伯克利军方的科学家，专职从事新型高能炸弹的研究工作，他与罗斯将军的女儿贝蒂·罗斯相恋。事业与感情一帆风顺的布鲁斯似乎已经摆脱了幼年孤独的阴影，走上了一条让人艳羡的成功之路。然而好景不长，在一次试验中，为了保护一名同事，布鲁斯暴露在致命的伽马射线之下，布鲁斯体内的神秘力量被意外唤醒。从此之后，每当情绪激动时，布鲁斯就会失去自我意识，变身成为绿巨人，并且同时具有超强的破坏力和抗拒意志。但布鲁斯并不知道也不想知道自己异于常人的变身能力。对他来说，自己只是一名没有过去、充满困惑的孤独科学家，丝毫不能理解为何会突然招致军方的围捕。面对一系列措手不及的突发事件，布鲁斯的女友贝蒂·罗斯同样感到迷茫无助。她希望帮助布鲁斯，但却遭到负责围捕绿巨人的父亲的阻止。而此时，自称是布鲁斯父亲的神秘人物大卫(尼克·诺尔蒂 饰)出现在罗斯将军身边，他告诫贝蒂不要接近自己的儿子，令贝蒂更感困惑。就在贝蒂思念班纳的同时，罗斯将军所带领的特种军队非但不会同情绿巨人的遭遇，反而早已洒下天罗地网并派出最强大的战士，意欲抓获绿巨人以获知其中的秘密。为了对抗绿巨人的超能力，罗斯将军也有自己的秘密武器，那就是神秘的超能力怪物——“吸收人”(Crusher Creel)。“吸收人”可以变身成为任何自己接触到的物体，与绿巨人势均力敌。而更为惊人的是，“吸收人”其实就是布鲁斯的生身父亲大卫·班纳。由此，布鲁斯的神秘身世开始逐渐清晰起来……"
    },
    "最后的纽约客": {
      "channel": "家庭影院",
      "title": "最后的纽约客",
      "desc": "故事是在变化的城市背景下讲述的两位70多岁的纽约人，一个仍然充满愚蠢野心面临着经济危机的老人，讲述他的友情和爱情。"
    },
    "老无所依": {
      "channel": "家庭影院",
      "title": "老无所依",
      "desc": "在科恩兄弟对科马克·麦卡锡小说的强力改编中，一场关乎赌局与宿命的致命角逐于1980年代初荒凉的西得克萨斯展开。当一位退休焊工兼越战老兵偶然发现毒品交易演变成沙漠屠杀后遗留的两百万美元，他随即被一位倦怠的警长与一名精神变态的杀手在平原上追踪，引发一连串冷酷无情的暴力漩涡。本片荣获四项奥斯卡奖——包括最佳影片与巴登令人难忘的最佳男配角奖——这部冷峻的边境黑色电影，通过命运每一次残酷的反讽转折，将紧张感与存在主义焦虑推向极致。[标准收藏]"
    }
  },
  "好学生": {
    "开讲啦": {
      "channel": "好学生",
      "title": "开讲啦",
      "desc": "由中央电视台综合频道（CCTV-1）和唯众传媒联合制作的《开讲啦》是中国首档青年电视公开课。每期节目由一位名人倾情演讲，分享他们对于生活和生命的感悟，给予中国青年现实的讨论和心灵的滋养。讨论青年们的人生问题，同时也在讨论青春中国的社会问题。\n\n节目每期有八至十位来自全国各大高校的青年代表，向演讲嘉宾提问互动，300位大学生作为观众现场分享这场有思考、有疑问、有价值观、有锋芒的思想碰撞。他们对人生有思考，对未来有疑问，他们思想新锐，观点先锋，是中国未来的中坚力量。每期演讲嘉宾选择的主题，均为当下年轻人心中的问号，讲述青年最关心、最困惑的话题。"
    },
    "典籍里的中国": {
      "channel": "好学生",
      "title": "典籍里的中国",
      "desc": "该节目是由中央广播电视总台央视综合频道联合央视创造传媒、中国国家话剧院全新原创的大型文化节目。节目聚焦优秀中华文化典籍，通过时空对话的创新形式，以“戏剧+影视+文化访谈”的表现方法，讲述典籍在五千年历史长河中源起、流转及书中的闪亮故事。"
    }
  },
  "喜剧影院": {
    "心灵点滴": {
      "channel": "喜剧影院",
      "title": "心灵点滴",
      "desc": "亚当（罗宾•威廉斯 饰）想成为一名医生是在他的精神疾病痊愈之后，后来他进入了维吉尼亚医学院学习。可是院内的传统观念的限制使医生们开来都十分不近人情。他不屑于这种状态，于是他把欢笑看做是医治病人的一个重要处方。他总是穿着鲜艳的衣服，带着滑稽的装扮到学院去，为的就是能让每一位病人都开怀大笑。\r 校方对亚当的行为十分不满，但他还是冒着被勒令退学的危险坚持着自己那套理念。亚当需要克服的东西众多，从医路上又将有不同的挑战与不同的人与事在等着他，亚当仍不懈的为着梦想前行。"
    },
    "重振球风": {
      "channel": "喜剧影院",
      "title": "重振球风",
      "desc": "肖恩（Dwayne Douglas Johnson）是少年监管所的管理员，每天都为少年犯之间的纷争而烦恼。在他看来这些少年犯在这样的监禁环境下根本无法洗心革面，他的工作毫无意义。  　　在年迈母亲的鼓励下，肖恩决定用橄榄球改变孩子们的人生，将他们拉回正轨。尽管通过艰难的游说，肖恩终于说服高校赛季同意他带领少年犯参赛，但说服这些问题少年组成一只真正的队伍更加困难重重。肖恩用自己的强硬和对孩子们的信任打动了他们，组建了一只“野马队”。在他看来，帮孩子们找回失去的人生比赢得比赛更为重要。  　　很快他们参赛了，一路风雨兼程，这只特殊队伍回取得怎样的成绩呢？"
    },
    "王牌特派员": {
      "channel": "喜剧影院",
      "title": "王牌特派员",
      "desc": "因和女友洛萍·哈瑞斯（莱丝莉·曼 Leslie Mann 饰）发生不快，房地产经营上史蒂夫·考维克斯（马修·布鲁德里克 Matthew Broderick 饰）被迫搬到一幢新的公寓。不久，有线电视安装人员杜哲（吉姆·凯瑞 Jim Carrey 饰）登门拜访。杜哲举止乖张，为人却颇为幽默开朗。两人由此成为好朋友，更相约外出游玩。在杜哲的指点下，史蒂夫成功赢回女友的芳心。然而杜哲似乎过于热情，她越来越多介入到史蒂夫的生活当中，令后者渐感烦躁和不安。史蒂夫开始有意识地远离这个不太正常的家伙，感觉被好友抛弃的杜哲由此暗升报复之心……  　　本片荣获1997年儿童选择奖最受欢迎男主角奖（Jim Carrey）。"
    },
    "房车之旅": {
      "channel": "喜剧影院",
      "title": "房车之旅",
      "desc": "鲍勃（罗宾·威廉斯 Robin Williams 饰）都快50岁了，事业面临着挑战，家庭面临着危机。本来他打算在百忙之中抽出时间陪家人展开一次夏威夷之旅，以改善糟糕的家庭关系；无奈又放不下公司业务，因为一个名牌大学MBA的公司新人给他带来了严重的威胁，如果不拼了老命工作，饭碗随时不保。用心良苦的老爹，只好临时想了一个折中办法：取消夏威夷之行，全家租来一个流动房车，前往他的出差地的城市附近，来一次野营活动。一边是忙碌繁琐的工作，一边是盼望着有个美好旅途的家庭，鲍勃得有一流的周旋功夫，不仅顾全大局而且两面讨好。问题是老爹又不是超人，应付起来自然力不从心，笑料百出。 ©豆瓣"
    },
    "蒸发的摩根夫妇": {
      "channel": "喜剧影院",
      "title": "蒸发的摩根夫妇",
      "desc": "居住在纽约的摩根夫妇生活优渥，丈夫保罗（休·格兰特 Hugh Grant 饰）在司法界声名远播，妻子梅莉（莎拉·杰茜卡·帕克 Sarah Jessica Parker 饰）则是房地产界的精英女强人。事业上的卓越成就无法弥合夫妇俩日渐凸现的情感矛盾，保罗的外遇更致使两人长期分居，婚姻濒临崩溃。在分居后的第三个月，保罗主动约出妻子，希望与之重归于好。晚餐过后，摩根夫妇在瓢泼大雨中偶然目睹一桩杀人案，他们清楚看到凶手（麦克·凯利 Michael Kelly 饰）的长相，而自己的容貌也被凶手尽收眼底。  　　摩根夫妇此时恐怕首次要为自己的知名度而懊恼，因为凶手文森特毫不费力知道了他们的姓名。针对摩根夫妇的灭口追杀自此接连上演，他们只有抛弃一切，选择人间蒸发……"
    },
    "复制娇妻": {
      "channel": "喜剧影院",
      "title": "复制娇妻",
      "desc": "琼安娜（凯瑟琳·罗斯 Katharine Ross 饰）和丈夫沃尔特（彼得·马斯特森 Peter Masterson 饰）在高级住宅区史丹弗买了新房子，喜滋滋的搬了家，两人希望能够在这里继续他们幸福的婚姻生活。在这里，琼安娜认识了许多和她一样的家庭主妇们，然而，令琼安娜感到不安的是，这些女人们穿着相似的衣服，梳着相似的发型，就连言谈举止和表情动作都似乎是从一个模子里刻出来的。\r 　　在这些人之中，只有芭比（宝拉·普林蒂丝 Paula Prentiss 饰）不一样，芭比和琼安娜一样，比较像有血有肉的真正的人。随着时间的推移，种种迹象表明琼安娜和芭比的担心和怀疑并非空穴来风，当她们想要一探事情的真相时，其实已经触到了深深埋藏在这片住宅区里的惊人秘密"
    },
    "赏金猎手": {
      "channel": "喜剧影院",
      "title": "赏金猎手",
      "desc": "因沉迷赌博而负债累累的赏金猎手米洛·博伊德（杰拉德·巴特勒 Gerald Butler 饰）接到工作追捕自己的前妻，记者妮可·赫莉（詹妮弗·安妮斯顿 Jennifer Anniston 饰）。妮可因追踪一件离奇自杀事件，错过自己袭警交通案的出庭而被法院通缉。对自杀事件内情紧追不舍的她想尽了一切办法逃跑，使得本来就因彼此憎恨而离婚的两人关系更加糟糕，直到有神秘杀手突然出现要至妮可于死地。米洛这才发现自己对妮可一直不能忘情。为了保护妮可的安全，米洛带她来到了二人当初渡蜜月的“丘比特庄园”，前尘往事涌上心头，二人也都对是否应重续前缘而举棋不定。与此同时，米洛的赌债和妮可的调查只将情况搞得更加复杂……"
    },
    "杰克与吉尔": {
      "channel": "喜剧影院",
      "title": "杰克与吉尔",
      "desc": "著名笑星亚当·桑德勒片中一人分饰两角、一对孪生兄妹：哥哥杰克和妹妹吉尔。而两人之间则是水火不相容，笑料不断。"
    },
    "摇滚校园": {
      "channel": "喜剧影院",
      "title": "摇滚校园",
      "desc": "杜威•费恩 是一名已过而立之年，却仍在为理想打拼的摇滚音乐人。他不屑于那种粗制滥造、充满向商业谄媚味道的虚伪乐曲，一心追逐真情实感的纯粹摇滚乐。为此，他和无数支乐队分道扬镳，至今事业无成，还面临被房东赶出去的窘境。杜威的男房东兼老友内德•斯尼勃利 此前曾是狂热躁动的死亡摇滚乐手，如今摇身一变成为了居家好男人以及代课老师。杜威闲赋家中时，偶然接到一通来自某中学的招聘电话，对方邀请内德迅速来学校代课。穷极无聊兼为生计所迫的杜威偷梁换柱，以内德的身份进入这所校风极为严谨的名门中学教学。学生们的死气沉沉一度让他倍感无聊，某天，杜威无意中发现孩子们的音乐天赋。于是，他瞒天过海，带领这群只知道读书的孩子们进入一个全新且乐趣无穷的摇滚世界……"
    },
    "小二黑结婚": {
      "channel": "喜剧影院",
      "title": "小二黑结婚",
      "desc": "抗战时期，山西某边区刘家皎村。村里有两个特殊人物，一个是凡事看黄历的二诸葛（赵子岳 饰），一个是装神弄鬼的三仙姑（周婷 饰）。二诸葛的儿子小二黑（杨建业 饰）是村里的民兵队长，三仙姑的女儿小琴（俞平 饰）是妇救会极积分子。两人青梅竹马，长大后相爱了。他俩的婚事遭到二诸葛的反对，他查过黄历，认为两人命相不合，好吃懒做的三仙姑则认为二黑家太穷，一心想给小琴找个有钱有势的人家。村主任金旺（葛存壮 饰）平日横行乡里，调戏小琴不成怀恨在心，设计陷害小琴和二黑。三仙姑则收了阎匪军官的彩礼，非要小琴嫁给匪军官，小琴宁死不从。区长（李百万 饰）了解内情后，惩治了作恶多端的金旺，批准二黑和小琴结婚..."
    },
    "百货战警2": {
      "channel": "喜剧影院",
      "title": "百货战警2",
      "desc": "在商场当了六年保安的保罗（凯文·詹姆斯 Kevin James 饰）攒够了假期，带着即将上大学的女儿玛雅（莱妮·罗德里格兹 Raini Rodriguez 饰），来到“赌城”拉斯维加斯的安可酒店，参加保安大会。\r 　　会议中途，保罗无意间发现了一个密谋抢劫拉斯维加斯所有赌场的黑帮团伙，于是，他继续跨着电动平衡车，与其他前来参加大会的保安们一起，和天才黑帮首领斗智斗勇，保卫赌城……"
    },
    "宝葫芦的秘密": {
      "channel": "喜剧影院",
      "title": "宝葫芦的秘密",
      "desc": "小学生王葆，是一个天真活泼、富于幻想的少年。当他在学习上碰到困难的时候，或在课余生活中遇到不顺利的时候，就幻想有一个神奇的宝贝来帮他轻松地实现目标。一天，王葆在钓鱼时偶遇传说中能实现任何愿望的宝葫芦，他想要什么宝葫芦都能信手拈来。宝葫芦帮王葆钓到鱼、做成高级的模型、完成回家作业，真是要什么有什么，想什么就成什么。宝葫芦又能变成各种形状，向左飞机的话，它就能立刻变成葫芦飞机带着王葆翱翔天际。王葆大喜过望，有了这个宝葫芦后，他在学校的表现是突飞猛进，让同学们大为惊诧。宝葫芦更帮助他在泳池中大显神威，轻易获得了参加校队的机会。 生活仿佛变得那么完美。  可是，王葆逐渐发现宝葫芦原来不分青红皂白，只懂盲目服从，因此屡令王葆哭笑不得，最后更令王葆在数学考试中铸成大错。面对即将到来的校际游泳大赛，王葆顿时进退两难：他是否继续依靠宝葫芦为他创造奇迹，还是相信自己能够靠自己的努力改变命运 ？"
    },
    "魔术师的奇遇": {
      "channel": "喜剧影院",
      "title": "魔术师的奇遇",
      "desc": "魔术大师陆幻奇（陈强 饰）在阔别祖国二十五年后，于1962年返回上海。1937年，在闵行戏院表演魔术的陆幻奇突遭横祸，伪警长（李天济 饰）觊觎陆妻美色，诬陷陆用的道具手枪是“私藏军火”。陆妻被逼自杀后，陆把小儿阿毛托咐给好友王小六子（程之 饰），只身逃亡海外，一晃二十五年过去了。当年的阿毛如今叫张志诚（韩非 饰），是公交车上的售票员，而回到上海陆幻奇乘座的第一辆交通工具就是儿子的共交车，无奈父子相逢不相识。而陆在车上遗失的行包被志诚打开，发现了当年的魔术用道具手枪，他下班后即送往杂技团寻找失主。陆见物思人，不忍回想悲惨往事，他把魔术枪送给了志诚。王小六子后来见到这把手枪，顿然大悟......"
    },
    "兄弟班": {
      "channel": "喜剧影院",
      "title": "兄弟班",
      "desc": "这是一个对新鲜事物充满好奇的时代，和所有故事的开头一样，坏男孩变好的原因永远是女孩，为了喜欢的女孩，海边烧烤摊堂口老大阿力在母亲包租婆的支持下，带着他的兄弟阿健、阿强开始了自己的音乐之路，同街区的阿友、阿伦、阿B也被坑蒙拐骗拉进团队，他们在斗殴和训练中增长友谊，父母们的集体反对、路人、邻居们的嘲笑更是激起了他们的好胜心。"
    },
    "我的宠物是大象": {
      "channel": "喜剧影院",
      "title": "我的宠物是大象",
      "desc": "该片讲述的是以大象表演为生计的马戏团老板老齐（刘青云 饰），为了能让大象吃到足够的像草，与刁蛮任性的千金大小姐杰西卡（尤靖茹 饰）斗智斗勇，其间发生的故事和欢喜情缘。"
    }
  },
  "动作影院": {
    "遗落战境": {
      "channel": "动作影院",
      "title": "遗落战境",
      "desc": "2017年，母星遭到毁灭的外星流亡者入侵地球。人类虽然用核武器打败对手，但也付出失去家园的惨痛代价。在接下来将近半个世纪的时光中，人类移民泰坦星（土卫六），不过仍有极少部分人类留在故土，扫荡残存的外星掠夺者。杰克·哈珀（汤姆·克鲁斯 Tom Cruise 饰）与维多利亚（安德丽亚·瑞斯波罗格 Andrea Riseborough 饰）即是留守者中的一员，他们的主要任务为保障遍布各地守护水萃取塔的无人机正常运行。看似永无止境的任务终于接近尾声，而就在此刻，不明飞行器坠落一处无人区。杰克在当地发现数名人类伤员，可是他们却遭到无人机的屠杀。危急时刻，杰克救下了一个名为茱莉亚（欧嘉·柯瑞兰寇 Olga Kurylenko 饰）的女子。这一事件令杰克无意中知晓了掠夺者以及自身背后隐藏的秘密……"
    },
    "绝密总部": {
      "channel": "动作影院",
      "title": "绝密总部",
      "desc": "年轻的查理·金凯德在家中发现了一个秘密总部，似乎是属于一个超级英雄的。他告诉了他的朋友们，他们开始相信，与金凯德关系疏远的父亲可能过着秘密的双重生活。（豆瓣电影）\r 放学后，查理和他的朋友们在家里发现了一个世界上最强大的超级英雄的总部。当坏人进攻时，他们必须联合起来保卫总部，拯救世界。"
    },
    "谍影重重4": {
      "channel": "动作影院",
      "title": "谍影重重4",
      "desc": "继杰森·伯恩后，另一美国中情局特工艾伦·克劳斯（杰瑞米·雷纳 饰）亦将身陷险境。因为“杰森·伯恩事件”，令中情局的特工行动“绊脚石”被公开，为了隐瞒其它特工行动，以拜亚（爱德华·诺顿饰）为首的美国中情局，正计划铲除过去数十年来发展的特工行动，包括对“结果”行动当中，体能和智能更“先进”的“5号”特工艾伦·克劳斯，展开横跨全球的逃杀。而艾伦·克劳斯剩下的唯一希望，竟然就是过去四年来，不断在背后监控和研究其活动的科学研究员玛泰博士（蕾切尔·薇兹 饰）……"
    },
    "黑鹰坠落": {
      "channel": "动作影院",
      "title": "黑鹰坠落",
      "desc": "1992 年，连年的部落战争令东非国家索马里山河破败，民不聊生，由此引发的大饥荒更造成三十万人死亡。掌控首都摩加迪休的独裁者默罕默德·法拉·艾迪德抢走国际组织的救援物资，此举引起世人公愤。丧心病狂的艾迪德向国际维和组织宣战，美国方面派出 160 名特种部队成员前往摩加迪休以推翻艾迪德政权。这群满腔热血的战士信心十足，然而却因情报搜集不足而使战事陷入胶着状态。在一次追捕艾迪德政权两大高官的行动中，特种部队受到索马里民兵的顽强抵抗。双方在市中心展开激烈对峙，美军一架黑鹰直升机受到攻击坠落市区，机组人员危在旦夕。为了营救同伴，一小队特种部队士兵深入虎穴。在接下来的 15 小时里，他们经历了人间最难以想象的修罗场……"
    },
    "深海越狱": {
      "channel": "动作影院",
      "title": "深海越狱",
      "desc": "中情局特工维勒（尚格·云顿 饰）与美女搭档梅尔在保护一份机密文件的任务中被神秘组织追杀，梅尔牺牲，维勒被逮捕。醒来时维勒发现自己被囚禁在一艘核潜艇内，这里是CIA设在深海的一座与世隔绝的黑狱，他自己也变成了出卖国家机密的叛徒身份。 除了拷打维勒的探员帕特里克，潜艇上还有维勒的恩师爱德华、女见习生凯茜和被关押的德国特工马可（杜夫·龙格尔 饰），他们当中谁是盟友，谁是敌人？有人对维勒手中的机密文件感兴趣，有人却对离开深海恢复自由更感兴趣。维勒必须寻找队友，携手逃出生天，并自证清白……"
    },
    "碟中谍2": {
      "channel": "动作影院",
      "title": "碟中谍2",
      "desc": "一位医学博士研制出一种威力巨大的新型病毒“金美拉”，为保证运送安全请求中情局提供援助，不料被扮作伊森的前中情局特工肖恩谋害，并窃取了病毒资料。伊森受命找到肖恩并获取相关情报，而在这之前，伊森必须得到女神偷奈雅的帮助，因为奈雅是肖恩的前女友，是接近肖恩的唯一人选。在获取奈雅信任的同时，伊森和奈雅萌生爱意。在制造奈雅被捕的假情报后，肖恩如期将奈雅救出，接到自己住处，不过肖恩已经怀疑奈雅的到来另有图谋。伊森和奈雅终于在赛马场接头并获知了情报内容，而同时肖恩已经察觉奈雅不仅奉命卧底，还与伊森坠入爱河。怀恨在心的肖恩已经猜测出伊森将前去药厂销毁病毒，遂率人争夺，交战之中，奈雅为帮助伊森完成任务，将仅存的病毒注入自己体内，并要求伊森杀死自己，而伊森不忍下手，并承诺将会挽救奈雅。肖恩开始和制药厂老板交易病毒和解药，声称病毒将很快席卷世界，正在此时，伊森赶到，经过激烈搏斗，伊森终于夺回病毒和解药，结果了肖恩，并及时挽救了奈雅的生命。"
    },
    "范海辛": {
      "channel": "动作影院",
      "title": "范海辛",
      "desc": "十九世纪，罗马尼亚存在着一个人鬼共存的神秘地带――特兰西尼亚古镇。镇上有一支邪恶势力在天黑后统治着该地区，那就是吸血鬼德古拉（理查德•劳斯伯格 Richard Roxburgh 饰）领导下妖魔鬼怪。他们一到日黑就出来大肆杀戮，手段异常残忍。更加恐怖的是，这个队伍在不断壮大中，噬血的科学怪人也不远万里投靠了德古拉。  罗马尼亚的天主教在多次征剿失利后，远赴美国请来了吸血鬼猎人范海辛（休•杰克曼 Hugh Jackman 饰）。范海辛带着助手前往特兰西尼亚途中，巧合下救了另一位吸血鬼女猎人――安娜（凯特•贝金赛尔 Kate Beckinsale 饰）。安娜因为家族世代受到德古拉的诅咒而家破人亡，从小练就了一套猎鬼本领。安娜和范海辛一拍即合，共同前往对付德古拉……"
    },
    "碟中谍3": {
      "channel": "动作影院",
      "title": "碟中谍3",
      "desc": "伊森（汤姆·克鲁斯 Tom Cruise 饰）曾是任职于特殊部门的秘密特工，自从一位名叫茱莉亚（米歇尔·莫娜汉 Michelle Monaghan 饰）的美丽女子出现在他的生命里后，伊森决定金盆洗手，卸甲归田。遗憾的是，好景不长，幸福的生活还没过多久，伊森便接到了徒弟林德赛（凯丽·拉塞尔 Keri Russell 饰）被死对头戴维恩（菲利普·塞默·霍夫曼 Philip Seymour Hoffman 饰）掳走的消息。戴维恩冷酷又凶残，林德赛落入他的手中可谓是凶多吉少。为了解救林德赛，伊森重操旧业，他组织了一支精干的特工小组，向着目标人物发起了进攻。让伊森没有想到的是，戴维恩的真正目标并不是林德赛，而是茱莉亚，当爱妻落入敌手之时，伊森会做出怎样的反击？"
    },
    "超级战舰": {
      "channel": "动作影院",
      "title": "超级战舰",
      "desc": "故事灵感来自孩之宝同名畅销战棋游戏“战舰攻防战”， 电影讲述海军中尉Alex被上级派往美国飞弹驱逐舰上履行职务，在一次海上演习时，舰队惊动了隐匿在太平洋深海的外星巨形母舰，来者不善，人类为保卫地球，力阻浩劫，在海上与外星战舰展开殊死战斗。Alex联同未婚妻、任职指挥官的兄长Stone、海军士官队友兼武器专家Raikes，以及舰队总司令Shane，率领一众海军舰队，尽力一搏，与来自外太空的外星战舰震撼开战。"
    },
    "碟中谍6": {
      "channel": "动作影院",
      "title": "碟中谍6",
      "desc": "伊森·亨特和队友们接到了追回三个大杀伤性核武器的任务。眼见任务马上就能完成，但为了挽救其中一位队友卢瑟的生命，三个核武器被人趁机带走。中情局负责人斯隆女士调来她手下的得意猛将沃克，让他盯着伊森·亨特完成追回核武器的任务。期间，女特工伊尔莎突然出现，伊森·亨特发现，他要面对的并不只是恐怖分子，还有潜藏在政府部门的内鬼。"
    },
    "角斗士": {
      "channel": "动作影院",
      "title": "角斗士",
      "desc": "马克西蒙斯是罗马帝国战功显赫，受人拥戴的大将军。老国王马库斯·奥利利乌斯对大将军赏识有加，有意加冕于他。老国王对将军这种超越亲情的宠爱自然招来太子康莫迪乌斯的妒忌与不安，太子伺机杀害父亲，抢先登上王位，并马上下令诛杀大将军一家。马克西蒙斯死里逃生躲过暴君的魔爪，可是他所有的家人都未能幸免于难，返回家园，他只看到满目疮痍的破败景象。走投无路的马克西蒙斯只能投身为奴，从昔日的大将军沦为一名角斗士，在血腥厮杀中苟且求生。凭借英勇的气魄和高超的武艺，马克西蒙斯渐渐脱颖而出，晋级到罗马的大角斗场。这一次，他的剑直指暴君康莫迪乌斯，失去亲人的痛苦，沦为奴隶的屈辱，在马克西蒙斯的内心燃起了熊熊怒火。"
    },
    "无名狂": {
      "channel": "动作影院",
      "title": "无名狂",
      "desc": "明，万历年间，江湖两大暗杀门派，无名门突遭血洗，唐门继承人遇刺，嫌犯张未然，不知所踪……\r 　　数年后，独行大盗郭长生被一名神秘白衣人抓获，镖头王一刀金盆洗手之际同意护送他们一程作为最后一次押镖，路途中王一刀发现越来越多神秘高手围绕着郭长生出现。恩怨指向了十几年前江湖最传奇的门派——“无名门”的继承者大血战和消失的张未然。每个当事人对那一晚的对决都有不同的讲述。无名门在大火中消失的真相慢慢浮现，谁是当年的真凶，谁又将是之后的幸存者，到底真相如何？"
    },
    "爱情鸟的自救": {
      "channel": "动作影院",
      "title": "爱情鸟的自救",
      "desc": "一对情侣（伊萨·雷和库梅尔·南贾尼饰）正在互诉衷肠，结果被无意中卷入了一场谋杀迷局。洗刷罪名的过程极端又滑稽，他们必须挺过这一夜，以保住两人的恋情和性命。"
    }
  },
  "墨宝": {
    "美术里的中国": {
      "channel": "墨宝",
      "title": "美术里的中国",
      "desc": "节目聚焦中国近现代经典美术作品，见证中华民族复兴伟大征程中的时代之变、中国之进，深入提炼作品中的文化标识、当代价值、时代意义，以最前沿的数字技术，进行融媒体视觉探索，以科技助力艺术表达，打造影像化、数字化的美术馆。通过这些传播文化、记录变迁、诉说历史的中国美术佳作，弘扬中国精神，增强文化自信。"
    }
  },
  "光影": {
    "绿巨人浩克": {
      "channel": "光影",
      "title": "绿巨人浩克",
      "desc": "从小孤苦无依的布鲁斯·班纳长大后成为了美国伯克利军方的科学家，专职从事新型高能炸弹的研究工作，他与罗斯将军的女儿贝蒂·罗斯相恋。事业与感情一帆风顺的布鲁斯似乎已经摆脱了幼年孤独的阴影，走上了一条让人艳羡的成功之路。然而好景不长，在一次试验中，为了保护一名同事，布鲁斯暴露在致命的伽马射线之下，布鲁斯体内的神秘力量被意外唤醒。从此之后，每当情绪激动时，布鲁斯就会失去自我意识，变身成为绿巨人，并且同时具有超强的破坏力和抗拒意志。但布鲁斯并不知道也不想知道自己异于常人的变身能力。对他来说，自己只是一名没有过去、充满困惑的孤独科学家，丝毫不能理解为何会突然招致军方的围捕。面对一系列措手不及的突发事件，布鲁斯的女友贝蒂·罗斯同样感到迷茫无助。她希望帮助布鲁斯，但却遭到负责围捕绿巨人的父亲的阻止。而此时，自称是布鲁斯父亲的神秘人物大卫(尼克·诺尔蒂 饰)出现在罗斯将军身边，他告诫贝蒂不要接近自己的儿子，令贝蒂更感困惑。就在贝蒂思念班纳的同时，罗斯将军所带领的特种军队非但不会同情绿巨人的遭遇，反而早已洒下天罗地网并派出最强大的战士，意欲抓获绿巨人以获知其中的秘密。为了对抗绿巨人的超能力，罗斯将军也有自己的秘密武器，那就是神秘的超能力怪物——“吸收人”(Crusher Creel)。“吸收人”可以变身成为任何自己接触到的物体，与绿巨人势均力敌。而更为惊人的是，“吸收人”其实就是布鲁斯的生身父亲大卫·班纳。由此，布鲁斯的神秘身世开始逐渐清晰起来……"
    },
    "深海越狱": {
      "channel": "光影",
      "title": "深海越狱",
      "desc": "中情局特工维勒（尚格·云顿 饰）与美女搭档梅尔在保护一份机密文件的任务中被神秘组织追杀，梅尔牺牲，维勒被逮捕。醒来时维勒发现自己被囚禁在一艘核潜艇内，这里是CIA设在深海的一座与世隔绝的黑狱，他自己也变成了出卖国家机密的叛徒身份。 除了拷打维勒的探员帕特里克，潜艇上还有维勒的恩师爱德华、女见习生凯茜和被关押的德国特工马可（杜夫·龙格尔 饰），他们当中谁是盟友，谁是敌人？有人对维勒手中的机密文件感兴趣，有人却对离开深海恢复自由更感兴趣。维勒必须寻找队友，携手逃出生天，并自证清白……"
    },
    "骄傲的玛丽": {
      "channel": "光影",
      "title": "骄傲的玛丽",
      "desc": "Taraji P.Henson主演动作片#骄傲的玛丽#发布预告，演了Cookie、卡姐等厉害角色后，这次Henson直接变女杀手，预告大半时间在光鲜换装、物色武器。当然杀手片的任务总会出错，玛丽碰上了一个小男孩，激发出强悍下的母爱。《伦敦陷落》导演Babak Najafi执导，明年1月12日北美上映。"
    },
    "我是检察官": {
      "channel": "光影",
      "title": "我是检察官",
      "desc": "该片作为国内首部以生态环境保护检察工作为主题的院线电影，编剧是时任贵州省黔东南州人民检察院常务副检察长傅俊等人，拍摄地址也选于风景秀美的黔东南州。该片得到了黔东南州各区县的大力支持，剧情围绕青年检察官石俊峰奉命调查家乡红豆杉盗伐事件展开，讲述了在森林女警察卧底协助下终将盗伐百年红豆杉的犯罪分子一网打尽的曲折故事。面对亲情与正义的抉择，青年检察官石俊峰坚守自己的使命，用情与理感化犯罪分子认罪伏法，彰显了“法亦容情”的家国情怀。"
    },
    "重振球风": {
      "channel": "光影",
      "title": "重振球风",
      "desc": "肖恩（Dwayne Douglas Johnson）是少年监管所的管理员，每天都为少年犯之间的纷争而烦恼。在他看来这些少年犯在这样的监禁环境下根本无法洗心革面，他的工作毫无意义。  　　在年迈母亲的鼓励下，肖恩决定用橄榄球改变孩子们的人生，将他们拉回正轨。尽管通过艰难的游说，肖恩终于说服高校赛季同意他带领少年犯参赛，但说服这些问题少年组成一只真正的队伍更加困难重重。肖恩用自己的强硬和对孩子们的信任打动了他们，组建了一只“野马队”。在他看来，帮孩子们找回失去的人生比赢得比赛更为重要。  　　很快他们参赛了，一路风雨兼程，这只特殊队伍回取得怎样的成绩呢？"
    },
    "绝密飞行": {
      "channel": "光影",
      "title": "绝密飞行",
      "desc": "本（乔什•卢卡斯 Josh Lucas 饰）、凯拉（杰西卡•贝尔 Jessica Biel 饰）和亨利（杰米•福克斯 Jamie Foxx 饰）都是顶尖出色的飞行员。这天，他们接到了一项秘密任务：训练他们的新伙伴\"铁蛋\"。出人意料的是，\"铁蛋\"竟然是一架全智能的无人驾驶飞机，他们的任务就是把它训练成为锋利的尖刀。在完成一次飞行任务后，\"铁蛋\"意外被闪电击中，\"铁蛋\"因此拥有了情感了自主性。在随后的任务中，总部对当时情况进行考虑后打算放弃任务，岂料\"铁蛋\"突然飞离编队，将钻地炸弹投入了敌人的核武器库，造成一场前所未有的核灾难。　　队长本意识到这样一个智能杀人机器必须立即被摧毁，否则会给人类带来更多的灾难，他立即向总部作了汇报。聪明的\"铁蛋\"获悉他们的行动，于是一场人机追逐战展开了！"
    },
    "傲慢与偏见": {
      "channel": "光影",
      "title": "傲慢与偏见",
      "desc": "根据简·奥斯汀同名小说改编。伊丽莎白·班纳特(凯拉·奈特丽 饰)出身于小地主家庭，有四个姐妹，母亲班纳特太太整天操心着为女儿物色称心如意的丈夫。新来的邻居宾格来先生和他的朋友达西（马修·麦克菲迪恩 饰）打破了她们一家人单调的乡村生活。宾格来和伊丽莎白的姐姐简·班纳特互生情愫；达西对善良聪明的伊丽莎白产生了好感，而伊丽莎白却对达西不可一世的傲慢心存偏见，不接受他的感情。然而，世事难料，宾格来和简·班纳特因为误会，关系危在旦夕；达西的种种作为，展示了性格中和伊丽莎白相同的善良一面，逐渐赢得了伊丽莎白的好感。两对有情人能否终成眷属？班纳特姐妹们能否得到自己想要的生活？\r 简·奥斯汀笔下十九世纪初英国乡村生活和社会风貌，重新展现在大银幕上。"
    },
    "终结者": {
      "channel": "光影",
      "title": "终结者",
      "desc": "一名半机械人（阿诺·施瓦辛格 饰）从21世纪被派往当代洛杉矶，刺杀一位看似无辜的女子——她的孩子将在杀手所处的未来世界中扮演关键角色。[米高梅]"
    },
    "特工绍特": {
      "channel": "光影",
      "title": "特工绍特",
      "desc": "作为一名中央情报局的女特工，伊夫林·绍特（安吉丽娜·朱莉饰）发誓要忠于她的责任、荣誉和国家。然而，当一个叛徒在审问后，诬蔑绍特就是一个俄国间谍，并透露一起秘密计划时，她的忠诚度需要经受巨大的考验。为了证明自己的清白，绍特被迫逃亡，而她昔日的同事温特尔（列维·施瑞博尔 饰）与皮博迪（切瓦特·埃加福特饰）则奉命将她捉拿归案。绍特使用她所有的技能和经验躲避追捕，并试图查明真相，证明她的清白，随着她一步步揭开真相，却对自己的身份也产生了疑惑，究竟，究竟绍特是谁？"
    },
    "密室逃生": {
      "channel": "光影",
      "title": "密室逃生",
      "desc": "三个闺蜜带着朋友计划前往东南亚海岛旅游，在当地遇到“好心”婆婆被推荐输另外⼀个岛上旅游。上岛第⼀天深夜，朋友突然消失让三个闺蜜被困⼊率全冬被困期间她们经受友情和⽣命的考验，最终齐心协力成功逃出密室。"
    },
    "六欲天": {
      "channel": "光影",
      "title": "六欲天",
      "desc": "因女友自杀而患上抑郁症的警察阿斌（祖峰 饰）和搭档磊哥（陈明昊 饰）在调查一起碎尸案中，与被害者的姐姐李雪（黄璐 饰）相识。李雪自称梦见弟弟被人杀害。在调查过程中，阿斌发现李雪痛失女儿并患上抑郁症的悲惨经历，两人彼此怜悯，相互理解。 这时，在城市漂泊的少女婷婷（张倩如 饰）也渐渐走入阿斌（祖峰 饰）的生活，和他产生说不清的牵绊。\r 　　孤独的少女、备受抑郁症折磨的患者，他们都该如何面对自己的内心，又该如何在这个世界寻找光明……"
    },
    "星尘": {
      "channel": "光影",
      "title": "星尘",
      "desc": "特里斯顿(查理·考克斯饰演)是魔法王国的王子，但是他成长在市井凡间，并不知道自己的身份。他爱上了美艳而冰冷的维多利亚，为了赢得她的芳心，他发誓要替她找到一颗坠落的星星，并将那个星星带回到她的面前。机缘巧合之下，他找到了这颗星星。它如今已经变化成为一个美丽的少女亚伊尼(克莱尔·丹妮丝饰演)，而这个少女带着魔法王国王位的钥匙——一颗魔法宝石。国王的四个活着的王子和三个死去王子的鬼魂也需要这颗宝石来赢得父亲王位。邪恶的女巫拉米尔(米歇尔·菲佛饰演)为了让自己恢复青春也加入了抢夺星星的行列。特里斯顿与这些竞争对手展开了激烈的争斗，随着旅程的进行，特里逐渐意识到什么才是真爱，爱情在亚伊尼和特里之间逐渐萌发了。"
    },
    "走火交易": {
      "channel": "光影",
      "title": "走火交易",
      "desc": "影片围绕着1970年代一起非法枪支买卖展开，买卖双方分别是由希里安·墨菲饰演的克里斯带领的爱尔兰罪犯，以及以沙尔托·科普雷饰演的维农为首的南非军火贩。两个集团通过布丽·拉尔森饰演的贾斯汀和艾米·汉莫饰演的奥德两位中间人建立起联系。然而在交易过程中，双方一言不合就放肆开火，一场惊心动魄的生存游戏就此展开。"
    },
    "看不见的女人": {
      "channel": "光影",
      "title": "看不见的女人",
      "desc": "故事发生在1950年巴西的里约热内卢，18岁的尤丽狄茜与20岁的吉达是一对形影不离的亲生姐妹，她们与保守的父母一同生活。虽然家风传统，姐妹俩却各自怀揣梦想：尤丽狄茜想做一名职业钢琴家，吉达渴望追寻真爱。在一次戏剧化的变故后，姐妹被迫分离，两人各自的梦想也因生活的无奈被搁置。即便如此，姐妹倆从未放弃找寻彼此的希望。"
    },
    "角斗士": {
      "channel": "光影",
      "title": "角斗士",
      "desc": "马克西蒙斯是罗马帝国战功显赫，受人拥戴的大将军。老国王马库斯·奥利利乌斯对大将军赏识有加，有意加冕于他。老国王对将军这种超越亲情的宠爱自然招来太子康莫迪乌斯的妒忌与不安，太子伺机杀害父亲，抢先登上王位，并马上下令诛杀大将军一家。马克西蒙斯死里逃生躲过暴君的魔爪，可是他所有的家人都未能幸免于难，返回家园，他只看到满目疮痍的破败景象。走投无路的马克西蒙斯只能投身为奴，从昔日的大将军沦为一名角斗士，在血腥厮杀中苟且求生。凭借英勇的气魄和高超的武艺，马克西蒙斯渐渐脱颖而出，晋级到罗马的大角斗场。这一次，他的剑直指暴君康莫迪乌斯，失去亲人的痛苦，沦为奴隶的屈辱，在马克西蒙斯的内心燃起了熊熊怒火。"
    }
  },
  "武术": {
    "藏着的武林": {
      "channel": "武术",
      "title": "藏着的武林",
      "desc": "《藏着的武林》由中央广播电视总台影视剧纪录片中心摄制推出。全片共6集，每集50分钟，通过回顾和梳理武术的历史源头、核心价值、人员构成、传承形态、生存处境及现实意义，在历史与现实的映照中寻觅到其流变轨迹，完成了对武术冷静、客观的再认识，是对中国传统武术的一次全面科普。《藏着的武林》从调研到摄制完成，前后历时3年。创作者以第一视角深入探访武林，用冷静克制但又不失温度的解说，理性、科学地解读了中国武术的历史源流和真实现状。"
    }
  },
  "美妆": {
    "生活圈": {
      "channel": "美妆",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "收视指南": {
    "越战越勇": {
      "channel": "收视指南",
      "title": "越战越勇",
      "desc": "故事发生在1965年的越战初期,美军第一骑兵师第七骑兵团第一营的450名战士，在盲目的指挥下，竟毫不知情、毫无准备地降落在北越军队集结的中心区域。北越方面在降落地点周围早已部署有2000以上的兵力，第一营的战士不得不面对近5倍于自己的敌人。尽管他们背后拥有强大的远程和空中火力支持，但是毕竟众寡悬殊，一营的官兵不得不展开一场异常惨重的生存保命战。 　 所幸，北越部队的情报有限，指挥也十分谨慎，没有抓住乘虚而入一举歼灭整个营地的机会。经过两天伤亡逾百人的战斗之后，第一营终于可以脱离战场，与前来解围的第二营返回基地。但是，途中由于第二营营长缺乏经验，竟然只为了审讯两名战俘，而命令丛林中已拖至500码长的纵队停止前进。以火力薄弱面撞上了北越方面的生力军，在激战中一营几乎被一扫而空。"
    }
  },
  "热播剧场": {
    "远方的山楂树": {
      "channel": "热播剧场",
      "title": "远方的山楂树",
      "desc": "1976年，东北农村一处普通的知青点里，团支书彭天翼被推荐为工农兵学员，即将返回北京上大学。然而，就在这人生转折时刻，航天科学家楚忠良把毕生研究成果偷偷交给他保管。彭天翼为保护珍贵的学术成果，放弃火热的初恋和即将被保送上学的前程。 知青大规模返城，彭天翼却继续扎根农村，他为了推动农业改革，与保守势力辩论，错过了高考；回城务工后，他在经济体制改革中大刀阔斧，因此导致家庭出现裂痕；为坚守强国富民的初心，他放弃了赴美国继承遗产的机会，安心于平淡艰辛的经济学研究。历经无数牺牲和奋斗，以彭天翼为代表的知青们为中国改革事业趟出一条血路……"
    },
    "当婆婆遇上妈之欢喜冤家": {
      "channel": "热播剧场",
      "title": "当婆婆遇上妈之欢喜冤家",
      "desc": "率真可爱的女孩陈双燕与钻石男林一凡相恋，一凡各方面都符合陈妈的女婿标准，唯独二婚这一条犯了陈家大忌。而身为外科专家的林母压根儿看不上出身寒微的准儿媳，再加上精明强干的前儿媳杨芳芳不断以孙女玲玲为筹码拉拢林母，林母内心的天平完全倒向了前儿媳。陈妈与林母是多年老同学，两人重逢后不久发现对方竟然是自己的未来亲家，一场另类的婆妈大戏就此上演。双燕的孪生弟弟双龙喜欢一凡的妹妹晓静，但晓静只把他当个成玩伴，这对最不可能成为恋人的欢喜冤家奉子成婚，令所有人大跌眼镜。陈妈和林母为了保卫各自儿女的婚姻战火不断升级。新的生命诞生了，硝烟散尽又是婆婆又是妈，后众人明白了一个道理，人心换人心，处处皆真情。"
    }
  },
  "经典电影": {
    "国王班底": {
      "channel": "经典电影",
      "title": "国王班底",
      "desc": "1949年奥斯卡最佳影片「一代奸雄」重拍，小说家罗柏华纳畅销巨作改编。描写美国一代南方政治家威力史塔克(西恩潘)纵横政坛，呼风唤雨的传奇事迹，从小小的南方议员到前进华盛顿特区的奋斗历程…  　　肖恩-潘领衔主演，裘德·洛、凯特-温斯莱特、詹姆斯·甘多费尼和安东尼·霍普金斯等联合主演，星光灿烂。肖恩-潘、裘德-洛、凯特-温斯莱特、安东尼-霍普金斯、帕特丽夏-克拉克森……光是这个明星班底，也足有国王气派了。本片改编自罗伯特-佩恩-沃伦小说，讲述了一个国王的政治手腕。肖恩-潘本次出任第一男主角，他曾因《神秘河》而获得奥斯卡影帝殊荣，不知这次在众实力明星的光芒比拼中，究竟谁能称王。有环环相扣的曲折情节，明星们的演技才有发挥的空间，《国王班底》会不会成为明年奥斯卡的扛鼎之作，我们拭目以待。"
    },
    "翻译风波": {
      "channel": "经典电影",
      "title": "翻译风波",
      "desc": "在非洲出生的联合国翻译员希尔薇亚，一天无意间听到有人用只有包括希尔薇亚在内的少数人听得懂的非洲土语，讨论一项暗杀阴谋，暗杀对象是即将在联合国大会发表演说的一位非洲国家元首。而希尔薇亚在听到这项惊人秘密之后，很快也成为凶手的追杀对象。密勤局指派托宾·凯勒探员负责席希尔薇亚的安全。但凯勒在调查过程中却发掘出她过去黑暗复杂的一面，他开始怀疑她并没有完全说出实情，对她的不信任感愈来愈强烈。而他在处理这一难题的同时，也必须和这位他负责保护的陌生女子诚实分享他自己的痛苦过去。这场诡谲多变的政治暗杀行动日益逼近，希尔薇亚的人身安全也随时遭到威胁……"
    },
    "百条大道": {
      "channel": "经典电影",
      "title": "百条大道",
      "desc": "影片讲述三个发生在伦敦100条街道上的故事。故事主角有一个退役后的橄榄球球星﹙伊德里斯·艾尔巴饰演﹚和他的妻子﹙杰玛·阿特登饰演﹚，一个毒贩小喽罗﹙弗朗茨·德拉姆饰演﹚和一个富有的花花公子。"
    },
    "雨果": {
      "channel": "经典电影",
      "title": "雨果",
      "desc": "一个想要息影的演员，被一堆奇怪的事情吸引回到了一出戏剧里。"
    },
    "心理游戏": {
      "channel": "经典电影",
      "title": "心理游戏",
      "desc": "四十八岁的尼克是一个大富翁，他很富有，但精神却很空虚，他父亲在四十八生曰那天自杀的阴影一直部在他的心里。在他四十八岁生日那天，弟弟康罗送给他一张消费者娱乐服务会的游戏卡，没想到这张卡改变了他的一生。"
    },
    "骄傲的玛丽": {
      "channel": "经典电影",
      "title": "骄傲的玛丽",
      "desc": "Taraji P.Henson主演动作片#骄傲的玛丽#发布预告，演了Cookie、卡姐等厉害角色后，这次Henson直接变女杀手，预告大半时间在光鲜换装、物色武器。当然杀手片的任务总会出错，玛丽碰上了一个小男孩，激发出强悍下的母爱。《伦敦陷落》导演Babak Najafi执导，明年1月12日北美上映。"
    },
    "网络谜踪": {
      "channel": "经典电影",
      "title": "网络谜踪",
      "desc": "工程师大卫·金（约翰·赵 饰）一直引以为傲的16岁乖女玛戈特突然失踪。前来调查此案的警探怀疑女儿离家出走。不满这一结论的父亲为了寻找真相，独自展开调查。他打开了女儿的笔记本电脑，用社交软件开始寻找破案线索。大卫必须在女儿消失之前，沿着她在虚拟世界的足迹找到她…"
    },
    "狙击精英": {
      "channel": "经典电影",
      "title": "狙击精英",
      "desc": "为了阻止军火商释放致命的超级武器，王牌狙击手布兰登·贝克特（查德·迈克尔·柯林斯饰）和特工零号（瑞恩·罗宾斯饰）被派往科斯塔维德，领导一群精锐士兵。贝克特将一名未经考验的狙击手纳入麾下，面临着他最新的挑战：下达命令而不是接受命令。随着时间和弹药的减少，他们必须克服一切困难才能生存下来。"
    },
    "追日": {
      "channel": "经典电影",
      "title": "追日",
      "desc": "行侠仗义的剑客贾逸（张学友 饰）于偶然之中得知鬼王即将祸害人间，于是前往古剑山庄，想要借山庄绝学将鬼王扼杀在萌芽之中。途中，贾逸遇见了逃婚的女子古梦雪（王祖贤 饰），两人情愫渐生，然而，最终古梦雪还是离开了贾逸，成为了别人的妻子。"
    },
    "某种女人": {
      "channel": "经典电影",
      "title": "某种女人",
      "desc": "荒凉严峻的美国西北小镇，命运交织的平凡人生兀自翻涌著。因为劳工索赔被拒，心有不甘的男子愤而携枪挟持人质，迫使女律师不得不硬著头皮隻身涉险劝说；为了建造新家，一对夫妻努力说服当地老人家出售他囤积多年的沙岩，却也让他们的婚姻裂痕隐隐浮现；为了担任法律课程的讲师，年轻女律师千里迢迢地来到偏远小社区，意外与牧场女工逐渐亲密。"
    },
    "侠探杰克": {
      "channel": "经典电影",
      "title": "侠探杰克",
      "desc": "六发子弹，五名死者，神秘枪手在闹市区制造了一起惨案让整个城市都陷入魁了恐慌。所有的证据都指向了前军队狙击手詹姆斯·巴尔。但他坚持自己的清白并要求把老相识 杰克·理查尔 找来，两人曾同在军队中服役。随着杰克调查的深入，他发现了更大的谜团，炮制这场惨案的真凶似乎另有其人，而别有用心的幕后黑手抓走了巴尔 ，只留下杰克一人探明真相。六发子弹中有一发漏空的子弹是杀手故意放空的。为了了解狙击手的工作，杰克特意来到了狙击手的训练营找到了一个叫做萨缪尔·卡什 的教练。在卡什和巴尔妹妹以及律师的帮助下，杰克渐渐走进了事件的中心位置，一个关于苏联改造营和俄罗斯黑帮的秘密也慢慢浮出水面……"
    },
    "灵异拼图": {
      "channel": "经典电影",
      "title": "灵异拼图",
      "desc": "一次飞机失事让泰莉•派瑞塔(朱莉安•摩尔饰)失去了年仅8岁的儿子，对儿子的牵心挂念严重摧毁了她的健康，与丈夫的日渐疏远也令婚姻趋于解体边缘。而最离奇的是家中关于儿子曾经存在过的证明——合影、生活用品——逐渐消失，泰利向精神医生姆恩斯(加里•辛尼斯饰)求助，得到的答案犹如晴天霹雳——她的儿子从来没有存在过，一切都不过是她的幻想！泰利接受不了这个事实，遇见同样失去女儿也同样被告知这一切是幻觉的艾什(多米尼克•韦斯特饰)，更坚定了她的信念——有人刻意地操纵了这一切。为人父母，他们决定揭开迷雾，寻回消失的一切。  　　母爱是伟大的，在于十月怀胎三年哺乳，更在于她坚信这个世界上，存在着她的骨血。无论是谁，都不能将他们拆散。"
    },
    "爱疯了": {
      "channel": "经典电影",
      "title": "爱疯了",
      "desc": "安娜Anna（菲丽希缇·琼斯 Felicity Jones 饰）是来自英国的留学生，雅各布Jacob（安东·尤金 Anton Yelchin 饰）是土生土长的美国人。他们就读于同一所大学，不久两人相恋并过上了甜蜜的同居生活。可安娜的护照签证即将到期，为了爱情她留在美国，可移民局找上了门来强制遣送她回国，并宣布她永远不能再次踏上美国国土。远距离的恋爱让两人备受煎熬，在爱情的驱使下，雅各布一次次踏上了去英国寻找爱情的旅途。可紧跟着距离是不断发生的争执，两人分手了。随着时间推移两人在各自的国度都有了新的生活，可彼此心中却割舍不下彼此。他们会为了爱情再不顾一切的疯狂一次吗？这份热情还会跟当初一样吗？本片在2011年圣丹斯电影节上获得剧情片评委会大奖，女主角也赢得评委团特别奖。"
    },
    "回到火星": {
      "channel": "经典电影",
      "title": "回到火星",
      "desc": "人类尝试在火星定居，一名宇航员却意外发现怀孕，在火星上生下了第一个“火星人”，阿沙·巴特菲尔德饰演一名在火星上活到 16 岁的少年，他与地球上的人唯一的私人联系是一名网友: 女孩 Tulsa。后来他回到地球，擅自逃出监护找到了 Tulsa，在她的带领下开始探索这个星球，探究他到底属于哪里？寻找他从未谋面的父亲。但科学家却发现，他的身体并不适应地球重力。"
    },
    "燃情岁月": {
      "channel": "经典电影",
      "title": "燃情岁月",
      "desc": "骑兵上校威廉厌倦了战争，他带着全家来到西部荒原，在一处偏僻的 山区开垦牧场。上校的妻子因为无法忍受艰苦的环境而抛夫弃子回到了东 部，威廉上校独自一人肩负起了养育三个儿子的重担。在艰苦的环境中三兄弟渐渐长大，他们手足情深但性格却大不相同。 大哥艾尔弗莱德为人忠厚，办事认真；三弟塞缪尔是位理想主义者，深 受父亲的宠爱；而老二特里斯坦则是一位狂放不羁的人，他自由奔放，常 与印第安人交往，从他们那里学到了不少东西。父子四人在一个纯男性的 世界里过着淡泊的生活。然而，塞缪尔大学毕业后，把未婚妻苏珊娜带回了家里。平静的生活 被打破了。艾尔弗莱德暗恋上了苏珊娜，而特里斯坦的气质却又打动了苏 珊娜的心。四个年轻人在痛苦地压抑着各自的情感。就在此时，第一次世界大战爆发了。三兄弟不顾父亲的劝阻，参军前 往欧洲。在战争中，特里斯坦眼睁睁地看着塞缪尔死去却无能为力。无限 悲哀的特里斯坦按印第安人的方式挖出了弟弟的心脏，带回祖国埋葬。艾尔弗莱德在向苏珊娜求婚被拒绝后离开了家乡。弟弟死亡的阴影也 使特里斯坦无法面对他所深爱的苏珊娜。特里斯坦也离家出走，从此杳无 音讯。在苦苦的等待中光阴流逝。苏珊娜心灰意冷，终于答应嫁给艾尔弗 莱德。这时，上校不幸中风，流浪多年的特里斯坦此时又回到了家中。在这 些年中，他吃了许多苦，回来后他娶妻生子，想过上平静的生活，一切似 乎就要这样平静的结束了，然而在一次进城返回途中，妻子不幸被人误杀， 这再一次燃起他心中躁动的烈火。苏珊娜一直对塞缪尔深感内疚，如今特里斯坦妻子的死又使他十分痛 苦，她忍受不住这样的折磨以自杀结束了自己的生命。而特里斯坦此时已 将所有的一切置之度外，他终于在父亲和大哥艾尔弗莱德的帮助下报了 仇。特里斯坦又重新过起艰苦的生活，他活的时间很长，他亲手送走了自 己的父亲，又亲眼看着自己的孩子结婚生子，他是在60年代的一场与熊的 激战中，被熊爪夺去生命的，他的死法很英勇... ..."
    },
    "海边的曼彻斯特": {
      "channel": "经典电影",
      "title": "海边的曼彻斯特",
      "desc": "在兄长猝然离世后，李·钱德勒震惊地得知自己被指定为侄子帕特里克的唯一监护人。李不得不暂停工作，勉强回到故乡曼彻斯特照顾这个十五岁的活泼少年，同时也被迫直面那段令他与妻子兰迪分离、与成长之地决裂的往事。曾被兄长凝聚的家庭纽带如今断裂，李与帕特里克在失去至亲的阴影下，艰难地摸索着与世界和解的方式。"
    }
  },
  "少儿动画": {
    "新大头儿子和小头爸爸之马年新愿": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之马年新愿",
      "desc": "《新大头儿子和小头爸爸之马年新愿》是《新大头儿子和小头爸爸》系列的贺岁动画片，于2014年1月29日晚19：00在中央电视台少儿频道（CCTV-14"
    },
    "魔发精灵": {
      "channel": "少儿动画",
      "title": "魔发精灵",
      "desc": "波比是精灵城的公主，她有着神奇的魔力和多彩的头发，乐观积极、喜爱唱歌。但是有一天，他们的小伙伴被死对头——“博啃族”抓走了。为了从“博啃族”手中拯救出她最好的朋友们。波比向精灵城中的“怪人”布兰求得帮助，可布兰是个不合群的悲观主义者。他虽答应了公主的请求，但是他只是想让公主知道这个世界并不像她想的那样只有蛋糕和彩虹。一路上，他们共同经历了很多奇怪、有趣的事，也发现了自己内心以前从未发觉的东西。但是最重要的是，在波比的帮助下，他们发现了能够拯救整个魔发精灵城的终极秘密武器"
    },
    "新大头儿子和小头爸爸之草原奇遇": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之草原奇遇",
      "desc": "影片以春节为背景，通过城市与草原乡村的双线叙事结构，讲述小头爸爸带大头儿子到山村过年，参与拣鸡蛋、吹火灶等劳动实践的故事。动画结合草原雪乡场景，融入与羊年相关的“小羊”元素，展现大头儿子在草原冒险中的成长历程，同时呈现城乡过年风俗差异，突出喜庆年味与父子亲情主题。"
    },
    "精灵鼠小弟3": {
      "channel": "少儿动画",
      "title": "精灵鼠小弟3",
      "desc": "他是一个聪明的、热心的家伙——他是一只老鼠，一只颇有心计的老鼠，他的名字叫斯图亚特。斯图亚特在这个对他来说超级庞大的世界里，一心想寻找自己的家和归属的意义，当他被里特一家收养之后，他开始了一场和各种角色一起的冒险活动——包括他的宿敌家：猫斯纳贝尔。"
    },
    "新大头儿子和小头爸爸之年的味道": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之年的味道",
      "desc": "2017年中央电视台少儿频道、央视动画有限公司联合出品的央视贺岁动画作品展开3个同名词条  《年的味道》是由中央电视台少儿频道、央视动画有限公司于2017年联合出品的央视贺岁动画片，袁化冰、赵欣担任总编剧，范浩然、袁化冰执导，刘纯燕、董浩、鞠萍等参与配音。该片于2017年1月26日19:30在中央电视台少儿频道首播。  影片融合《新大头儿子和小头爸爸》与《棉花糖和云朵妈妈》经典片段，以大头儿子和棉花糖为主角，通过美食评论形式探讨新年饮食话题 。围绕“最喜欢的食物”“最有创意的食物”等趣味互动，展现中华美食文化的多样性。全片以儿童视角呈现节日氛围，在食物评选与分享中传递欢乐祥和的过年气息"
    },
    "神偷奶爸": {
      "channel": "少儿动画",
      "title": "神偷奶爸",
      "desc": "超级坏蛋格鲁 在听说埃及金字塔被盗的新闻后不满市面上新贼辈出，决定在纳法利欧博士 的帮助下建造火箭升空盗取月亮。在向坏蛋银行贷款的过程中，格鲁盗取的收缩射线枪被新贼维克托 抢走。为了夺回收缩射线枪，格鲁决定领养三位孤儿——玛戈、伊迪丝 和阿格蕾丝，利用她们进入维克托的城堡兜售饼干的机会实施偷盗，计划成功后再偷偷处理掉三个小孩。然而在平凡的日常相处中，格鲁却发现自己越来越离不开这三个小鬼，但这样的感情用事却将严重影响周密的盗月计划……"
    },
    "疯狂原始人": {
      "channel": "少儿动画",
      "title": "疯狂原始人",
      "desc": "原始人咕噜一家六口在老爸Grug的庇护下生活。每天抢夺鸵鸟蛋为食，躲避野兽的追击，每晚听老爸叙述同一个故事，在山洞里过着一成不变的生活。大女儿Eep是一个和老爸性格截然相反的充满好奇心的女孩，她不满足一辈子留在这个小山洞里，一心想要追逐山洞外面的新奇世界。 没想到世界末日突然降临，山洞被毁，一家人被迫离开家园，与之前和Eep偶遇的有着超凡创造力和革新思想的游牧部落族人Guy展开一场全新的旅程..."
    },
    "神偷奶爸2": {
      "channel": "少儿动画",
      "title": "神偷奶爸2",
      "desc": "自从与玛戈、伊迪丝 和阿格蕾丝 三个可爱的小女孩实现宿命的邂逅，曾经的大坏蛋格鲁 可真彻底转型了，他金盆洗手，转而化身为慈祥可亲的爸爸和做得一手烂口味布丁果冻的商人。当然凡事没有尽善尽美的，在此期间，憧憬大坏蛋传奇人生的老搭档纳法利欧博士 离他而去，另谋高就。某天，格鲁被身怀绝技却鲁莽的特工露西·王尔德 绑架，原来露西所在的集团研制出可以改变生物基因的药物，可他们位于南极的实验室被神秘窃贼偷走，因此才委托有过坏蛋经验的格鲁做卧底。经过一番考虑，格鲁接受了这项任务，带着超萌的小黄人们，和露西组成了爆笑连连的追凶搭档……"
    },
    "疯狂外星人": {
      "channel": "少儿动画",
      "title": "疯狂外星人",
      "desc": "远在宇宙另一端的波波星人因为不堪忍受瓜星人的侵掠，于是举族远迁，将蔚蓝的地球视为他们新的定居点。在颟顸的领袖的指挥下，波波星人将人类驱逐到澳大利亚一处专门修建的定居点，还美其名曰与人类和平共处。绰号“小费”的女孩格莱图蒂•图奇是城市中唯一的落网者，她思念被抓走的母亲，于是带着爱猫驱车寻找母亲的下落。半路上小费遭遇了一名波波星人小欧，小欧是一个令同族人唯恐避之不及的麻烦所在，他不久前用手中的仪器发送了乔迁派对的邀请，谁知其中一条群发给了瓜星人，他由此被同类视作叛徒遭到追捕。  类似的遭遇让小费和小欧坐上同一辆车，他们由此踏上惊险的旅程，期间则得知瓜星人追逐波波星人的原因……"
    },
    "亚瑟 圣诞": {
      "channel": "少儿动画",
      "title": "亚瑟 圣诞",
      "desc": "每年的圣诞节前夕，圣诞老公公的馈赠是全世界儿童最大的期盼。时至今日，圣诞老人也与时俱进，现役圣诞老人马尔科姆（Jim Broadbent 配音）乘坐最先进的S1飞行器，与成千上万的小精灵在圣诞夜飞遍全世界，给数亿儿童送去礼物。而他的长子史蒂夫（Hugh Laur ie 配音）则坐镇位于北极的中央控制室，通过最先进的设备指挥礼物的发放工作。崇尚技术的史蒂夫坚信自己将成为下一年的圣诞老人，无奈父亲老当益壮，丝毫没有退休的意思。可惜百密一疏，今年居住在英国某郡的小女孩没能收到礼物。被父亲称为麻烦精的亚瑟（James McAvoy 配音）不忍女孩失望，于是和他那丝毫不服老的爷爷——上一代圣诞老人（Bill Nighy 饰）乘坐被封存在仓库里的雪橇踏上补送礼物的征程。距离天亮还有两小时，亚瑟和爷爷争分夺秒向英国冲刺…… 　　本片荣获2012年安尼奖最佳配音奖（Bill Nighy）。　　  © 豆瓣"
    },
    "功夫熊猫": {
      "channel": "少儿动画",
      "title": "功夫熊猫",
      "desc": "好食懒做的熊猫阿宝，一直醉心中国功夫，一次误打误撞竟然被认定为传说中的武林高手──龙战士，奉命去对付刚逃狱的魔头大豹！一代宗师施福大师因而要面对人生最大的挑战──如何在迫切的时间内，将拥有一身豪华臀、麒麟臂、肚腩肉、不能看也不能打的大熊猫，训练成为名震江湖的功夫大师？"
    },
    "拯救小兔": {
      "channel": "少儿动画",
      "title": "拯救小兔",
      "desc": "故事讲述詹姆斯·麦斯登饰演的失业“米虫”不小心让复活节兔子（拉塞尔·布兰德 配音）受伤了，因此他不得不担负起照料小兔子的任务。在他照顾这只堪称世界上最难伺候的客人的时候，他也逐渐的成熟起来。值得一提的是，《生活大爆炸》中的Penny卡蕾·措科也将出场。"
    },
    "怪物史瑞克2": {
      "channel": "少儿动画",
      "title": "怪物史瑞克2",
      "desc": "很久很久以前……史莱克和他拯救的菲奥娜公主结婚了。夫妻俩甩下超级电灯泡加扩音机的驴子，去渡蜜月。小两口卿卿我我，甚是甜蜜。当他们返回沼泽地，收到一封来自“远的要命王国”的邀请函。菲奥娜的父母哈洛国王和雅莉王后想请分别许久的女儿和从未谋面的乘龙快婿回娘家看看。于是这对怪物夫妻乘坐马车浩浩荡荡地赶往“远的要命王国”，当然还得带上他们最丢不起的驴子。正当“远的要命王国”的人们兴高采烈地准备迎接美丽的公主和帅气的驸马爷时，居然从马车上走出一对怪物来……"
    }
  },
  "魅力时尚": {
    "熊爸熊孩子": {
      "channel": "魅力时尚",
      "title": "熊爸熊孩子",
      "desc": "35岁投资公司副总经理熊雄，在人生即将迈向成功的时刻，被副手李有为暗算失业，又得罪贤惠美丽的妻子金子。妻子离家出走，留给他一个叛逆儿子维尼和女儿小小熊。他被儿子定义为“狗熊爸爸”。此外，不着调摄影师尤用、替姐姐监督后院的小姨银子、动辄以左勾拳解决问题的老丈人老陶、开房车周游全国的爹妈、知性大龄女班主任林老师、纠缠不休的女金领段雨楠，都让熊雄的生活几番风雨，原本的职场“战神”不得不回归家庭当起“奶爸”。然而通过和孩子们的相处，熊雄终于认识到自己性格的问题，成功蜕变成一个真正的好男人、好爸爸，也在和老婆的“面包大战”中重新赢回芳心，成为一个事业家庭两不误的无敌爸爸。"
    },
    "富贵门": {
      "channel": "魅力时尚",
      "title": "富贵门",
      "desc": "一起意外事故，让本来是老千的沙富摇身一变，成为了卓家老爷多年在外的私生子卓一鸣（罗嘉良 饰）。卓家的大哥卓一元（吕良伟 饰）是个正直的银行家，对于一鸣的身份从未表示过怀疑。不仅一元对一鸣百般照顾，善于讨人欢心的一鸣还得到了卓家上上下下的喜爱，而这其中包括了卓家的女儿卓一心（袁咏仪 饰）的爱。但碍于与一鸣的这份“兄妹”关系，让一心陷入到了痛苦之中。\n\n　　一开始只准备在卓家捞一笔钱的富来，渐渐忘记了最初的目的，在一鸣的身份下，贪念在不断膨胀。那些之前未曾享受过的亲情、爱情和权利，让他想要更多的掠夺。而再好的伪装也终究有被揭穿的一天，一鸣和卓家最终会何去何从……"
    }
  },
  "IPTV野外": {
    "自然传奇": {
      "channel": "IPTV野外",
      "title": "自然传奇",
      "desc": "《自然传奇》栏目以引进、编译国外优秀节目为主，结合节目的主题化、系列化的选题及制作理念，聚焦动植物世界生命传奇故事、探寻揭示宇宙万象的神奇奥秘。精心打造一个充满神奇自然生命传奇、展现天文地理奇观魅力的平台。为观众开启一扇了解世界、认识自然的窗口，启发广大青少年热爱自然、热爱科学、勇于探索的精神。《自然传奇》于2000年9月23日起开播，初期在中央电视台第一套节目（CCTV-1）现“中央电视台综合频道”播出，每期时长70分钟。后来先后进入中央电视台第二套节目（CCTV-2）现“中央电视台财经频道”、中央电视台第七套节目（CCTV-7）原“中央电视台军事•农业频道”，现中央电视台国防军事频道。2010年12月13日，《自然传奇》开始在中央电视台科教频道（CCTV-10）播出，同时时长也由原来的90分钟调整为50分钟。"
    }
  },
  "IPTV法治": {
    "今日说法": {
      "channel": "IPTV法治",
      "title": "今日说法",
      "desc": "诞生于1999年1月2日的《今日说法》是全国第一档全日播法制栏目，秉持“点滴记录中国法治进程”的理念，以“重在普法，监督执法，促进立法、服务百姓”为己任，为全国观众推出了丰盛的“中国人的法治午餐”。栏目通过“举案说法”的形式，权威解读典型案例，诠释法治精神，传递公平正义，使法治信仰浸润人心，努力让人民群众在每一个司法案件中感受到公平正义。20多年来，《今日说法》栏目在全国午间收视率排位中始终稳居第一。在全面推进依法治国的今天，《今日说法》将继续秉承栏目既定理念，恪守媒体职责，为中国的法治建设贡献力量。"
    },
    "天网": {
      "channel": "IPTV法治",
      "title": "天网",
      "desc": "1981年，一个偏远山区小县城新到任的县委书记秦裕民发现了—桩奇案。花岭村村会计李荣才因揭发支书贾仁贵，反被诬陷贪污而被开除，一家三口到处上访，一告告了20年，问题没有解决，致使老伴疯了，儿子跑了，流浪街头乞讨为生。秦裕民对此百思不解、义愤填膺，立即组织调查组进驻花岭村。不久，调查组便查出贾仁贵在经济上有严重的亏空，在村里横行霸道，鱼肉百姓。于是工作组决定让贾仁贵停职检查。而贾仁贵居然不理睬，离家出走去向不明。为此调查组发了贾仁贵违纪的通报并在县报上刊登。对贾仁贵的处理决议一宣布，便引起了轩然大波，来自县委、地委的各种阻力及污陷纷纷而至，但是，秦裕民力排各种阻力，执著地清查贾仁贵的案子。艰辛的调查工作终于有了结果，贾仁贵的错误和违法行为有了确凿的证据，经县委决定开除了他的党籍，并登了报，民心大振，秦裕民又追查证据，彻底给李荣才平了反，安了新家。李荣才深情地说：“秦书记，我以后再也不打扰你了，让你有更多的时间为老百姓办事吧!”"
    }
  },
  "爱综艺": {
    "勇者之战": {
      "channel": "爱综艺",
      "title": "勇者之战",
      "desc": "影片主要讲述了性格迥异的四人，因为共同的课后留校聚在一起，又因让人“远离世界之路”的“勇敢者的游戏”而产生命运纠葛，共同打破次元壁，经历一场考验勇气智慧，接受成长磨炼的冒险的故事。"
    }
  },
  "爱电影": {
    "傲慢与偏见": {
      "channel": "爱电影",
      "title": "傲慢与偏见",
      "desc": "根据简·奥斯汀同名小说改编。伊丽莎白·班纳特(凯拉·奈特丽 饰)出身于小地主家庭，有四个姐妹，母亲班纳特太太整天操心着为女儿物色称心如意的丈夫。新来的邻居宾格来先生和他的朋友达西（马修·麦克菲迪恩 饰）打破了她们一家人单调的乡村生活。宾格来和伊丽莎白的姐姐简·班纳特互生情愫；达西对善良聪明的伊丽莎白产生了好感，而伊丽莎白却对达西不可一世的傲慢心存偏见，不接受他的感情。然而，世事难料，宾格来和简·班纳特因为误会，关系危在旦夕；达西的种种作为，展示了性格中和伊丽莎白相同的善良一面，逐渐赢得了伊丽莎白的好感。两对有情人能否终成眷属？班纳特姐妹们能否得到自己想要的生活？\r 简·奥斯汀笔下十九世纪初英国乡村生活和社会风貌，重新展现在大银幕上。"
    },
    "决胜21点": {
      "channel": "爱电影",
      "title": "决胜21点",
      "desc": "Ben Campbell（吉姆·斯特加斯 Jim Sturgess 饰）有着惊人的才华，身为麻省理工高材生的他学业无懈可击，他亦毫无意外地赢得了哈佛医学院的录取通知书。然而30万的高昂学费和生活费令他的大学梦摇摇欲坠。在争取奖学金的面试中，教授对他说胜出者必须要有过人的经历而不是像本这种一张白纸的学生。Ben在一服装店打工，挣取每小时8美元的薪酬。同时和两个好友准备竞赛2.09以期获得认同和奖金。数学课上本的天才头脑被教授Mickey Rosa（凯文·史派西 Kevin Spacey 饰）发现，Mickey 希望本加入自己的21算法团队，专门去赌场依靠算牌赢得大钱。Ben并不同意，但Ben一直暗恋的女孩Jill Taylor（#凯特·波茨沃斯 Kate Bosworth 饰）也出面诱惑时，Ben开始动摇。Ben开始了严密的训练，出师的成功让Ben尝到了金钱、虚荣、欲望的权力。同时他和旧友开始疏远，渐渐迷失在赌场的漩涡里。"
    },
    "异星觉醒": {
      "channel": "爱电影",
      "title": "异星觉醒",
      "desc": "大卫、米兰达、罗里、村上和休在同一艘太空船上工作。一次偶然之中，他们在火星上发现了一个尚未成熟的生命体。休将这个生命体带回了实验室，让大家没有想到的是，这个小小的细胞在外界的刺激之下竟然开始了飞速的成长。随着生命体的长大，事态的发展开始失去了控制，该生命体展现出了强大的攻击力和高超的智力，先后杀死了数名船员。不仅如此，大卫发现生命体似乎想随着飞船一起降落地球，而一旦它的阴谋得逞，地球上的人类势必将要面临灭顶之灾。"
    },
    "绿巨人浩克": {
      "channel": "爱电影",
      "title": "绿巨人浩克",
      "desc": "从小孤苦无依的布鲁斯·班纳长大后成为了美国伯克利军方的科学家，专职从事新型高能炸弹的研究工作，他与罗斯将军的女儿贝蒂·罗斯相恋。事业与感情一帆风顺的布鲁斯似乎已经摆脱了幼年孤独的阴影，走上了一条让人艳羡的成功之路。然而好景不长，在一次试验中，为了保护一名同事，布鲁斯暴露在致命的伽马射线之下，布鲁斯体内的神秘力量被意外唤醒。从此之后，每当情绪激动时，布鲁斯就会失去自我意识，变身成为绿巨人，并且同时具有超强的破坏力和抗拒意志。但布鲁斯并不知道也不想知道自己异于常人的变身能力。对他来说，自己只是一名没有过去、充满困惑的孤独科学家，丝毫不能理解为何会突然招致军方的围捕。面对一系列措手不及的突发事件，布鲁斯的女友贝蒂·罗斯同样感到迷茫无助。她希望帮助布鲁斯，但却遭到负责围捕绿巨人的父亲的阻止。而此时，自称是布鲁斯父亲的神秘人物大卫(尼克·诺尔蒂 饰)出现在罗斯将军身边，他告诫贝蒂不要接近自己的儿子，令贝蒂更感困惑。就在贝蒂思念班纳的同时，罗斯将军所带领的特种军队非但不会同情绿巨人的遭遇，反而早已洒下天罗地网并派出最强大的战士，意欲抓获绿巨人以获知其中的秘密。为了对抗绿巨人的超能力，罗斯将军也有自己的秘密武器，那就是神秘的超能力怪物——“吸收人”(Crusher Creel)。“吸收人”可以变身成为任何自己接触到的物体，与绿巨人势均力敌。而更为惊人的是，“吸收人”其实就是布鲁斯的生身父亲大卫·班纳。由此，布鲁斯的神秘身世开始逐渐清晰起来……"
    },
    "公众之敌": {
      "channel": "爱电影",
      "title": "公众之敌",
      "desc": "1933年，江洋大盗约翰·迪林格与同伙约翰·汉密尔顿持械劫狱，从印第安纳州监狱中成功救出抢劫团伙成员，包括“漂亮男孩”弗洛伊德，“娃娃脸”尼尔森等，并藏身腐败警察马丁的农宅。马丁说服迪林格藏身芝加哥，寻求黑帮保护。在一系列银行抢劫活动中，迪林格爱上了芝加哥女职员比莉·弗雷凯特……"
    },
    "万物理论": {
      "channel": "爱电影",
      "title": "万物理论",
      "desc": "影片讲述霍金卢伽雷氏症病情发作前的生活，主要关注点在霍金和他妻子之间的故事。由埃迪·雷德梅恩饰演霍金，而菲丽希缇·琼斯饰演他的首任夫人——简。影片从霍金的爱情生活切入，讲述性格内向、整日沉迷物理研究和瓦格纳歌剧的霍金在剑桥大学与简相遇、相恋的爱情故事。当21岁的霍金被查出患上会使四肢麻痹的卢伽雷氏症，只有2年的生命。当时的简并没有放弃他，而是想办法和他结婚，并陪伴他完成博士学业。"
    },
    "天地大冲撞": {
      "channel": "爱电影",
      "title": "天地大冲撞",
      "desc": "“毕德曼慧星”正朝着地球飞奔而来，给人类致命一击。当局紧急行动，研究出一个最佳方案——由宇航员坦纳（罗伯特·杜瓦尔 Robert Duvall 饰）驾驶“弥赛号”飞船飞往慧星，把预先准备好的核弹放置到慧星上面引爆，以令它化成碎片或是改变轨道。坦纳英勇地完成了任务，却发现并没有取得预期效果。慧星碎成了一大一小两部分，向地球步步逼近。当局迅速采取最后的行动，用“诺亚方舟”计划保住包括人类在内的一些地球物种。这是一个秘密的地下庇护所，只有少数的人可以在这里避开大劫难，等灾难散尽后方重建世界。较小的那部分慧星已经撞向地球，引发山崩地裂，一片世界末日的景象。而跟随其后的大慧星给地球带来的毁灭程度，将远远超乎人们想象，力挽狂澜的人类进入了倒数时刻。"
    },
    "全民超人汉考克": {
      "channel": "爱电影",
      "title": "全民超人汉考克",
      "desc": "Hancock（Will Smith饰），是刀枪不入的全民超人，犯罪分子对他闻风丧胆。然而这位全民超人每次与犯罪分子对峙都闹得惊天动地，造成严重的破坏，对市民的生命和公共财产都是巨大的威胁。这也就是虽然他有着独一无二的能力却仍然得不到大众认同的原因。他暴躁易怒又不辩解的个性更是激化了矛盾。这天公关经理Ray Embrey（Jason Bateman饰）十分倒霉，不仅他的全球爱心理念推销不出去，更在回家的途中被塞车堵在了火车轨道上，险些就被火车一碾而过。Hancock及时出现救了他一命，不可阻挡地破坏了火车和现场的交通，惹起众怒。Ray却灵光一闪，决定包装Hancock，把他塑造成为一位全民爱戴的英雄。没想到，最大的反对竟然来自他的妻子Mary（Charlize Theron饰），她坚持要Hancock离开她的家庭。事情发展下去，牵扯出令人惊讶的缠绵前缘。"
    },
    "反诈风暴之陌生号码": {
      "channel": "爱电影",
      "title": "反诈风暴之陌生号码",
      "desc": "电信诈骗犯雷小军的父亲去世。从老家奔丧回来，满心忧伤的他发现自己所在的诈骗老巢已经被警察连锅端了……没了组织，雷小军茫然失措，不知道下一步应该怎么办。 痛定思痛后，雷小军决定重新振作起来，他与女友朱丽成立新的诈骗团伙，还招募了一个员工杰子。三个人一边利伪基站群发短信实施撒网式诈骗，一边利用手中的贫困户名单实施定点式诈骗。"
    },
    "狂蟒之灾2": {
      "channel": "爱电影",
      "title": "狂蟒之灾2",
      "desc": "位于婆罗洲的原始丛林中，比尔·约翰逊带领着他的探险小队穿行于其中，寻找着一种名为“血兰”的珍稀植物。在记载中，血兰拥有着能够使人长生不老的神秘力量，“几乎从未有人获得过它”的传闻也令血兰逐渐成为了传说。这一次，受一家著名的医药公司所托，比尔一行人决定揭开血兰的神秘面纱。在离目标越来越近的同时，危险也不期而至。血兰的力量没有使人类返老还童，却将一群蛇类变得凶猛而恐怖，为了挪动巨大的身体，它们不得不吃下比以往多达数倍的食物，而此时冒昧来访的人类，成为了它们最好的猎物。一边是丛林中恶劣的生态环境，一边是穷凶极恶的食人恶兽，同伴们一个接着一个的悲惨死去，比尔最终能够自保，并且挽救更多的生命。"
    },
    "反诈风暴之猫鼠之战": {
      "channel": "爱电影",
      "title": "反诈风暴之猫鼠之战",
      "desc": "讲述滨海市公安局反电信诈骗小组警官鲍小芙与邓超，从一件网络明星遭电信诈骗案中发现蛛丝马迹，进而端掉了以梅前锋为首的本市最大电信诈骗团伙。"
    },
    "走火交易": {
      "channel": "爱电影",
      "title": "走火交易",
      "desc": "影片围绕着1970年代一起非法枪支买卖展开，买卖双方分别是由希里安·墨菲饰演的克里斯带领的爱尔兰罪犯，以及以沙尔托·科普雷饰演的维农为首的南非军火贩。两个集团通过布丽·拉尔森饰演的贾斯汀和艾米·汉莫饰演的奥德两位中间人建立起联系。然而在交易过程中，双方一言不合就放肆开火，一场惊心动魄的生存游戏就此展开。"
    },
    "反诈风暴之罪恶来电": {
      "channel": "爱电影",
      "title": "反诈风暴之罪恶来电",
      "desc": "《反诈风暴之罪恶来电》由何明翰、姚刚、王瑞子、任伟等演员主演。影片讲述：曾经因电信诈骗入狱的迟海被刑满释放。“老上司”东哥接他出狱，迟海媛媛看着走过来的东哥，嘴边扬起一抹阴笑。东哥表示自己一定不会辜负兄弟当年顶包入狱的恩情，两人假意迎合，却各有算计。迟海计划一石二鸟：报复东哥和抓自己入狱的警察谭帅。\r 　　谭帅等人几经努力，层层剥开诈骗大案，不想阴险狡诈的迟海绑架了谭帅的养女童童。警队通过反诈中心与银行、运营商协助办案，跟踪到东哥和迟海的信号，顺水推舟，撒下天网。眼看迟海成功吞掉东哥的钱财并杀死东哥，谭帅将计就计，与迟海展开了一场殊死较量……"
    },
    "看不见的女人": {
      "channel": "爱电影",
      "title": "看不见的女人",
      "desc": "故事发生在1950年巴西的里约热内卢，18岁的尤丽狄茜与20岁的吉达是一对形影不离的亲生姐妹，她们与保守的父母一同生活。虽然家风传统，姐妹俩却各自怀揣梦想：尤丽狄茜想做一名职业钢琴家，吉达渴望追寻真爱。在一次戏剧化的变故后，姐妹被迫分离，两人各自的梦想也因生活的无奈被搁置。即便如此，姐妹倆从未放弃找寻彼此的希望。"
    },
    "绝密总部": {
      "channel": "爱电影",
      "title": "绝密总部",
      "desc": "年轻的查理·金凯德在家中发现了一个秘密总部，似乎是属于一个超级英雄的。他告诉了他的朋友们，他们开始相信，与金凯德关系疏远的父亲可能过着秘密的双重生活。（豆瓣电影）\r 放学后，查理和他的朋友们在家里发现了一个世界上最强大的超级英雄的总部。当坏人进攻时，他们必须联合起来保卫总部，拯救世界。"
    },
    "人鬼情未了": {
      "channel": "爱电影",
      "title": "人鬼情未了",
      "desc": "年轻的银行职员萨姆（帕特里克•斯威兹）与未婚妻美莉（黛咪•摩尔）相爱极深，在朋友卡尔（托尼•戈德温）的热情帮助下，他们搬进一幢漂亮的公寓，做着结婚前的准备。某晚看戏归来时，他们遭遇持枪歹徒，与歹徒搏斗时，萨姆不幸中枪身亡，美莉悲痛欲绝。  　　萨姆变作幽灵，发现卡尔是导致他死亡的幕后策划，而为了窃取银行里的巨款，他又对美莉展开追求，以便获得萨姆所掌握的密码。为了保护美莉，萨姆常常游荡于她的周围，并渐渐地学会了如何使用力量，但他苦于无法同美莉交流。在能与幽灵沟通的灵媒奥塔的帮助下，他与美莉取得联系，但美莉起初并不相信，直到事实令她感受到萨姆的存在，可是，深深相爱的两人仍无法直接接触和交流。"
    },
    "遗落战境": {
      "channel": "爱电影",
      "title": "遗落战境",
      "desc": "2017年，母星遭到毁灭的外星流亡者入侵地球。人类虽然用核武器打败对手，但也付出失去家园的惨痛代价。在接下来将近半个世纪的时光中，人类移民泰坦星（土卫六），不过仍有极少部分人类留在故土，扫荡残存的外星掠夺者。杰克·哈珀（汤姆·克鲁斯 Tom Cruise 饰）与维多利亚（安德丽亚·瑞斯波罗格 Andrea Riseborough 饰）即是留守者中的一员，他们的主要任务为保障遍布各地守护水萃取塔的无人机正常运行。看似永无止境的任务终于接近尾声，而就在此刻，不明飞行器坠落一处无人区。杰克在当地发现数名人类伤员，可是他们却遭到无人机的屠杀。危急时刻，杰克救下了一个名为茱莉亚（欧嘉·柯瑞兰寇 Olga Kurylenko 饰）的女子。这一事件令杰克无意中知晓了掠夺者以及自身背后隐藏的秘密……"
    }
  },
  "爱大剧": {
    "法证先锋": {
      "channel": "爱大剧",
      "title": "法证先锋",
      "desc": "《法证先锋》是由香港电视广播有限公司出品系列时装电视剧，由梅小青监制，欧阳震华、林文龙、蒙嘉慧、钟嘉欣等主演，共六季。\n\n第一季《法证先锋》25集，通过写实手法，勾画法证、法医和警方三方如何紧密合作，同时解构这些罪恶克星如何运用最先进的科技和最专业的知识屡破奇案。于2006年6月13日播出 [3]。\n\n第二季《法证先锋II》30集，讲述了法证部与警方合作侦破无数扑朔迷离的案件，同时又上演一出出情感纠葛的故事。于2008年5月19日播出 [6]。\n\n第三季《法证先锋III》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2011年10月10日播出 [5]。\n\n第四季《法证先锋IV》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2020年2月17日播出 [7]。\n\n第五季《法证先锋V》，于2022年10月26日播出 [4]。\n\n第六季《法证先锋Ⅵ》，于2024年8月7日播出"
    },
    "春暖花开": {
      "channel": "爱大剧",
      "title": "春暖花开",
      "desc": "《春暖花开》是一部关于中国青年文化的寓言故事，讲述了年轻一代对爱情的重视。该片由七十年代的邵氏美女李亚俐、舒培培和林嘉欣主演，她们在片中饰演寻找爱情的单身女人。这是一辆三层浪漫巴士，在一条不归路上飞驰，驶向一座低矮的桥。"
    },
    "暖暖的幸福": {
      "channel": "爱大剧",
      "title": "暖暖的幸福",
      "desc": "梅花手工旗袍店是一家百年老店，高超的工艺曾在京城名操一时，随着时代的变迁，生意日渐萧条。上门女婿金满堂作为梅花旗袍店的掌门人，一直坚守着“一针一线世代相传”的祖训，靠着自己的一张“好嘴”以及多年积累的老客户捧场，勉强维持一家老少的生计。两年前金满堂的妻子在一场车祸中意外丧生，岳母梅奶奶经受不住打击病倒，弥留之际逼着金满堂将贤惠善良的保姆惠莲娶进家门，经过抢救梅奶奶死里逃生醒来却忘记女儿去世一幕，全家人只好将错就错，一直延续这个善意的谎言，金满堂和惠莲只能一直“隐婚”。金满堂偶遇“贵人”，将百年老店“梅家旗袍店”关张做起发财梦，不料卷入一场骗局欠下巨额债务，金满堂为抓骗子发生车祸，梅奶奶发病离家出走不知所踪，惠莲回到金家不离不弃照顾一家老少的起居生活，绣儿中途辍学扛起家庭重任，金元和绣儿决定重振“梅家手工旗袍店“却困难重重，一家人历经坎坷，一次次度过难关，最终成为相亲相爱的一家人。"
    }
  },
  "北京卫视4K": {
    "一师亦友": {
      "channel": "北京卫视4K",
      "title": "一师亦友",
      "desc": "《一师亦友》以嘉宾的成长故事为核心主线，输出闪光的人生智慧，传递温暖的人生态度，达到启迪人生的目的。"
    },
    "一起开麦吧": {
      "channel": "北京卫视4K",
      "title": "一起开麦吧",
      "desc": "《一起开麦吧》是一档“纯听觉”盲选演唱组合音乐竞技节目，40位音乐选手逐一匿名进行演唱，其余选手各自在单独隔间通过盲听的方式选择队友。互选组成3-4人的演唱组合，通过行业专家指导，进行多轮舞台对抗，由明星评审与观众共同选择出一个最强演唱组合厂牌。"
    },
    "医者": {
      "channel": "北京卫视4K",
      "title": "医者",
      "desc": "故事发生在昭和十年（1935年），出生于山形县出羽三山的主峰月山山脚下的志田周子（平山绫 饰）年方26岁。她凭借不懈的努力考取了东京女子医学专科学校，谁知一封紧急电报将她带回了阔别八年之久的老家。年幼的弟弟围着这位老姐撒娇，母亲（池田有希子 饰）则殷勤地准备饭菜。周子对眼前的一切大惑不解，原来这是父亲庄次郎（榎木孝明 饰）精心策划的一个骗局。庄次郎有感于山村医疗资源的短缺，急切希望能早日创立诊所。为了顺利通过审批，他以女儿的名义报审。庄次郎恳请女儿留在家中三年，在找到替代的医生后她就可以继续自己的人生。抱着种种不安，周子决心先把眼下的三年撑过去。谁知种种考验纷至沓来，将这个女孩留在了故土之上……"
    }
  },
  "深圳卫视4K": {
    "东北抗日联军": {
      "channel": "深圳卫视4K",
      "title": "东北抗日联军",
      "desc": "该剧讲述了1931年日本帝国主义入侵中国东北，东北人民奋起反击，在中国共产党的领导下进行了艰苦卓绝的对日斗争的故事。"
    }
  },
  "广东卫视4K": {
    "霓虹灯下的哨兵": {
      "channel": "广东卫视4K",
      "title": "霓虹灯下的哨兵",
      "desc": "上海解放后，解放军某部八连接受了在南京路执勤的任务。三排长陈喜（马学士 饰）经不起资产阶级“香风”熏染，瞧不起乡下来看他的妻子春妮（陶玉玲 饰），看不惯脸长得黑的八班长赵大大（袁岳 饰），逐渐丢掉了我军艰苦朴素的优良品质。上海籍新战士童阿男（廖有梁 饰）自由主义思想严重，不请假私自外出，受到连长鲁大成（宫子丕 饰）批评后，竟扬长而去。八班长赵大大则看不惯上海滩的乌烟瘴气，坚决要求上前线去。指导员（徐林格 饰）针对连队出现的种种问题，感觉到问题严重，决定遵照毛主席教导，开展阶级教育，请来老工人讲述在旧上海所遭遇的种种苦难，并使战士们认清在和平时期中也存在着你死我活的斗争......"
    },
    "养猫的人": {
      "channel": "广东卫视4K",
      "title": "养猫的人",
      "desc": "国内首部聚焦人与猫故事的系列纪录片。网络时代，人与人之间的交流普遍数字化，个体生活逐渐演变为孤岛模式，很多人因此选择了猫作为自己的生活伴侣。猫成为了家庭的成员，陪伴并见证了人的生活，成了生活中重要的精神出口。猫与人之间建立起了亲密关系，因此产生了很多感人肺腑的故事。我们寻找独特但又具有普遍性的案例来记录，通过聚焦猫与人的连接来讲述人的境遇，从不同的人生切片里窥见人类共同的情感和需求，以安抚和治愈在时代巨变的动荡中不断磨合的人生。"
    },
    "国宝时刻": {
      "channel": "广东卫视4K",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    },
    "好团圆": {
      "channel": "广东卫视4K",
      "title": "好团圆",
      "desc": "向郅军(丁勇岱饰)的三个女儿分别居住在上海、昆山、苏州，向前(白百何饰)三十五岁，在事业上已有较好发展。向中(李纯饰)三十一岁，正在积极打拼奋斗；向南(王玉雯饰)二十六岁，性格纯真烂漫。向家三个女儿的婚姻接连遭遇挫折，仨姐妹相互帮助、相互鼓劲。在父母的指导和劝解下，向中摆脱了无理取闹的婆家，重拾经营婚姻的信心；向前认清了老公高平(章涛饰)的伪善，再次找到事业与人生的方向；向南也不再感到迷惘，对婚姻、对自己都有了更清醒成熟的认识"
    },
    "黑色名单": {
      "channel": "广东卫视4K",
      "title": "黑色名单",
      "desc": "黎明前的上海，社会各界知名人士纷纷响应中共民主主张，要求结束蒋家王朝专制统治。人心向背，大厦将倾，困兽犹斗的国民党国防部保密局，接受躲在溪口老家幕后指挥的蒋介石直接指令，针对那些无法公开清除的社会名人，炮制出一份“黑色名单”。军统昆明站干将黄龙杰被抽调组建代号为“闪电”的特别行动小组，展开一系列瞒天过海的暗杀活动。"
    },
    "南征北战": {
      "channel": "广东卫视4K",
      "title": "南征北战",
      "desc": "1947年冬，国民党军队对华东解放区发动重点进攻，我华东部队于苏北七战七捷后，为彻底歼灭敌人，大踏步后退。起初，有些战士想不通。某师一团一营高营长率部转移到沂蒙山区的桃村待命。老乡们对后撤也有意见。\r 为安定战士与老乡的情绪，高营长与村长赵玉敏分别将上级作战意图作了解释说明。这时，情况突然有了新的变化，敌方以为我军败退，集中三十万人马，从三面向我军合围，意欲决战。\r 我军在桃村前面的大沙河阻击敌人六个昼夜，然后向凤凰山转移，围歼凤凰山已被我军围困的敌军李军长所属的七个师。高营长奉命在摩天岭狙击前来增援的敌张军长部队。凤凰山一战结束后，高营长又奉命担任包歼援敌的先锋。\r 敌军退守大沙河以南负隅顽抗，高营长抄小路偷渡大沙河，切断敌军退路。敌人想炸掉大沙河上游的水坝，用水来阻止我军。赵玉敏带领游击队剪断了水坝上的炸药导火索，保全了水坝。我军渡过大沙河，歼灭了敌人，敌张军长及其参谋长均被生擒。"
    },
    "绝密较量": {
      "channel": "广东卫视4K",
      "title": "绝密较量",
      "desc": "国安三处副处长杨光在一次收网行动中得到情报，有境外间谍组织欲破坏中美两国合作会谈。杨光带领队友前往支援，间谍组织却暗杀我方会议代表，致会谈终止。中美双方合作会议重启，敌方又再度出手杀害我国科研专家，窃取我国机密技术。杨光敏感察觉事态背后定有阴谋，带领三处抽丝剥茧展开调查。无独有偶，神秘女人赵亚苧以国际公关身份若隐若现，敌友难辨。杨光运筹帷幄、重拳出击，成功将境外情报组织赫尔墨斯及其头目山下恒友等人缉拿归案，殊料却被赵亚苧感谢之名构陷，百口莫辩。"
    },
    "湄公河行动": {
      "channel": "广东卫视4K",
      "title": "湄公河行动",
      "desc": "2011年10月5日，两艘中国商船在湄公河金三角水域的“鬼门关”河段遭袭，13名中国船员全部遇害。泰国军方随后召开新闻发布会，诬陷中国商船贩毒，令案件扑朔迷离。为查明真相、还遇难同胞清白，中国决定派出缉毒精英，组成以云南省缉毒总队队长高刚（张涵予 饰）为首的特别行动小组，潜入金三角地区展开跨国调查。\r 高刚联手潜伏在当地多年的情报员方新武（彭于晏 饰），根据线索指向，将目标锁定在盘踞于金三角、残忍狂妄的大毒枭糯卡（柏华力·莫高彼斯彻 饰）及其犯罪集团身上。为了将真凶绳之以法，中、老、缅、泰四国执法部门展开联合巡逻与执法。\r 特别行动小组不顾安危，深入虎穴，从血腥的商场枪战到惊险的丛林追捕，从飞车追击到船艇激战，与糯卡集团展开了一系列惊心动魄的较量。这是一场维护国家尊严、为无辜同胞讨回公道的正义之战。"
    },
    "众创英雄汇": {
      "channel": "广东卫视4K",
      "title": "众创英雄汇",
      "desc": "围绕广东省“众创杯”创业创新大赛展开的大型原创演播厅创业竞赛节目《众创英雄汇》于2019年7月6日起在广东卫视播出，一共5期。节目已经在广州开启录制，乐嘉担任观察团团长，李国庆等担任创业导师。"
    },
    "战火青春": {
      "channel": "广东卫视4K",
      "title": "战火青春",
      "desc": "解放战争时期，华北某地。我军某分队与敌激战一昼夜，伤亡惨重，弹药也将告罄。增援部队赶到后，救出女扮男装的战士高山（王苏娅 饰）。排长雷振林（庞学勤 饰）对新调来当副排长的高山很不以为然，他好战心切，常常刚愎自用，听不得别人规劝。高山不想在战友面前暴露自已女性身份，在战斗和生活中她和男兵一样，摸爬滚打、英勇顽强，深得战友的拥戴。在一次阻击战中，雷振林为自己的鲁莽付出了代价，关健时刻，高山挺身而出，冒着炮火救了他，自已则负伤住进医院。血的教训令雷振林异常懊悔，当他到医院看望受伤的高山时，眼前的一幕让他惊呆了......"
    },
    "从农场到餐桌": {
      "channel": "广东卫视4K",
      "title": "从农场到餐桌",
      "desc": "2020年是全面建成小康社会的决胜之年，在这样一个重要的历史时期，广东卫视聚焦精准扶贫和乡村振兴战略，充分发挥卫视的平台优势，联合政府资源、农村电商平台、银行，共同打造一档全新的融媒体节目《从农场到餐桌》，体现了媒体的政治站位和服务地方、助力全省各地高质量发展的决心。"
    },
    "飞来峰": {
      "channel": "广东卫视4K",
      "title": "飞来峰",
      "desc": "浙江广播电视集团与杭州⻄湖⻛景名胜区联合出品的《飞来峰》是浙江首部 8K 超高清纪录片。 本片以飞来峰山水、溶洞中的“微笑”符号为叙事线索，破壁架桥， 从东南形胜的自然景观到石窟艺术的精妙造诣，从文明相通的人类讯息，到会心一笑的文人翰墨，用浙派纪录片的诗意表达解码其中的文化基因，带领观众感受穿越千年、直抵人心的石窟艺术魅力。《⻜来峰》首次在浙江广电行业中应用了 8K 超高清影像技术、AIGC 数字修复技术、杜比全景声等多项最新技术， 填补行业空白，用“文化+科技”的力量探索文物保护传承和中华文化传播新路径。"
    },
    "中国海南·雨林秘境": {
      "channel": "广东卫视4K",
      "title": "中国海南·雨林秘境",
      "desc": "2023年10月，中国首批国家公园正式设立两周年，为了展示海南热带雨林国家公园的原真性和完整性，践行省委、省政府的决策部署，深度挖掘海南热带雨林独有的生态价值、科研价值和科普价值，向全世界充分展示其生物多样性，在海南省林业局（海南热带雨林国家公园管理局）的专业指导下，中央广播电视总台影视剧纪录片中心与海南广播电视总台（集团）联合出品，华纳兄弟探索集团联合制作推出了纪录片《中国海南·雨林秘境》，将于12月29日—31日，21:00—22:00在CCTV-9纪录频道播出。\n\n　　纪录片共三集，采用4K制作，每集50分钟。节目是海南热带雨林国家公园正式设立后，首部系统呈现海南热带雨林特色或标志性内涵的大型纪录片，将从雨林景观及植物、动物、人与自然等多维视角展现海南热带雨林的独特性、稀缺性、神秘性。"
    },
    "英雄虎胆": {
      "channel": "广东卫视4K",
      "title": "英雄虎胆",
      "desc": "1950年，广西西部十万大山地区有待解放，匪首李汉光（方辉）和妻子李月桂（胡敏英）带领一股顽匪与国民党特务勾结，将百姓骚扰得苦无宁日。根据被解放军捕获的台湾派遣副司令雷震霆提供的线索，侦察科长曾泰（于洋）假扮他的身份来到李匪内部。  　　对眼前这位迟迟才到的“雷震霆”，李月挂夫妇自然没有掉以轻心，利用潜伏在解放军内部的特务所提供的情报，他们设多计将他考验，曾泰均惊险过关。过程之中，曾泰虽痛失战友耿浩（张勇手）等，却也利用自己的聪明才智铲除了对自己不利的诸多匪兵，尤其利用李月桂亲信、风情万种的阿兰（王晓棠）对他的迷恋，以攻为守逐渐取得了李月挂夫妇对他的百分百信任。"
    },
    "壮士出川": {
      "channel": "广东卫视4K",
      "title": "壮士出川",
      "desc": "一九三七年，“七·七”事变爆发，川军在四川省主席的感召下，请缨出川抗日。这支川军知耻后勇，以“失地不复，决不回川”的决心，以三百万壮士出征，六十万军人伤亡的代价，打出了“无川不成军”的威名。学生连长张抗带领属下官兵随川军北路纵队出征，转战今山西、山东、湖北、湖南等地，在台儿庄大战等重大战役中，与日军展开一系列惊心动魄的殊死搏斗。通过战争的洗礼，张抗与众川军将士结下生死之谊，其与女学生夏之悦的爱情也在血与火的烘托中得以升华。张抗属下士兵杨得贵、王长生、吴天禄、何阴阳、黑娃等人，虽出身不同、性格迥异，但在民族大义的感召下，殊途同归，最终为了掩护张抗脱险，纷纷慷慨就义，谱写了一曲可歌可泣、荡气回肠的英雄赞歌。"
    },
    "电影": {
      "channel": "广东卫视4K",
      "title": "电影",
      "desc": "电影11111111111111111111"
    }
  },
  "山东卫视4K": {
    "纪录片": {
      "channel": "山东卫视4K",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "琉璃奇缘": {
      "channel": "山东卫视4K",
      "title": "琉璃奇缘",
      "desc": "淄城琉璃行会长张福海因技艺传承引发弟子宋凯的背叛与阴谋，在家族秘密与世代恩怨中展开较量，最终揭开真相迎来和解；同时，跨国琉璃情缘得以重圆，新一代宋凯肩负起创新与传承的使命。"
    },
    "微短剧": {
      "channel": "山东卫视4K",
      "title": "微短剧",
      "desc": "讲述奥莉薇亚，斯蒂芬妮，艾玛，米娅和安德里亚生活中的小故事。"
    },
    "大染坊": {
      "channel": "山东卫视4K",
      "title": "大染坊",
      "desc": "《大染坊》由王文杰执导，由陈杰任编剧，由侯勇、孙俪、萨日娜、高明、何伟、周野芒、罗钢、王奎荣、王思懿等人主演。该剧由山东电影电视剧制作中心出品，于2002年11月11日在上海影视乐园开机，2003年10月9日在CCTV1综合频道首播。\n\n该剧讲述了清末民初山东周村一个名叫陈寿亭的讨饭少年胸怀大志，被周村通和染坊周掌柜收为义子后苦学染布手艺。十年苦心经营后与人共同创办大华染厂踏上了工业印染之路，终使大华染厂发展成为青岛第二大印染厂。在第24届“飞天奖”荣获四大奖项，分别为优秀男演员奖，优秀摄像、照明、美术等奖项。"
    }
  },
  "湖南卫视4K": {
    "你好，星期六": {
      "channel": "湖南卫视4K",
      "title": "你好，星期六",
      "desc": "《你好，星期六》是湖南卫视重点打造的周六黄金档棚内周播趣味艺能综艺秀。节目以全新打造的好六街街区为背景，将平凡生活的烟火气搬进演播厅，展现市井生活人间百态。深度挖掘好6团和飞行嘉宾们的艺能的同时，对当下最具热点的社会话题以及正能量价值观导向进行引导和输出，重新定义了以艺服人、以能动人的综艺准入门槛。"
    },
    "阿桂的“村晚”": {
      "channel": "湖南卫视4K",
      "title": "阿桂的“村晚”",
      "desc": "讲述了失意村民阿桂为完成云香阿孃的百岁心愿，执意筹办“村晚”召唤乡民回归的故事。面对重重困难与嘲笑，阿桂的坚持和赤诚打动众人，坨坨寨迎来久违的团聚。最终，一场充满乡音乡情乡愁的“村晚”让每个人都找到心灵归属与新生，深刻展现了乡土中国的情感凝聚力，诠释了“此心安处是吾乡”的时代主题。"
    },
    "萌宝战警": {
      "channel": "湖南卫视4K",
      "title": "萌宝战警",
      "desc": "《萌宝战警》讲述了豆丁、可乐、可诺、石头四位天性正义善良的小朋友借助机甲武装的神奇力量，组成战队，在重重困难面前，众人齐心协力，善用科学，勇往直前，不畏艰险，用勇气与智慧战胜邪恶势力科学怪咖“铁算盘”，保卫家园小石城并寻找神秘失踪的豆瓣博士。"
    }
  },
  "江苏卫视4K": {
    "爱你": {
      "channel": "江苏卫视4K",
      "title": "爱你",
      "desc": "名为死亡的怪物，已来到了郑康的病房门口，十年的斗争，它还是赢了。 死亡即将永恒的带走郑康的幸福，他挚爱的幸福，他挚友的幸福，以及四位年迈老人的幸福。但那是不可能的，十年的仇，今天，郑康只允许死亡带走一个幸福。"
    },
    "酒美中国": {
      "channel": "江苏卫视4K",
      "title": "酒美中国",
      "desc": "《酒美中国》以味道出发，探讨因酒而形成的生活方式和生活场景的改变。囊括了中国以及如日本、西班牙、法国波尔多等多个知名产地，选择了包括茅台、洋河、长城葡萄酒、酒鬼酒、孔乙已等在内的近10家中国名酒，探索国内外不同风土下美酒的秘密。节目植根中华酿造文明，以天酿美酒、道法自然的酿造哲学为依托，传递中华美酒的酿造技艺、饮酒礼仪、美酒艺术和故事，从人类学的角度去探讨酒与人的关系，旨在揭开美酒香气的秘密，破解酒的味道密码。"
    },
    "谍战深海之惊蛰": {
      "channel": "江苏卫视4K",
      "title": "谍战深海之惊蛰",
      "desc": "1941年上海，混迹江湖靠贩卖情报为生的街头小混混陈山因长相酷似军统特工肖正国，被日本梅机关特务头子荒木惟意外看中，从此卷入一场腥风血雨的地下战争。荒木惟挟持了他的妹妹陈夏，逼迫陈山成为日本间谍。为了营救妹妹，具有特工天赋的他只能接受秘密特训，冒名顶替肖正国前往重庆潜伏到军统内部，准备窃取重要情报。潜伏生涯惊心动魄，然而作为一个中国人，陈山并不想真的背叛祖国，在共产党员张离和钱时英对他的不断影响下，陈山逐渐成长，毅然站到了抗日的阵营。之后，为粉碎日寇阴谋，陈山和张离冒着生命危险再次回到上海，反潜伏进入汪伪特工总部，他们一次次携手合作，生死与共，在与敌人的斗智斗勇中，陈山最终树立了信仰，成长为了一名真正的战士，并成功粉碎了侵略者的险恶阴谋。"
    },
    "非诚勿扰": {
      "channel": "江苏卫视4K",
      "title": "非诚勿扰",
      "desc": "海归秦奋（葛优 饰）的天才发明“分歧终端机”因能公平和平地解决人类分歧，被风投者以200万英镑高价买走。秦奋也开始踏上网上征婚的路途，一路笑话不断，不是重遇Gay友，就是遇到推销客，秦奋颇有点心灰意冷。几经周折后，秦奋终遇倾心佳人梁笑笑（舒淇 饰）。无奈，美人心有所属。秦奋究竟如何逆流而上？几番悲欣交集后，有志者事竟成！秦奋终于带着他的真爱开始一段全新征程。"
    },
    "书卷一梦": {
      "channel": "江苏卫视4K",
      "title": "书卷一梦",
      "desc": "当意外穿越进剧本世界，成为被反派男主用完即弃、凌虐致死的女主角应该怎么办？宋小鱼想都不用想，当然是能跑多远跑多远啊。然而无论如何努力，“剧情”始终都会将她推往男主南珩身边，上演一个又一个剧本名场面。而在这个纸片世界里，亦有无数个早就被“设定”好的人物角色。有人被困深宫重院，有人囿于高门家宅，有人为雌竞所累，有人因权势奔走。有人渴望爱与自由，却只能戴着镣铐惶惶起舞，有人做着扶摇直上的大鹏之梦，却在日复一日的束缚与平庸中被消磨着激情。这不仅是人怂怕死的躺平咸鱼宋小鱼和心狠手辣的夺命卷王南珩间的鏖战，更是每个“小我”纸片人与既定命运的战斗。"
    },
    "冬至": {
      "channel": "江苏卫视4K",
      "title": "冬至",
      "desc": "学志（许亚军 饰）是一名律师，最近正在处理被公安收审的慧东（刘慧东 饰）和其妻子小白菜（秦海璐 饰）的离婚案。在这个节骨眼上，学志发现自己的妻子新美（胡靖钒 饰）有外遇了。学志从小就成长在一个破碎的家庭之中，所以对于家的渴望格外的强烈，因此，他愿意原谅妻子的不忠，只要她能够回归家庭，然而，新美却在情人和丈夫之间犹疑不决。\r 　　与此同时，小白菜也渐渐的被学志的真诚和正义所吸引，两人之间的关系开始变得复杂起来，当新美终于想通了，决定放弃情人，重新回到学志的身边时，小白菜也决定要和学志开始新的人生。"
    },
    "夜色正浓": {
      "channel": "江苏卫视4K",
      "title": "夜色正浓",
      "desc": "一场盛宴之下的狂欢，让隐藏已久的暗涌浮现，唤醒了所有装睡的人，也触发了GST酒业各层人士的生存危机。一切事关生存，每一步都需格外谨慎。七个深陷其中的主要人物，在事件中扮演了不同的角色，勾勒出人性的复杂和现实的残酷，从而呈现出一个共同的主题——如何在惶惶不安中乐观地活下去！"
    },
    "我在岛屿读书": {
      "channel": "江苏卫视4K",
      "title": "我在岛屿读书",
      "desc": "《我在岛屿读书》是今日头条、江苏卫视联合出品的外景纪实类读书节目。"
    },
    "味解乡愁": {
      "channel": "江苏卫视4K",
      "title": "味解乡愁",
      "desc": "产地：中国大陆\n\n类别：纪录片\n\n语言：汉语普通话\n\n上映日期：2017-4-1(中国大陆)\n\n集数：50\n\n片长：4\n\n《味解乡愁》节目以纪实的方式表现人与家乡美食的情感故事，通过寻访有异乡经历或者当地长者、手艺人的典型故事，传达出美食对他们的家乡符号意义。节目不仅注重表达人物对美食产生的情感记忆，还在故事中充分展现菜肴的历史文化厚度和纯正的江苏味道。"
    },
    "最强大脑": {
      "channel": "江苏卫视4K",
      "title": "最强大脑",
      "desc": "在各种歌舞类综艺娱乐节目层出不穷乃至鱼龙混杂的当下，江苏卫视异军突起，将诞生于德国的大型科学类真人秀综艺节目《Super Brain》移植到中国，以全新的综艺风格和冷僻有趣的知识在电视荧屏上吹起了一阵强烈的科学风暴。节目中蒋昌建担当主持人，孟非、陶晶莹、高晓松、魏坤琳等来自各个领域的知名达人组成评委团，此外还请到范冰冰、舒淇、周杰伦、佟大为、宁静等明星担当嘉宾观察员。节目设置晋级赛、挑战赛和中外PK赛，来自中国、美国、日本等国家的科学小队将迎接不同内容的科学挑战，他们通过谨慎推理和脑力激荡解决了一个又一个难题，也在这一过程中让“寓教于乐”得以实现。因此成为全年龄层次的超人气科学类综艺秀！"
    }
  },
  "浙江卫视4K": {
    "熊猫奇遇记": {
      "channel": "浙江卫视4K",
      "title": "熊猫奇遇记",
      "desc": "《熊猫奇遇记》是由国家广播电视总局宣传司和国家林业和草原局宣传中心指导，中国大熊猫保护研究中心、北京市广播电视局支持，四川卫视和北京卫视联手打造的季播节目，于2024年12月6日在北京卫视、四川卫视同步播出。\n\n该片共六集，通过英文解说的形式，聚焦大熊猫的诞生、大熊猫的成 长、大熊猫的野化放归、大熊猫的“朋友圈”、通过大熊猫开展的国际交流与合作，以及大熊猫幸福安详地“养老”生活。 首次在全国范围内对大熊猫这一国宝级物种进行全面系统的梳理和深度观察解读，让国内外的观众能够全面、深入感受大熊猫的独特魅力和我国大熊猫保护成果。"
    },
    "经典剧场": {
      "channel": "浙江卫视4K",
      "title": "经典剧场",
      "desc": "本系列是台视经典剧集的合集。"
    },
    "一生一世": {
      "channel": "浙江卫视4K",
      "title": "一生一世",
      "desc": "故事发生在二十世纪七十年代，赵永远（谢霆锋 饰）和安然（高圆圆 饰）像两朵被风雨吹打的浮萍，相似的身世和不容乐观的境遇将两人紧紧拴在了一起，随着时间的推移，两人之间产生了真挚而又纯洁的友情。  　　一晃眼十几年过去，历史车轮裹挟着赵永远和安然不断前进，原本天各一方的两人再度相遇，彼时的安然已经出落成为了亭亭玉立的美丽少女，儿时的友情转变成为了炙热的爱情，安然和赵永远都坚信，世间没有什么能再次将他们分开，然而，现实却恰恰相反。浩淼天地之间，他们的感情能够始终如一吗？茫茫人海之中，命运又是否会安排他们再度聚首呢？"
    },
    "气象预报": {
      "channel": "浙江卫视4K",
      "title": "气象预报",
      "desc": "戴维（尼古拉斯·凯奇 饰）是名天气预报员，可是他没有专业知识能用在工作上，当预报的天气并不理想时，观众们会在街上肆意向他丢垃圾。戴维对自己的生活感到灰暗，与妻子（霍普·戴维斯 饰）离婚更是对他的一个打击。如今他得到一个前往纽约重新工作的机会，可是他必须要面对与孩子们并不融洽的关系。儿子迈克被戒毒时认识的辅导员性骚扰；女儿雪丽的肥胖被学校的同学耻笑，性格忧郁。更令戴维伤心的是，他的小说家父亲罗伯特（迈克尔·凯恩 饰）患上了绝症。 　　戴维希望父亲能看到他的成功，他更想与前妻复合，一家人到纽约重新生活。无论做了多大的努力，他与家人的关系并没得到和缓，他依然遭到观众的垃圾袭击，他更开始抗拒前往纽约。 　　此时他看到父亲平静面对死亡的态度，并在与父亲相处的最后时光中，戴维被授予了很多人生的道理。"
    },
    "我们的爸爸": {
      "channel": "浙江卫视4K",
      "title": "我们的爸爸",
      "desc": "《我们的爸爸》是一档生活观察类真人秀，由傅首尔、苗苗、吴尊、许昕、杨子组成“邻家爸妈团”，涂毓麟担任“实习爸爸”，该节目聚焦爸爸与孩子之间的互动与成长，为观众呈现最真实、最温馨、最有趣的亲子关系画卷。"
    },
    "王牌对王牌": {
      "channel": "浙江卫视4K",
      "title": "王牌对王牌",
      "desc": "丹尼是一名出色的谈判专家，屡立战功。当他的人生顺风顺水时，刹那间的转折让他措手不及。他的搭档因涉嫌私吞公款而被拘，却在警局惨遭灭口，第一时间赶到现场的丹尼自然最大嫌疑人。当他确信是警局内有人要找他做替死鬼，百口莫辩之际，他铤而走险绑架了局长等一干重要人物，想通过与警方的对话为自己洗刷罪名。丹尼要求另一分局派出谈判专家来和自己对话，因为他清楚要谋害自己的人就在自己的局里。于是邻局的谈判专家史宾恩奉命前来和丹尼谈判，史宾恩相信了丹尼，开始为他搜集证据。"
    },
    "折腰": {
      "channel": "浙江卫视4K",
      "title": "折腰",
      "desc": "聪慧机敏系家国的乔家女郎小乔（宋祖儿 饰），与有勇有谋心纯善的魏家主公魏劭（刘宇宁 饰）联姻，起初二人因祖辈恩怨有所隔阂，过着相互试探与攻守的婚后日常，夫妻俩的多番较量中有笑也有泪；在历经诸多危机后，小乔和魏劭逐渐被对方的才智谋略与豁达胸襟所吸引，回过神时早已水滴石穿，心系彼此。二人凭借夫妻默契化解了家族矛盾，携手还百姓和平与安宁。"
    },
    "骄阳似我": {
      "channel": "浙江卫视4K",
      "title": "骄阳似我",
      "desc": "活泼开朗、元气十足的女大学生聂曦光（赵今麦 饰）走出校园、迈入职场阶段的真实细腻成长历程。大学时，她与清寒孤傲、才华横溢的男神学霸庄序（赖伟明 饰）经历酸甜暗恋，进入职场，与外科医转行光伏行业的职场精英林屿森（宋威龙饰）狭路相逢，尽管林屿森对聂曦光有误会，但像小太阳般的聂曦光还是让林屿森无法自拔地沉沦。林屿森毫无保留的爱与支持让她释怀了年少的错过与遗憾，拥抱了她向往的爱情。她从懒散随性到拥有清晰的职业目标并为之专注向前，最终收获爱情、友情，实现了梦想和自我成长。"
    },
    "加康加年味": {
      "channel": "浙江卫视4K",
      "title": "加康加年味",
      "desc": "节目以热播综艺安康庆团圆为主题，邀请《奔跑吧》《天赐的声音》《听说很好吃》《中国好声音》四组嘉宾，在冬至、腊八、小寒、小年，创作四个不同主题的节令团圆饭。在饭局游戏中，讲出彼此故事，开启对新春的祝福。"
    },
    "云襄传": {
      "channel": "浙江卫视4K",
      "title": "云襄传",
      "desc": "云台弟子云襄苦修十年步入江湖。在闯荡江湖的过程中，云襄结识了几位好友，逐渐体会到了友谊的温暖。舒亚男这位古怪精灵、聪慧机警的女子，更是让云襄产生了朦胧的情愫。意气风发的云襄和朋友们度过了一段快意恩仇的时光。可是好景不长，随着对昔日灭族惨案的深入调查，云襄挖出了更多骇人听闻的秘密，事态开始急转直下。他先后经历了欺骗、背叛与生死离别，又意识到曾以造福苍生为己任的云台早已堕落，云襄决定挺身而出,捍卫心中的正义，哪怕是牺牲自己也在所不惜。"
    },
    "我们的客栈": {
      "channel": "浙江卫视4K",
      "title": "我们的客栈",
      "desc": "沙溢＆姚晨及其他6位常驻嘉宾组成客栈家族。他们亲手打造有机农场，有田有地有鱼塘，自给自足自乐。让来到这里的客人，身心得到休憩，情感得到按摩。"
    },
    "17号音乐仓库": {
      "channel": "浙江卫视4K",
      "title": "17号音乐仓库",
      "desc": "《17号音乐仓库》用充满“造梦感”的整体规则，由5组经历过事业高光和低谷期的成熟音乐人，以不同主题性的策划完成阶段Livehouse音乐演出，链接不同社会人群，力求带给观众耳目一新的音乐类型文艺作品。"
    }
  },
  "东方卫视4K": {
    "1/7": {
      "channel": "东方卫视4K",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "马王堆·岁月不朽": {
      "channel": "东方卫视4K",
      "title": "马王堆·岁月不朽",
      "desc": "《马王堆·岁月不朽》通过现代科技与文化艺术的结合，突破考古发现式纪录片的常规范式，以湖南博物院为叙事空间，以马王堆文物为叙事主体，创造性地构建了一个全新的叙事框架，也记录了一场关于守护、传承与创新的深刻对话。让观众深刻感受和理解马王堆文化所代表的瑰丽文化，让古老的文明焕发出新的生命力。"
    },
    "乌云之上": {
      "channel": "东方卫视4K",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "锚点": {
      "channel": "东方卫视4K",
      "title": "锚点",
      "desc": "《锚点》聚焦全球科技创新的关键“锚点”，通过“科学家对话科学家”的节目模式——一个全球前沿的科技热点、一位战略科学家、一位兼具学术背景与公众传播力的科学对谈人，打造具有思维厚度的科学对话，普及科学知识，提升全民科学素养。节目邀请中国科学技术大学科技传播系副主任袁岚峰作为科学对谈人，节目中，袁岚峰将与香港科技大学首席副校长郭毅可探讨大模型及人工智能的发展思路；与中科院外籍院士袁钧瑛探讨“未知死，焉知生”；与上海交通大学特聘教授王贺升畅谈“我们为什么需要人形机器人”话题；也将对话中国新一代人工智能发展战略研究院执行院长龚克，叩问“新一代人工智能，路在何方”。《锚点》将以全球科技的视野，依托上海的开放生态与国际化平台，彰显上海加快向具有全球影响力的科技创新中心进军的使命与担当，展现中国科技创新在全球竞跑中的探索与思考。节目中，科学家们将围绕人工智能技术进化、治理、AI4S、具身智能、元宇宙、脑机接口、量子信息、生物制造、未来网络、新型储能等未来产业方向，解析背后的科学逻辑、社会价值和未来影响，构建科技节目智库生态，呈现最具远见的全球科技发展图谱。"
    },
    "两说": {
      "channel": "东方卫视4K",
      "title": "两说",
      "desc": "龟有公园前派出所隶属东京都新葛饰署，原本只是一间平凡无奇的小派出所，但是自从一位举世无双的超级麻烦兼笑料制造者的警员两津勘吉被分派到此地之后，龟有这个小地方就因为他的存在，而一年365天、一天24小时都有各种数不清的乌龙闹事发生。龟有公园前派出所也因为这个可以闹到警视厅，甚至是因能上达天宫、下至地府的世界第一乌龙警察而名震日本…"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视4K",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "爱上海": {
      "channel": "东方卫视4K",
      "title": "爱上海",
      "desc": "美国作家帕特里夏-海史密斯（1921-95）的生活、爱情和工作的故事，通过她未发表的日记、她自己的声音和认识她的人（包括家人和亲密朋友）的声音讲述。"
    },
    "妈妈的花样年华": {
      "channel": "东方卫视4K",
      "title": "妈妈的花样年华",
      "desc": "《妈妈的花样年华》是一部都市家庭伦理电视剧。由导演余淳执导，宋丹丹、林永健、王彤、杨紫嫣、周冬齐、傅迦、周小斌、巴图、衣珊、王领、张洪杰、莫岐、杨青、谭凯、谭松韵主演。主要讲述了69岁的小学老师文英终于熬到退休了，而退休后的生活却不如她想的那样悠闲。四个儿女有各自的生活烦恼，而文英在一次医院检查被告知只剩下了最后半年的生命。她列出自己的遗愿清单，决定瞒着所有儿女，开始按照自己清单去体验自己以前从未体验过的事物。\n\n该剧于2013年9月3日登陆央视八套。"
    }
  },
  "四川卫视": {
    "熊猫奇遇记": {
      "channel": "四川卫视",
      "title": "熊猫奇遇记",
      "desc": "《熊猫奇遇记》是由国家广播电视总局宣传司和国家林业和草原局宣传中心指导，中国大熊猫保护研究中心、北京市广播电视局支持，四川卫视和北京卫视联手打造的季播节目，于2024年12月6日在北京卫视、四川卫视同步播出。\n\n该片共六集，通过英文解说的形式，聚焦大熊猫的诞生、大熊猫的成 长、大熊猫的野化放归、大熊猫的“朋友圈”、通过大熊猫开展的国际交流与合作，以及大熊猫幸福安详地“养老”生活。 首次在全国范围内对大熊猫这一国宝级物种进行全面系统的梳理和深度观察解读，让国内外的观众能够全面、深入感受大熊猫的独特魅力和我国大熊猫保护成果。"
    }
  },
  "辽宁卫视": {
    "熊猫奇遇记": {
      "channel": "辽宁卫视",
      "title": "熊猫奇遇记",
      "desc": "《熊猫奇遇记》是由国家广播电视总局宣传司和国家林业和草原局宣传中心指导，中国大熊猫保护研究中心、北京市广播电视局支持，四川卫视和北京卫视联手打造的季播节目，于2024年12月6日在北京卫视、四川卫视同步播出。\n\n该片共六集，通过英文解说的形式，聚焦大熊猫的诞生、大熊猫的成 长、大熊猫的野化放归、大熊猫的“朋友圈”、通过大熊猫开展的国际交流与合作，以及大熊猫幸福安详地“养老”生活。 首次在全国范围内对大熊猫这一国宝级物种进行全面系统的梳理和深度观察解读，让国内外的观众能够全面、深入感受大熊猫的独特魅力和我国大熊猫保护成果。"
    },
    "永远的行走与中国相遇": {
      "channel": "辽宁卫视",
      "title": "永远的行走与中国相遇",
      "desc": "2013年1月，徒步旅行家，国家地理探险家保罗·萨洛佩科从非洲埃塞俄比亚启程，开始了他的全球徒步之旅。他计划用十几年的时间，沿着人类走出非洲的路途，穿越四大洲，一直步行至南美洲的火地岛。2021年9月，保罗在云南开启了他在中国的徒步之旅。"
    }
  },
  "海南卫视": {
    "大使家宴": {
      "channel": "海南卫视",
      "title": "大使家宴",
      "desc": "节目以家宴之名，前往各国驻京大使馆，挖掘其“历史宝藏+ 文化宝藏+美食宝藏”，打造一场文化高级感与美食国际化兼 得的宝藏家宴，用美食为切口、以驻华大使的视角打开深度 认知世界的窗。节目将带领观众一起感受中西美食文化迸发 后的文之极、秘之极、味之极，也将以全新视角带观众认识 作为“使馆之城”的北京。"
    },
    "视界": {
      "channel": "海南卫视",
      "title": "视界",
      "desc": "埃斯特尔是一位长途飞行航班的飞行员，她有一个深爱她的丈夫纪尧姆。尽管日复一日的飞行和“时差”经常干扰着这位年轻女人的生物节律，特别是她的睡眠，但他们夫妇两人的日子过得还算是规律。一天，在尼斯机场的走廊里，她偶然遇到了摄影师安娜。二十年前她曾与安娜有过一段热恋。埃斯特尔不知道这次重逢会让她陷入一个漩涡……"
    },
    "穆桂英挂帅": {
      "channel": "海南卫视",
      "title": "穆桂英挂帅",
      "desc": "杨家将屡次率兵击溃外来侵略军，保住了大宋江山，天下太平。杨家将孙媳穆桂英随佘太君辞宫还乡，安居20载，又遇了东安王造反，佘太君关心国家安危，命重孙杨文广、杨金花兄妹赴汴京探听消息。适逢宋王在校场上选拔将才，奸臣王强之子王伦，武艺平庸，却气焰万分，王强向宋王力保王伦为元帅，杨文广兄妹不服，冲进校场，与王伦比武，刀劈王伦。宋王原先以为杨家已绝后，正苦于无人领兵平乱，今见杨家还有这武艺高强的杨文广，并得知女英雄穆桂英尚健在，便将帅印交给杨文广，封穆桂英为征东大元帅。杨文广兄妹携印回家，穆桂英见帅印感慨万分，想杨家世世代代为国尽忠，穿破了无数铁甲，磨坏了多少鞍镫，在沙场上冲锋陷阵，保宋数十载，牺牲了多少英雄好汉，更恨宋王昏庸，奸臣当道，故迟迟不肯接印。佘太君见穆桂英犹豫，说了卫国安民的道理，并要亲自带兵去平番，穆桂英见白发如银的佘太君还有当年勇，难道自己就没有了当年的威风?便决意重整旗鼓，发兵剿灭反寇。辕门外三声炮响，穆桂英披上了铁甲，威风凛凛，在天波府调兵遣将，斥训了杨文广骄傲轻敌，整顿军风。佘太君亲到校场饯别。瞬时金鼓震天，旌旗蔽日，杨家老小英雄个个精神抖擞，气概昂扬，穆桂英率领大军，浩浩荡荡，向边塞进发。"
    },
    "行者": {
      "channel": "海南卫视",
      "title": "行者",
      "desc": "喧嚣繁华的国际都会香港，生活于斯的人们朝暮奔忙，从不停歇。这是一场金钱、荣誉、地位的赛跑，你我兀自沉湎其中，从不知晓一切的无常，倏忽易逝。在这个喧嚣场内，有一位形似比丘的行者（李康生 饰）缓缓地穿梭其中。他低垂着头颅，身披红色长袍，手中托着面包和快餐塑料袋。每一步都如同经过深思熟虑般稳稳踏出，似乎正是在享受这步履交错的修行。太阳升起落下，行者以这般迥异常人的方式穿梭全港，仿佛是奔流不息的江河中央一个岿然不动的小渚。不知起点，不知终点，无所从来，亦无所去……"
    }
  },
  "吉林卫视": {
    "过年": {
      "channel": "吉林卫视",
      "title": "过年",
      "desc": "一年一度的农历春节来临，生活在东北农村的程家老两口（李保田 & 赵丽蓉 饰）满心欢喜地等待儿女回家过年。去年的团圆饭不欢而散，因此母亲更加盼望这次能过个愉快的团圆年。  不久，子女们陆续回来：长子（六小龄童 饰）木讷老实，大媳妇（丁嘉丽 饰）泼辣刁蛮；干部大姐夫（葛优 饰）不走正道，在外拈花惹草，还强逼妻子堕胎；小儿子（梁天 饰）不务正业，贪图享乐，只知道伸手要钱；父亲最疼爱的二女儿当初忤逆父命嫁给架子工（申军谊 饰），如今自食其力干出事业的小两口也再次归来。  看似喜庆祥和的兄弟妯娌们却各有各的小九九，不知今年的年夜饭该如何收场……  赵丽蓉籍此片获1990年第4届东京国际电影节评委最佳女主角大奖。"
    },
    "过年2": {
      "channel": "吉林卫视",
      "title": "过年2",
      "desc": "于 08 年 8 月 5 日在日本武道馆举行。曲目全部取材于 25 年来为宫崎骏动画写的配乐，并由久石让亲自上台指挥和弹奏，配以 200 人交响乐团和 800 人的合唱团，份量十足。"
    }
  },
  "甘肃卫视": {
    "源远流长": {
      "channel": "甘肃卫视",
      "title": "源远流长",
      "desc": "雷佳将以她深厚的功力在一场音乐会中演唱12个不同地域的歌曲，展示她对不同艺术风格的轻熟驾驭，为听众绘制一幅栩栩如生的音乐地图，以民族歌曲赞美祖国的大好河山和人民美好的生活。1、《洗菜心》 ；2、《洱源情歌》；3、《摇篮曲》 ；4、《丢丢铜》 ；5、《美人》；6、《绣荷包》 ；7、《包楞调》；8、《三十里铺》 ；9、《夏蝉之歌》 ；10、《阿瓦尔古丽》 ；11、《看秧歌》；12、《诺恩吉雅》；13、《紫竹调》；14、《思鬼情歌》；15、《桃花红杏花白》 。"
    },
    "小巷人家": {
      "channel": "甘肃卫视",
      "title": "小巷人家",
      "desc": "20世纪70年代末，苏州棉纺厂家属区一条小巷里住着庄、林两家人。正值高考恢复，身为教师的庄超英和妻子黄玲将儿女高考作为家庭头等大事，邻居林武峰和宋莹一家受其影响也开始关注儿子学业。庄超英、黄玲一家看似和谐体面，儿子庄图南刻苦好学，女儿庄筱婷乖巧懂事，但庄超英的懦弱愚孝让家人备受伤害。隔壁林武峰、宋莹一家看似我行我素，儿子林栋哲异常顽皮，实则夫妻间相互扶持，亲子间相互尊重，家庭热闹而完满。林武峰和宋莹顺应时代变迁，举家到广州寻找新的机遇，从小青梅竹马的庄筱婷与林栋哲分开后发现对彼此的心意，相约考入同一所大学，在毕业时面临家庭与现实的阻碍仍坚定地选择了对方，庄图南和李佳辗转多年后也终成眷属。"
    }
  },
  "陕西卫视": {
    "中国考古": {
      "channel": "陕西卫视",
      "title": "中国考古",
      "desc": "《中国考古大会》是由中央广播电视总台联合国家文物局、中国社会科学院共同制作的考古空间探秘类文化节目，由王端端主持。该节目围绕中国考古学百年历程中的重大考古发现、文化遗存、遗址文物等，将考古发掘研究与史海钩沉熔于一炉，将历史与当代有机结合，梳理中华文明起源和发展的历史脉络。节目于2021年11月20日20:00在央视综合频道首播。"
    }
  },
  "宁夏卫视": {
    "电影": {
      "channel": "宁夏卫视",
      "title": "电影",
      "desc": "电影11111111111111111111"
    }
  },
  "精彩影视": {
    "杜拉拉升职记": {
      "channel": "精彩影视",
      "title": "杜拉拉升职记",
      "desc": "没有背景，受过较好教育的杜拉拉在外企经蚊历跨度八年，靠个人的勤奋努力从一个朴实的销售助理，成长为一个专业干练的HR经理，见识了各种职场变迁，也历经了各种职场磨练。在事业收升获成功的同时她和心爱的人共谱了一场浪漫、美好的职场恋曲。"
    },
    "烽火连城决": {
      "channel": "精彩影视",
      "title": "烽火连城决",
      "desc": "富家少爷林海为了校花女神叶谷雨，意外卷入谍战漩涡，突陷重重杀机。他带着真实身份为我党情报员的叶谷雨一路奔逃，直至老家连城，期望庇护于自家的黑帮势力。不料叶谷雨的共党身份暴露，掀起了连城的血雨腥风。林海为救心爱之人，不惜私自动用忠义堂势力，帮助共产党重建情报交通线，与特务头子栾君雅生死谍战，与连城新县长韩三命黑道厮拼，也因此将忠义堂带上悬崖一线，遭到觊觎堂主之位的三弟林江的激烈反对。 爱情染上信仰之血，亲情裹入权谋之杀。林海与叶谷雨逐渐成长为革命情侣，携手面对特务、官匪等诸多生死考验.林家兄弟，为权为爱为野心，展开了堂主之位的夺权之争，明枪暗箭，祸起萧墙 。"
    },
    "我的左手右手": {
      "channel": "精彩影视",
      "title": "我的左手右手",
      "desc": "讲述了一个老太太，由于看到一段拐卖儿童的新闻而引发了自己深藏了多年的心结，决定要找回40年前自己被迫丢掉的一对双胞胎所引发的一连串家庭战争和感情的故事。\n\n　　由上海星景影视传媒有限公司、浙江东阳大象传媒有限公司联合出品的家庭生活亲情剧，由刘一志执导，张少华、苏岩、林申、徐露等主演。"
    },
    "红鲨突击": {
      "channel": "精彩影视",
      "title": "红鲨突击",
      "desc": "王长林所在的侦察大队和萨文泊所在的国民党起义部队被整合到一起，成立了南海武工队，代号红鲨。主要任务是配合解放军攻占华南沿海诸岛屿。萨文泊的妹妹萨文澜作为家属一起来到武工队，因为不适应军队的生活方式，显得格格不入。武工队队员缺乏海洋知识，出生海军世家的萨文澜发挥所长，当上了文化教员。在经历过登门岛大败的惨痛教训后，武工队总结经验，正视不足，逐渐具备了海岛作战能力，先后完成了为大部队登岛搜集船只、策反守岛敌军、摧毁岛上油库等任务。解放军成功解放海南岛和万山群岛之后，南海武工队番号撤销，王长林、萨文泊等人被编入海军。"
    },
    "不二神探": {
      "channel": "精彩影视",
      "title": "不二神探",
      "desc": "短短数日内，三起“微笑杀人案”震动全城。调查过程中，青年警探、警局“活宝”王不二语出惊人：这是一起连环谋杀案！遂与搭档黄飞红开始一段惊悚刺激，同时又状况不断的“缉凶”之旅。"
    },
    "生于70年代": {
      "channel": "精彩影视",
      "title": "生于70年代",
      "desc": "杨帆（李佳航饰）、齐战胜（万沛鑫饰）、王小兵（姜寒饰）虽然生长在物资匮乏思想保守的七十年代，但从父母身上继承了质朴善良，执着坚韧的中华精髓。八、九十年代，三兄弟与全中国百姓们一起经历了改革开放浪潮：教育改革，大学不再包分配；体制改革，打破铁饭碗鼓励私营经济；产业改革，技术革新结构调整带来下岗再就业。与此同时，齐战胜的初恋云朵神秘失踪，一直单恋他的关向红却穷追不舍；因现实压力，王小兵和关学青分开；而杨帆在最失落时遇到了俏皮开朗的谭燕菲。个人前途上的迷茫，亲情、爱情里的纠结让三人一度无所适从。但70后是压不垮的一代，对新事物有着无限的渴望，三兄弟从最底层一步步稳扎稳打成长为商界精英。他们用70后特有的包容、反省、知耻而后勇的精神分别找到了自己心灵的归宿 。"
    },
    "有你真好": {
      "channel": "精彩影视",
      "title": "有你真好",
      "desc": "有没有一个人的出现让你觉得人间值得？人生这趟旅途我们总会面对一些突如其来的失去，面对困顿生活的苗红（郝蕾 饰），有女儿（席嘉琪 饰）、闺蜜（马苏 饰）、挚友（杨坤 饰）一直不离不弃的陪伴，给了她不可替代的偏爱和例外，成为她的救赎。生活虽苦，但遇见你是我这辈子最幸运的事，谢谢你治愈我所有受过的伤，给我久违的安全感，温暖我的世界。我想说，有你真好！"
    },
    "大唐玄奘": {
      "channel": "精彩影视",
      "title": "大唐玄奘",
      "desc": "影片讲述历史上的唐朝高僧玄奘历时17年，不畏艰难险阻，前往天竺取经的传奇故事。大唐贞观盛世，年轻的玄奘法师（黄晓明 饰）为求佛法真谛冒死偷渡出境，一路上遭遇千难万阻，天灾人祸，却也深得民间疾苦。官兵围堵、徒弟背叛、埋身沙海、断水绝粮，玄奘法师一心求法，最终抵达印度，在印度弘扬善念静心修佛，等到从无遮大会辩论成功回国之时，已经是年逾五十的老人了。"
    },
    "亲密敌人": {
      "channel": "精彩影视",
      "title": "亲密敌人",
      "desc": "故事讲述在投资银行任职董事总经理的Derek（黄立行饰），即将对敌对公司进行针对性收购，偏偏对手是他的前女友、财务顾问Amy（徐静蕾饰），昔日恋人虽然仍心系对方，但为了面子和报复而在职场上针锋相对。此时，Derek与得力助手Rebecca（梁咏琪饰）互生情愫，加上金融第一狗仔Henry Ma（李治廷饰）的出现，令Derek与Amy之间的角力越来越加深…"
    },
    "飞跃地心": {
      "channel": "精彩影视",
      "title": "飞跃地心",
      "desc": "一个在地震中埋了3天的女孩文雯（杨宇涵 饰）被救起，被救起来以后，她一直坚信自己爸爸还在地心里旅游，她在每一个可以画上蚕豆的地方穿越到地心里，去拯救会讲童话的爸爸。"
    },
    "武圣关公": {
      "channel": "精彩影视",
      "title": "武圣关公",
      "desc": "东汉末年，外戚专权，宦官秉政，群雄争霸，天灾不断。在这个战乱时代，运城解州出现一位义重如山的武将，他忠义仁勇的一生在历史上留下一段可歌可泣的英雄事迹，他就是——武圣关公。  影片从关羽桃园三结义、温酒斩华雄、过五关斩六将到单刀赴会、水淹七军等经典历史段落，串起关公追随兄长、匡扶汉室、威震华夏的传奇一生，并将民间传说中战蚩尤解救苍生等神话巧妙呈现，全方位还原关公这一彪炳春秋的华夏传奇英雄。"
    },
    "笑过2012": {
      "channel": "精彩影视",
      "title": "笑过2012",
      "desc": "地震即将来袭，大马（王景春 饰）受幺鸡（沈伐 饰）唆使参予赌博，结果输掉了全部产业，恼羞成怒的他打残了设局的幺鸡和自己的老婆，被判入狱服刑。不甘在监狱改造的大马骗取了保外就医的机会，不料此时地震来袭。大马与狱警小李争相救人，小李不幸被砸成重伤，临牺牲前他叮嘱大马返回监狱接受改造。大马得知妻子遇难、幼子失踪，希望找回儿子再去服刑，小李的父亲（李心敏 饰）是一名老警察，他开始暗中追踪大马。宋姐（王柠 饰）身患癌症，她对玛雅预言深信不已，大马的儿子被她收养，并取名挪亚（韩梓轩 饰）。老李帮大马找到了儿子，但挪亚并不认他这个父亲，在与宋姐的夺子大战中，大马竟与其擦出爱的火花。由于挪亚患上地震后遗症，爱子心切的大马筹钱为儿子打造可以庇护心灵的“揶亚方舟”，就在这时，幺鸡出现了……"
    },
    "城市游戏": {
      "channel": "精彩影视",
      "title": "城市游戏",
      "desc": "玮柏和哥哥都是极限运动爱好者，一场意外中，玮柏的哥哥不幸死于非命，玮柏将其中的过错都怪到了自己的头上，成日活在深深的自责之中。白天，玮柏只是一介名不见经传的小小职员，入夜，他则化身为自由奔跑在大街小巷之中的跑酷运动者，尽情挥洒心中的郁闷。某日，玮柏得到了一段妹妹西黛被绑架的视频，追随着视频中的线索，玮柏千里迢迢赶往了韩国。在那里，跑酷已经成为了一项十分流行的运动，而玮柏若想救出西黛，就必须在名为“UG”的跑酷大赛上夺得头筹。面对诸多强大的对手，人生地不熟的玮柏能够获得最后的胜利吗？"
    },
    "冥绝村": {
      "channel": "精彩影视",
      "title": "冥绝村",
      "desc": "讲述的是神秘古老村落“冥绝村”与世隔绝，民国时期与外侵者抗争，誓死守护“战神之碑”的故事。"
    },
    "驴得水": {
      "channel": "精彩影视",
      "title": "驴得水",
      "desc": "一群“品行不端”却怀揣教育梦想的大学教师，从大城市来到偏远乡村开办了一所小学校。学校待遇惨淡、生活艰苦，但老师们都自得其乐，每天嘻嘻哈哈打成一片。然而教育部特派员要来突击检查的消息打破了安宁，因为学校有一位“驴得水老师”隐藏着不可告人的秘密。就在所有人都担心丑事即将败露的时候，一个神奇天才的出现拯救了大家，然而谁能料到真正的麻烦才刚刚开始……"
    },
    "灿烂的她": {
      "channel": "精彩影视",
      "title": "灿烂的她",
      "desc": "慈祥宽容的奶奶（惠英红 饰）与十二年前意外走失的孙女（刘浩存 饰）重逢，祖孙二人从生疏到彼此依偎。相处期间，她们身上的秘密也逐渐被揭开。最终奶奶拯救了这个本对人生不抱希望的“孙女”。"
    },
    "西游记之七十二变": {
      "channel": "精彩影视",
      "title": "西游记之七十二变",
      "desc": "孙悟空为了拯救终年无雨的花果山，孤身前往只招收神仙学员的仙法学院——三星洞，拜师菩提老祖学习那驱雷掣电、天马行空、变幻无穷的七十二变的神仙仙术。求学期间孙悟空除了交到一群肝胆相照的好友外，还发生了很多欢乐有趣、啼笑皆非的故事。然而此时，东海龙王正在暗中研制药物，通过控制傀儡的意识使之成为无情的杀手，向天庭复仇。孙悟空与他的同学们发现了龙王的阴谋，齐心协力试图阻止这场将会殃及苍生的争斗，与东海龙王展开了上天入海、横跨仙人两界的终极大战。孙悟空也在此次大战中完成了成长与蜕变，领悟了七十二变的真义。"
    },
    "李可乐寻人记": {
      "channel": "精彩影视",
      "title": "李可乐寻人记",
      "desc": "李可乐（喻恩泰 饰）和四个大学里不靠谱死党成立了“灯火寻人”公司，但业绩惨淡。他借房东刘熊猫（高亚麟 饰）的奔驰撑场面去接空姐女友青青（王澜霏 饰），却因没买到女友想要的限量名牌包而被甩。当他终于换回自己的奔奔时，却追尾了女警康红（谭卓 饰）的警车而闹出误会。  　　李可乐当从报纸上得知将不久于人世的亿万富翁、前国军少校、现马来亚船王庄亦归先生（林栋甫 饰）要重金寻找失散多年的孙子时，李可乐带领公司员工加入“寻亲”大军，历经艰辛、笑话百出，当他终于以为接近目标找到了那个“庄孙子”时，却发现自己陷入到一个巨大的骗局中。迫于无奈他只好继续行骗。虽然骗局成功了，但对金钱的渴望让他盲目，对金钱的渴望让青青投入到“假孙子”的怀抱。  　　骗局最终败露，一直盯着他的女警察康红亲自参与案件调查，在“秀才遇上兵”的追捕过程中，他和康红间矛盾不断成了欢喜冤家，最终，李可乐发现原来苦苦寻找的“装孙子”竟然是……"
    },
    "赛车传奇": {
      "channel": "精彩影视",
      "title": "赛车传奇",
      "desc": "赛车手叶浩城（窦骁 饰）年少轻狂，曾在多次赛车大奖赛中勇夺冠军，至使他一时目中无人。不久，他与另一位天才车手林司哲（苏见信 饰）相遇，林属于少年老成深藏不露一类，叶浩城乍一见面，便生出莫名敌意，令人想不到的是，他莫名其妙地爱上了林的妹妺林韦彤（张钧甯 饰）。浩城的哥哥宏城早年死于一次非法赛车，恐怖的梦魇一直笼罩在浩城心头好多年，成了他无法打开的心结。为赢得比赛，浩城常常采用危险技术，为此他多次遭教练严叔（曾志伟 饰）斥责。好朋友吴嘉乐（王柏杰 饰）也因助他使用旁门左道而离开了赛车场，从此浩城变得一蹶不振。为使叶浩城重新鼓起重返赛场的信心，严叔等人费尽了心机。"
    },
    "梦醒黄金城": {
      "channel": "精彩影视",
      "title": "梦醒黄金城",
      "desc": "《梦醒黄金城》是一部现代都市商战题材的电影，根据改革开放四十周年深圳发展改编，也是致敬改革开放四十周年的献礼。电影讲述年轻有为的企业家马三木被竞争对手设局被骗陷入了投资骗局，欠下巨额债务，才发现竞争对手盯上他的科技成果，他承担责任、洗心革面，奋力与对手周旋，逃出生天，决定振兴民族科技产业。剧中主角马三木艰辛创业，想要打造一个属于自己国家，民族的新兴科技产业，也反映出一代人为了社会国家发展而付出的不为人知的心血。"
    },
    "乘船而去": {
      "channel": "精彩影视",
      "title": "乘船而去",
      "desc": "独自生活在运河边农村的老太太周瑾（葛兆美 饰）突然被确诊脑瘤，漂在外地的子女不得不回乡照顾。大女儿苏念真（刘丹 饰）在上海经营留学咨询机构，正在经历第二次离婚，她坚持要给母亲最好的治疗；小儿子苏念清（吴洲凯 饰）是个四处漂泊的导游，他支持母亲放下，接受无常。在死亡面前，周瑾寻找着精神的归宿 ，苏念真和苏念清在不断发现母亲秘密的同时，正与故乡失去最后的连接。"
    },
    "啊朋友还钱": {
      "channel": "精彩影视",
      "title": "啊朋友还钱",
      "desc": "败家娘们王静华烧了13万买了个爱马仕的包，谁知却动用在餐厅当老板的丈夫准备发给工人们的工资，而这笔钱则是丈夫从朋友胡晓明（王同辉 饰）那里拆借来的。她的丈夫焦头烂额，大骂妻子，连忙卷包跑路。王静华急匆匆去找当初卖给她包的皮包贝贝，谁知对方早已不见了踪影，随后更发现手里的爱马仕原来是个假货。王静华穷急生疯，找到分手四年的前男友曾思远（焦恩俊 饰）索要九万块钱分手费。另一方面，司机胡晓明在运送花瓶过程中发生意外，结果背上9万元债务。他想找朋友要回借款，然而根本找不到人了。\r 　　一个假冒包包，惹出一连串盘根错节的债务纠纷……"
    },
    "夏洛特烦恼": {
      "channel": "精彩影视",
      "title": "夏洛特烦恼",
      "desc": "昔日校花秋雅（王智 饰）的婚礼正在隆重举行，学生时代暗恋秋雅的夏洛（沈腾 饰）看着周围事业成功的老同学，心中泛起酸味，借着七分醉意大闹婚礼现场，甚至惹得妻子马冬梅（马丽 饰）现场发飙，而他发泄过后却在马桶上睡着了。梦里他重回校园，追求到他心爱的女孩、让失望的母亲重展笑颜、甚至成为无所不能的流行乐坛巨星……  醉生梦死中，他发现身边人都在利用自己，只有马冬梅是最值得珍惜的……"
    },
    "绣春刀": {
      "channel": "精彩影视",
      "title": "绣春刀",
      "desc": "明崇祯皇帝登基，大太监魏忠贤（金世杰 饰）及其“阉党”被锦衣卫倾巢覆灭。锦衣卫中以卢剑星（王千源 饰）、沈炼（张震 饰）和靳一川（李东学 饰）三结拜兄弟最为勇猛正直。老大卢剑星为了升官百户，沈炼为替教坊司妓女周妙彤（刘诗诗 饰）赎身，三弟靳一川为摆脱浪人丁修（周一围 饰）的纠缠，三兄弟决定接受东厂都督赵靖忠（聂远 饰）追杀魏忠贤的秘密行动。行动中三人遭到魏忠贤义女魏廷（朱丹 饰）带队阻拦，一场腥风血雨后魏忠贤尸首被带回，卢剑星如愿以偿升官百户，本以为三人夙愿皆能实现，但没想到沈炼竟然隐瞒了一个天大的秘密，并且引起了大臣韩旷（赵立新 饰）的怀疑。此后三兄弟都面临着生命危险，沈炼终于说出真相但为时已晚，与一川相好的医馆女子（叶青 饰）和周妙彤都被牵连其中。面对危机，沈炼决意带着兄弟、爱人离开京城，朝廷腐朽混乱，小人物的命运将何去何从？"
    },
    "战神纪": {
      "channel": "精彩影视",
      "title": "战神纪",
      "desc": "少年铁木真(陈伟霆 饰）身为部落首领之子，年幼丧父，母亲独自将他抚养成人，铁木真成人之际返回翁吉剌部落迎娶自幼定有婚约的孛尔帖（林允 饰），谁知途中却逐步陷入叔父（赵立新 饰）设置的杀戮陷阱，而青梅竹马的恋人孛尔帖也在新婚之夜被另一部落首领忽出鲁（胡军 饰）掳走，铁木真在好兄弟札木合（李光洁 饰）的支持与萨满长老的辅佐下，踏上拯救恋人和守卫草原的征途……"
    },
    "我11": {
      "channel": "精彩影视",
      "title": "我11",
      "desc": "20世纪70年代，西南三线地区，无数的上海人怀着崇高的理想来到这片贫瘠的土地建设国家，付出莫大的牺牲。此时此刻，文革的余威仍在，各国营单位乱相未除，而在子弟学校就读的少年王憨（刘文卿 饰）则和八拉头（张珂源 饰）、小老鼠（钟国流星 饰）、卫军（楼逸昊 饰）等几个伙伴过着无 忧无虑的快乐生活。王憨广播体操动作标准，被选为领操员，为此软磨硬泡求妈妈（闫妮 饰）为他做了一件崭新的白衬衣。可是他在河边玩时衬衣意外掉入水中，结果意外遭遇了被警察追捕的杀人犯谢觉强（王紫逸 饰）。时代的大背景下，放眼尽是令人百思不得其解的怪现象，小人物只有随波逐流，身不由己……"
    }
  },
  "卡酷少儿": {
    "海尔兄弟": {
      "channel": "卡酷少儿",
      "title": "海尔兄弟",
      "desc": "《海尔兄弟》是由海尔集团、北京红叶电脑动画制作技术有限公司联合出品的系列动画片。其由刘左锋、戴福林执导，张经平编剧，1995年起播放，于2001年完结，共212集。 主要讲述一对由智慧老人所创造的海尔兄弟和他们的朋友，为解决人类面临的灾难和解开无尽的自然之谜而环游世界，最后回到他们的诞生地太平洋的神奇历险故事。该部动画片通过描述海尔兄弟的探险经历，向人们传递了科学与人文知识。"
    },
    "大玩家": {
      "channel": "卡酷少儿",
      "title": "大玩家",
      "desc": "厨子二宝（孙兴 饰）是个42岁的中年男人，因为被老板炒鱿鱼，又跟妻子（姜宏波 饰）闹离婚，感觉人生无望，准备撞车自尽。没想到，他求死不成，遇到八仙女（谢娜 饰），后者具有超凡能力，可以帮他实现梦想。二宝欣喜若狂，先后尝试了多种角色：做大侠时，他（莫少聪 饰）与侠女（杨丽菁 饰）是武林高手；扮富人时，他（雪村 饰）却被表哥（梁天 饰）与段小姐（傅艺伟 饰）骗得团团转；当明星时，他（李修贤 饰）因拍戏不能见母亲临终一面而悲痛欲绝；做美女时，他（钟欣桐 饰）得面对色狼上司的穷追不舍；当皇帝时，他（焦恩俊 饰）遇到了一生中的真爱云儿（霍思燕 饰），却被皇太后（斯琴高娃 饰）生生拆散……最终，二宝还是在现实中找到了幸福的真谛……\r 　　本片由多位明星联袂出演，并在全世界首创了“六星合一”表演格局"
    },
    "海尔兄弟20周年纪念版": {
      "channel": "卡酷少儿",
      "title": "海尔兄弟20周年纪念版",
      "desc": "很久以前，智慧老人用神奇的科技手段创造出一对机器人——海尔兄弟，甚至不惜牺牲自己的生命以赋予这对兄弟灵性。为解决人类面临的灾难，拯救地球，揭开无尽的自然之谜，海尔兄弟与他们的朋友从太平洋出发，踏上环游世界的征程。从太平洋到北极，穿越五大洲，终于通过古代丝绸之路来到中国，一路上，海尔兄弟曾用热气球帮助火山岛居民脱险，在穿越大洋时战胜过疯狂生长的马尾藻，打败了飞蟒与海盗，拯救过土著小孩，经历过红海、死海的考验，也遭遇过喀斯特地形的作怪。终于，海尔兄弟来到中国，开始了他们梦寐以求的对中华文明的探索。"
    },
    "熊出没之伴我熊芯": {
      "channel": "卡酷少儿",
      "title": "熊出没之伴我熊芯",
      "desc": "一个普通的森林夜晚，对小熊大、小熊二宠爱有加的熊妈妈，在一场大火后离开了他们，两熊伤心不已……转眼多年过去，光头强带熊大熊二前往振兴岛参观机器人研究所，却意外得到了熊妈妈的线索，为此熊大、熊二一路探寻……熊妈当年为何不告而别？两熊最终是否能找到妈妈？迷雾重重的背后还有怎样的故事？一切谜团等待揭晓。"
    },
    "音乐公主爱美莉": {
      "channel": "卡酷少儿",
      "title": "音乐公主爱美莉",
      "desc": "音乐公主爱美莉从儿童社会情感发展的角度出发讲述了来自音乐王国的公主爱美莉在神奇的乐园岛上，与其他六位性格迥异的公主一起互相帮助、快乐成长。"
    }
  },
  "都市剧场": {
    "健康生活": {
      "channel": "都市剧场",
      "title": "健康生活",
      "desc": "义经伊美瑠希望成为工作稳定的公务员，却突然被分配给「接受生活保护者」，成为社会福利机关的调查员。作为新人的她在工作上不熟练，但是很重感情，做任何事都全力以赴。她为了帮助因为各种原因领取生活保障的人们，伊美瑠作为调查员新人一直在努力，为了能拯救更多的人走自己的路...."
    },
    "特工过家家": {
      "channel": "都市剧场",
      "title": "特工过家家",
      "desc": "特工J.J.（戴夫巴蒂斯塔 饰）执行任务时闯出大祸，为了补锅，被委派与拍档波比监视一对母女，结果被目标人物之一的九岁小妹妹──苏菲（高儿寇曼 饰）轻易识破。被抓住把柄的J.J.只好不断满足苏菲的要求，不但陪玩陪笑陪返学，居然还要教苏菲做间谍，闹出无穷笑料。古惑的苏菲更帮J.J.与她妈妈姬蒂牵红线，势要将J.J.这座冰山劈开！正当J.J.逐渐融入这对母女的生活时，潜伏的危机却慢慢浮现……"
    }
  },
  "CHC动作电影": {
    "拿破仑行动": {
      "channel": "CHC动作电影",
      "title": "拿破仑行动",
      "desc": "一名当代律师遭遇到一项毫无根据的谋杀罪指控，这一事件将她卷入了一场国际阴谋。为获得自由，她仅有的选择是揭示一架在二战时期的德国旧飞机所隐藏的秘密，这架飞机在中央情报局的监视下被深埋在冰层之下。"
    },
    "碟中谍5神秘国度": {
      "channel": "CHC动作电影",
      "title": "碟中谍5神秘国度",
      "desc": "资深特工伊森·亨特也有百密一疏时刻，他在接收最新任务时遭到神秘组织“辛迪加”的暗算落入对方手中。辛迪加是一支由全球各地前特工组成的秘密组织，此前一直被CIA视为空穴来风。在对方成员伊尔莎·福斯特的帮助下，伊森逃出生天，并及时向威廉·布莱德汇报了辛迪加确切存在的消息。然而此时布莱德的日子并不好过，他负责的IMF机构因俄罗斯核弹头等事件遭到CIA指控并责令解散。在得知该组织密谋刺杀奥地利总统时，伊森联系上了老搭档班吉·邓恩展开行动，并于谜样女郎伊莎再度相会。接下来的一连串事件中，辛迪加的真面目逐渐揭开，而他们也终于显露出真实的目的……"
    },
    "飞虎雄心": {
      "channel": "CHC动作电影",
      "title": "飞虎雄心",
      "desc": "年青警員何志偉與香港一般軍警一樣背負著保護香港市民的職責, 但由於工作性質愈見危險, 警員流失, 士氣低落, 加上家人的壓力, 令偉變得十分消極. 在一次珠寶劫案中, 志偉伙伴殉職, 改變了他的人生觀. 為了理想, 偉加入飛虎隊, 並憑著堅毅不屈的精神完成特訓; 因受大石教官的影響, 他更重新建立了自信心. 但另一方面, 志偉亦深刻感受到飛虎隊員面對家人、朋友、上司、匪徒及市民的壓力與矛盾. 在一次行動中, 他重遇殺死自己伙伴的悍匪, 一眾隊員與他鬥智鬥力, 終於犧牲了大石教官才把他殲滅. 教官之死亦使飛虎隊員體會出這份工作的新意義."
    },
    "秘密总部": {
      "channel": "CHC动作电影",
      "title": "秘密总部",
      "desc": "年轻的查理·金凯德在家中发现了一个秘密总部，似乎是属于一个超级英雄的。他告诉了他的朋友们，他们开始相信，与金凯德关系疏远的父亲可能过着秘密的双重生活。（豆瓣电影）\r 放学后，查理和他的朋友们在家里发现了一个世界上最强大的超级英雄的总部。当坏人进攻时，他们必须联合起来保卫总部，拯救世界。"
    },
    "金牌女仵作之阴阳法尺": {
      "channel": "CHC动作电影",
      "title": "金牌女仵作之阴阳法尺",
      "desc": "《金牌女仵作之阴阳法尺》本片以纪青灵的姐姐纪青玉的死展开。讲述了纪员外的女儿纪青玉在家中不明不白吊死，经仵作验尸后却确认为自缢，纪青玉认为此事并不这么简单，决定亲自揭开姐姐死因面纱的探案故事。该片由李成龙执导，李成龙、高炫担任编剧，唐晨担任总制片人，代玮、王鑫担任制片人，徐申东、许鑫、朱振豪、马牧萱、任学海主演的喜剧、悬疑探案电影。\r 　　兰陵县纪员外的大女儿纪青玉不明不白吊死家中，经验丰富的老仵作验尸后，纪员外不得不接受女儿“自缢而亡”的现实。然而，纪青灵却认为此事定有蹊跷……精灵古怪的纪青灵使用\"非正常手段\"使姐姐的死因真相水落石出，成为了万人瞩目的金牌女仵作。"
    },
    "破天煞": {
      "channel": "CHC动作电影",
      "title": "破天煞",
      "desc": "宾夕法尼亚州南部的布鲁斯特市，资深的火车机师弗兰克·巴恩斯即将提前退休，作为拥有丰富阅历和经验的老员工，他和伙伴们虽然对公司出于成本雇用相对便宜却没有经验的新员工不满，却也无可奈何。这天早晨，弗兰克迎来了新的搭档，年轻气盛的领航员威尔·科尔森，新老交替正式开始。与此同时，位于北部的富勒站出现状况，满载危险化学品的777号列车在无人驾驶的情况下径自开走，如野兽般咆哮着冲向人口密集的城镇。危险随时降临，弗兰克和威尔即将度过难忘的一天……"
    },
    "绝密档案": {
      "channel": "CHC动作电影",
      "title": "绝密档案",
      "desc": "提奥·詹姆斯加盟[绝密档案](Archive，暂译)。该片是[月球]的概念设计者加文·罗瑟里的导演处女作。故事设置在近未来，提奥饰演的科学家，创造出一款与人类十分接近的机器人，他的科研成果背后，却隐藏着不可告人的目的。[摩天大楼]摄影师劳里·罗斯将为本片掌镜。"
    },
    "游击飞行中队": {
      "channel": "CHC动作电影",
      "title": "游击飞行中队",
      "desc": "硝烟弥漫的南斯拉夫反法西斯战场，游击队奉命成立的第一支空中中队首战告捷。德国空军气急败坏，千方百计到游击队机场方位。派飞机进行了疯狂的袭击。中队遭到严重损失。鲁克和扎尔等飞行员冒着危险纷纷从机场驾机前往中队，投入到艰苦的游击战中。他们一次又一次用巧妙的飞行战术战胜了德国空军。本片是《瓦尔特保卫萨拉热窝》原班人马演出拍摄的，北京电影学院青年电影制片厂1980年译制，配音演员有彭河、李扬、盖文革等。"
    }
  },
  "CHC家庭影院": {
    "金臂童": {
      "channel": "CHC家庭影院",
      "title": "金臂童",
      "desc": "故事讲述虎威镖局总镖头杨虎云受官府之托，押运二十万两黄金赴黄河流域帐灾，武林豪杰「短斧」方十、「冷月剑」冷凤等纷纷前来助阵。当时「七杀谷」中一批武功高强的剧盗，金臂童、银枪子等早就布署截劫诡计，镖队幸得「千面神捕」海涛沿途暗中出手相助，化险为夷……"
    },
    "超级的我": {
      "channel": "CHC家庭影院",
      "title": "超级的我",
      "desc": "如果你可以把梦境的一切带回现实，你的超级人生是否会就此打开？ 18线小编剧桑榆原本生活困顿经济拮据，但一夜之间发现拥有超能力的他，依靠从梦境中变现的宝物和金钱，人生发生了天翻地覆的变化，甚至豪掷千金终于追到暗恋多年的女神花儿。然而在梦境中快意掠取的桑榆却逐渐发现，这场躺赢的美梦并没有那么简单……"
    },
    "异界": {
      "channel": "CHC家庭影院",
      "title": "异界",
      "desc": "在一场巨大而神秘的事故之后，一位年轻有才华的建筑师在一个与现实世界相似的奇异世界里苏醒，这个世界建立在这里人民的记忆之上，而这些人则处于深度昏迷之中。由于这些人的记忆力参差不齐、混乱、不稳定，导致奇怪的记忆和回忆——城市、冰川、河流可以共存在一个房间里，所有的物理定律都可以被打破，建筑师必须找到他们昏迷的具体规律，才能找到通往现实世界的出口。就在他与命运抗争的同时遇到了真爱，而经历此次昏迷之后，他发现自己不得不重新认识这个世界……"
    },
    "飞虎雄心": {
      "channel": "CHC家庭影院",
      "title": "飞虎雄心",
      "desc": "年青警員何志偉與香港一般軍警一樣背負著保護香港市民的職責, 但由於工作性質愈見危險, 警員流失, 士氣低落, 加上家人的壓力, 令偉變得十分消極. 在一次珠寶劫案中, 志偉伙伴殉職, 改變了他的人生觀. 為了理想, 偉加入飛虎隊, 並憑著堅毅不屈的精神完成特訓; 因受大石教官的影響, 他更重新建立了自信心. 但另一方面, 志偉亦深刻感受到飛虎隊員面對家人、朋友、上司、匪徒及市民的壓力與矛盾. 在一次行動中, 他重遇殺死自己伙伴的悍匪, 一眾隊員與他鬥智鬥力, 終於犧牲了大石教官才把他殲滅. 教官之死亦使飛虎隊員體會出這份工作的新意義."
    },
    "极速保镖": {
      "channel": "CHC家庭影院",
      "title": "极速保镖",
      "desc": "中国版“极速”系列，爆燃视听酷炫力作！“第一保镖”高峰重回江湖，踏上极限营救的不归之路。曾经的致命对手“死而复活”，对主人公步步追杀，死神如影随形；美丽的雇主女儿傲娇任性、情窦渐开，却也在无意间带来危机重重；更有家国情怀、豪门恩怨、兄弟情仇、亡妻思恋缠绕其中，营救之路愈发波谲诡异、杀机四伏。孤胆英雄为正义拼命，为情怀而战，刀尖舔血、拳拳到肉！几番险象环生命悬一线，终极生死大战一触即发！极速保镖热血挥拳，全方位极限炸裂！"
    },
    "对不起我们错过了你": {
      "channel": "CHC家庭影院",
      "title": "对不起我们错过了你",
      "desc": "肯·洛奇将打造全新影片[对不起，我错过了你]，保罗·拉弗蒂([我是布莱克])操刀剧本，丽贝卡·奥·布莱恩制片，影片卡司包括克里斯·希钦(Kris Hitchen)、黛比·霍华德(Debbie Honeywood)、里斯·斯通( Rhys Stone)、凯蒂·普罗克特(Katie Proctor)主演，故事讲述瑞奇和家人自2008年金融危机后就一直与债务纠缠不清。"
    },
    "武松": {
      "channel": "CHC家庭影院",
      "title": "武松",
      "desc": "《武松》为李翰祥导演得意作品之一，由狄龙饰武松、汪萍饰潘金莲、刘永饰西门庆、谷峰饰武大郎及王莱饰王婆。在1982年金马奖荣获三项大奖：汪萍获最佳女主角、谷峰获最佳男配角、刘季友及李燕萍获最佳服装设计。\r 县都头武松因受大嫂潘金莲挑逗，责其无耻；潘向夫武大郎讹说遭调戏，大郎心中不信，但武松已收拾行李，搬回县衙居住；数月后，潘在隔壁王婆撮合下，与县中破落户财主西门庆通奸······"
    },
    "无名之辈": {
      "channel": "CHC家庭影院",
      "title": "无名之辈",
      "desc": "在一座山间小城中，一对低配劫匪、一个落魄的泼皮保安、一个身体残疾却性格彪悍的毒舌女以及一系列生活在社会不同轨迹上的小人物，在一个貌似平常的日子里，因为一把丢失的老枪和一桩当天发生在城中的乌龙劫案，从而被阴差阳错地拧到一起，发生的一幕幕令人啼笑皆非的荒诞喜剧。"
    },
    "不能流泪的悲伤": {
      "channel": "CHC家庭影院",
      "title": "不能流泪的悲伤",
      "desc": "从青梅竹马到年少心动，赵心卉（何蓝逗 饰）和林汉聪（蔡凡熙 饰）认定彼此是携手一生的人，然而面对距离的隔阂、家庭的牵绊，以及学长陈孝名（许光汉 饰）的惊喜告白，让两人一次次走散。坚持还是放手？在心卉犹豫之时， 邻居大叔（王耀庆 饰）对爱情的笃定令她动容，她能否找回遗失的爱人，收获相伴一生的美满爱情？"
    },
    "孤胆保镖": {
      "channel": "CHC家庭影院",
      "title": "孤胆保镖",
      "desc": "妮娜（露娜·施威格 Luna Schweiger 饰）是一名孤儿，从小在孤儿院长大。一次偶然中，她成为了一起恶性凶杀案的目击证人，而被杀害的不是别人，正是妮娜的好友托尼（雅各布·马特施恩茨 Jacob Matschenz 饰），而知晓真相的妮娜则成为了凶手贝克尔（Heiner Lauterbach 饰）急于除之而后快的对象。  　　为了保护妮娜，警方将退伍老兵麦克斯（蒂尔·施威格 Til Schweiger 饰）安排到了她的身边担任保镖。身为未经人事的少女，身边总跟着一个脾气古怪的老男人让妮娜十分不习惯，但随着时间的流逝，麦克斯的可靠带给了妮娜前所未有的安全感，一种坚固而真挚的友谊在妮娜和麦克斯之间产生了。不幸的是，就在两人逐渐靠近之时，危险也离他们越来越近。"
    },
    "迷妹罗曼史": {
      "channel": "CHC家庭影院",
      "title": "迷妹罗曼史",
      "desc": "90后高歌是个充满奇思妙想的科技狂人。为了阻止母亲把他爸爸是歌手罗大佑的谎话告诉全世界，而带着母亲一同去深圳与罗大佑当面对质，然而到达深圳后却不幸与母亲走失，在与好友豆豆及小编导余微的一同寻找下，不仅遇到了母亲的旧时工友，更发现母亲曾经疯狂的青春和传奇性爱情故事。高歌终于消除了对母亲的误解，并与母亲一起踏上寻父之旅。"
    },
    "我不是王毛": {
      "channel": "CHC家庭影院",
      "title": "我不是王毛",
      "desc": "少林寺学武归来的男主角暗恋青梅竹马的傻白甜女主，但穷二代的他遭到岳丈嫌弃。一没家产继承，二没手艺创业的男主只能顶替兄弟从军，以舍身卖命的方式赚取军饷，攒钱提亲。但在从军过程中不仅被同村情敌设计陷害，还遇到许多离奇波折，令人啼笑皆非的故事，影片情节跌宕起伏，既刻画出历史背景下小人物的命运，又具机智的讽刺和辛辣的幽默 。"
    },
    "哀乐女子天团": {
      "channel": "CHC家庭影院",
      "title": "哀乐女子天团",
      "desc": "山山、宫和leo，三个坚持音乐梦想的女孩误打误撞来到殡葬现场，被迫和刘翠、春花同台唱丧。在她们搞砸的葬礼上，女孩们开始发现生死的重量、告别的意义，于是开始认真对待唱丧这件事，五个女孩也从陌生敌意相处成惺惺相惜的好姐妹。当一切走向正轨的时候，山山她们三个却突然接到经纪公司 的电话可以包装她们出道，但需要她们与殡葬行业划清界限。一边是她们向往的真正舞台，一边是患难与共的哀乐姐妹们，她们该何去何从？"
    },
    "人间至味": {
      "channel": "CHC家庭影院",
      "title": "人间至味",
      "desc": "丁人间（佟大为 饰）因为带领公司同事要求老板涨薪而遭到了开除，妻子林月（林鹏 饰）在好友唐晓刚（朱刚日尧 饰）的怂恿下向丈夫提出了离婚，之后和唐晓刚走到了一起。失业后的丁人间无奈之下来到了翟至味（王一博 饰）的公司打工，处处受这个小自己很多的小老板的管制。之后，唐晓刚在商场上刻意排挤翟至味，导致他的公司破产，与此同时，翟至味的父亲去世令他的人生跌至低谷。再度失业的丁人间辗转住进了安清欢（陈乔恩 饰）的家中，两人一同帮助翟至味走出阴影，在此过程中碰撞出了爱情的火花。种种波折也令丁人间成长为了一个成熟可靠的男人。"
    },
    "憨豆特工3": {
      "channel": "CHC家庭影院",
      "title": "憨豆特工3",
      "desc": "这次的新冒险由一场黑客攻击拉开序幕，所有在职的特工都被暴露了身份，使得强尼成为情报处最后的救命稻草。因此获得“返聘”的强尼第一个出勤任务便是要找出这位超强 黑客 。木头木脑、技能堪忧的强尼将如何应对现代科技的挑战，成功完成任务呢？"
    },
    "大闹天竺": {
      "channel": "CHC家庭影院",
      "title": "大闹天竺",
      "desc": "盛唐集团总裁唐宗突然离世并留下遗训,让他的儿子唐森（白客 饰）在穷小子武空（王宝强 饰）的陪同下前往印度寻找遗嘱。在印度巧遇自恋臭美却又忠诚的朱天鹏（岳云鹏 饰）,以及美丽性感却深藏秘密的美女吴静（柳岩 饰）,四人兜兜转转竟结为同盟,而最令四人不解的是为何这次取遗嘱之旅凶险重重,危机四伏,并且遗嘱之所以放在印度，更是隐藏着秘密。"
    },
    "戴帽绅士": {
      "channel": "CHC家庭影院",
      "title": "戴帽绅士",
      "desc": "戴帽子的男人 \"乘坐一辆小型菲亚特 500 从马赛出发。他身旁的座位上放着一张镶框照片，照片上是一位不知名的女子。他身后是一辆 2CV 车，车上挤着五个秃头男人。他们为什么要追他？他怎样才能甩掉他们？当他向北穿越法国时，他遇到了剃头匠、有故事的女人、斗牛、大量美味的食物、潮湿的男人、机械师、修女、晶体学家大会等等，与这个古老国度生动的怪事面对面。"
    },
    "唐探1900": {
      "channel": "CHC家庭影院",
      "title": "唐探1900",
      "desc": "1900年的旧金山，一白人女子在唐人街被害，而嫌疑人正是一名华人男子，凶案引起社会震荡，民众纷纷要求取缔唐人街。中医秦福（刘昊然 饰）和华人阿鬼（王宝强 饰）卷入此案，他们与时间赛跑，在斗智斗勇之中，终于找到凶手。"
    },
    "遗落战境": {
      "channel": "CHC家庭影院",
      "title": "遗落战境",
      "desc": "2017年，母星遭到毁灭的外星流亡者入侵地球。人类虽然用核武器打败对手，但也付出失去家园的惨痛代价。在接下来将近半个世纪的时光中，人类移民泰坦星（土卫六），不过仍有极少部分人类留在故土，扫荡残存的外星掠夺者。杰克·哈珀（汤姆·克鲁斯 Tom Cruise 饰）与维多利亚（安德丽亚·瑞斯波罗格 Andrea Riseborough 饰）即是留守者中的一员，他们的主要任务为保障遍布各地守护水萃取塔的无人机正常运行。看似永无止境的任务终于接近尾声，而就在此刻，不明飞行器坠落一处无人区。杰克在当地发现数名人类伤员，可是他们却遭到无人机的屠杀。危急时刻，杰克救下了一个名为茱莉亚（欧嘉·柯瑞兰寇 Olga Kurylenko 饰）的女子。这一事件令杰克无意中知晓了掠夺者以及自身背后隐藏的秘密……"
    },
    "中国乒乓之绝地反击": {
      "channel": "CHC家庭影院",
      "title": "中国乒乓之绝地反击",
      "desc": "电影向中国乒乓精神致敬！故事讲述了90年代初中国乒乓男团处于低谷期，蔡振华教练临危受命组建新队伍，带领马文革、王涛、丁松、刘国梁、孔令辉五名运动员，在1995年天津世乒赛绝地反击、重回巅峰的热血故事。"
    },
    "快把我哥带走": {
      "channel": "CHC家庭影院",
      "title": "快把我哥带走",
      "desc": "拥有一个每天耍贱整蛊妹妹、毫无家庭感的哥哥是一种什么感受？油炸还是蒸锅？时秒只希望哥哥时分彻底消失！连珍贵的生日愿望都是“快把我哥带走”。不料愿望成真，哥哥变成闺蜜妙妙的哥哥，时秒同情妙妙的同时心里暗爽摆脱“大魔王”！变成独生女的时秒感觉生活无限美好，但却发现时分除了整天和好基友甄开心、万岁插科打诨、整蛊妹妹妙妙之外，还隐藏着不为人知的秘密……"
    },
    "八极拳王": {
      "channel": "CHC家庭影院",
      "title": "八极拳王",
      "desc": "传统八极拳世家当代传人许诚在参加“真武格斗争霸赛”过程中一路晋级，却意外败在美国搏击高手杰森手下，生死未卜。许诚的弟弟许实原本选择读书深造，在得知哥哥许诚出意外之后，重新站出来挑起八极拳世家传人的责任。许实发现哥哥重伤事故是“真武格斗争霸赛”主席马元龙利用比赛做赌局，滥用禁药所致。在海外归来的同门师姐林菀的帮助下，许实以搏击拳手的身份参加“真武综合格斗拳王争霸赛”比赛，设计调查许诚重伤事故背后的真相。与此同时，林菀的祖父林宗英与许实爷爷许承宗之间事关八极拳传承的往事，也让许实和林菀思考八极拳的过去和未来，传承和发展。许实在困境重重的恩怨情仇中，初心不改，坚持拳师本分，为家族荣誉和八极拳的传承开战。"
    },
    "叱咤风云": {
      "channel": "CHC家庭影院",
      "title": "叱咤风云",
      "desc": "彼德在新闻界是个呼风唤雨的经纪人，包装政客候选人是他的生财之道，颠倒是非，混淆视听是他的拿手好戏。那些被他包装的候选人有如傀儡一般被打扮成受人欢迎政治偶像，吹嘘阒根本无法实现的政治报复。凭借彼德的智慧和候选人充足的资金支持，选举往往是胜券在握。眼看新一届州长大选在即，竞选风云再起杀场，当他的老朋友俄亥俄洲的参议员Sam Hastings决定推出政界时，他迅速起草预备竞选，准备帮助一名神秘的商人。同时，他想知道围绕着参议员所发生的离间事件。而后来舆论歪曲了真实事件。"
    },
    "囧妈": {
      "channel": "CHC家庭影院",
      "title": "囧妈",
      "desc": "讲述了小老板伊万缠身于商业纠纷，却意外同母亲坐上了开往俄罗斯的火车。在旅途中，他和母亲发生激烈冲突，同时还要和竞争对手斗智斗勇。为了最终抵达莫斯科，他不得不和母亲共同克服难关，并面对家庭生活中一直所逃避的问题。"
    },
    "我的姐姐": {
      "channel": "CHC家庭影院",
      "title": "我的姐姐",
      "desc": "影片围绕失去父母的姐姐在面对追求个人独立生活还是抚养弟弟的问题上展开了一段细腻感人的亲情故事。"
    },
    "情遇曼哈顿": {
      "channel": "CHC家庭影院",
      "title": "情遇曼哈顿",
      "desc": "在《情遇曼哈顿》中，王丽坤饰演女一白淇，一名在纽约挣扎找机会的年轻演员。百老汇大制作《木兰歌剧》公开征选女主角，白淇面试非常出色，让白淇惊讶万分的是，与她争夺女主角的唯一对手，竟然是之前多次邂逅、颇有好感的宋苇东（高以翔 饰），一场竞争就此展开。"
    },
    "法国毒网": {
      "channel": "CHC家庭影院",
      "title": "法国毒网",
      "desc": "纽约缉毒警察“大力水手”道尔与搭档着手侦破一桩将海洛因走私至美国的国际贩毒集团案。"
    },
    "曼哈顿夜曲": {
      "channel": "CHC家庭影院",
      "title": "曼哈顿夜曲",
      "desc": "本故事改编自《纽约时报》年度受欢迎小说——2008年的同名作品。故事里面Adrien Brody饰演曼哈顿一位作家Porter Wren，是一名原本是模范父亲及丈夫。他应一位陌生女子的求助去追查其神秘遇害的丈夫，却逐步坠入桃色纠纷之中。JB饰演其妻子Lisa Wren。  　　影片由Brian DeCubellis导演，其他演员包括Jennifer Beals、澳大利亚演员Yvonne Strahovski以及和JB大人多次合作的Campbell Scott、曾获艾美奖最佳女主角的Linda Lavin以及英国演员Steven Berkoff。"
    },
    "出水芙蓉": {
      "channel": "CHC家庭影院",
      "title": "出水芙蓉",
      "desc": "来自香港长洲岛的四眼妹罗娇 (钟欣桐 饰),为了向情敌报“一巴掌”之仇,决定参加“出水芙蓉4×100接力赛”。情急之下,“长洲美少女”阿娇更将“飞鱼王子”郭志远 (方力申 饰) 绑架到长洲,充当其私人教练。面对着罗娇以及三位队友 :命犯天杀孤星的“阿玉”(黄圣依 饰)、草食双胞胎“大花”(茜利妹 饰)与“小花”(朱熏 饰),志远只是想逃离“麻婆岛”,当然……没有成功!日以继夜的地狱式训练,令罗娇信心强起来,志远亦对她动了心。一个月夜风高的晚上,志远在单车上突然抱着罗娇,就是这一秒钟,会否成为两人一生一世的开始呢?"
    },
    "浴火之路": {
      "channel": "CHC家庭影院",
      "title": "浴火之路",
      "desc": "崔大路（肖央 饰）、李红樱（赵丽颖 饰）、赵子山（刘烨 饰），三位丢了孩子的父母因一桩交易而彼此牵连；他们眼里没魂儿，心中有恨，各怀目的，组局踏上寻子复仇之路，在蛮荒之地上演一场离奇又凶险的绝杀。"
    },
    "百变爱人": {
      "channel": "CHC家庭影院",
      "title": "百变爱人",
      "desc": "苏波荣（王祖蓝 饰）觉得自己的人生陷入了低谷。事业上，他饱受自私自利的老板马上发（许冠文 饰）的排挤和算计，工作多年亦看不见出头之日。亲情上，好吃懒做的母亲（元秋 饰）只将苏波荣当做是赚钱的工具，自打儿子十六岁起，母亲便过起了靠儿子养活的逍遥日子。友情中，好友华帝（方力申 饰）成天在外惹是生非，苏波荣往往就是帮他收拾烂摊子的那个不二人选。  　　幸运的是，无论混的多惨，苏波荣的女友钟家宝（王莞之 饰）依然不离不弃的守在他的身边，接受着男友的负能量和脾气，毫无怨言，久而久之，苏波荣早已经在潜意识里将钟家宝当做了发泄不满的“垃圾桶”。一天，苏波荣的手机上收到了一条神秘的短信，此时的他并不知道，自己无心的转发，竟然彻底扭转了命运。"
    },
    "断网": {
      "channel": "CHC家庭影院",
      "title": "断网",
      "desc": "故事讲述郭富城饰演的程序专家意外陷入一起网络金融犯罪的巨大阴谋中，为了活下去，不得不在有限的时间与黑白两道展开一场实力悬殊的暗网对决。"
    },
    "骗骗喜欢你": {
      "channel": "CHC家庭影院",
      "title": "骗骗喜欢你",
      "desc": "平凡善良的保险理赔员海星惨遭渣男欺骗，背负巨额债务，她不得不省吃俭用，甚至在网上直播吃奇葩食物，只为早日结束还债，而这却被职业骗子“欧阳”盯上。但上过一次当的海星岂会轻易上当，她将计就计，查出了骗子的真实身份，并以此为要挟令“欧阳”替她复仇，骗回被前男友卷走的钱财，并与同乡姐妹董晓惠以及欧阳的舅舅柏仕通一起联手合作。一场谍中谍的爆笑骗局，就此展开!然而，面对以坑蒙拐骗为生的欧阳，海星又能否对他完全尽信？到底谁才是真正的最后羔羊？"
    },
    "黄飞鸿之鬼脚七": {
      "channel": "CHC家庭影院",
      "title": "黄飞鸿之鬼脚七",
      "desc": "人称鬼脚七的刘七（元彪 饰）本是大户人家出身的浪荡子弟，经牙擦苏（午马 饰）引荐，刘七得以加入宝芝林拜黄飞鸿为师，在前往广州拜师的轮船上，刘七见外国人仗势欺人出手教训，因此结识了报馆记者小菱（吕秀菱 饰）。在同一艘船上，刘七昔日的把兄弟沙胆明将鸦片藏在宝芝林药材中逃避检查，其时广州在管带金豹（任世官 饰）等官员治下大力禁烟，华商会长（元华 饰）与沙胆明一伙暗中经营鸦片，官商双方围绕鸦片斗智斗勇，将宝芝林卷入其中。自刘七加入宝芝林以来，众师兄弟感到麻烦不断，虽一再容忍但还是将刘七逐出了宝芝林。刘七满心愤懑，当得悉小菱与金豹是父女关系后，他决定联合金豹，打入华会长一伙，为自己雪耻…"
    },
    "鳄鱼莱莱": {
      "channel": "CHC家庭影院",
      "title": "鳄鱼莱莱",
      "desc": "影片改编自风靡全球的同名绘本系列，肖恩·蒙德兹献声演唱鳄鱼莱莱。  故事讲述了小男孩乔什·普利姆跟随父母举家搬进大城市的新居，和一只住在阁楼上、能舞会唱的鳄鱼成为好朋友的奇遇故事。自带欢乐属性的鳄鱼莱莱治愈了难以适应新环境的乔什，乔什也努力消除父母对莱莱的偏见。两小只开启前所未有的都市历险，历经重重欢乐闹剧，莱莱与普利姆一家最终成为了彼此的家人与伙伴。"
    },
    "西游记女儿国": {
      "channel": "CHC家庭影院",
      "title": "西游记女儿国",
      "desc": "唐僧师徒途经忘川河，因激怒河神而误入西梁女界。闯入其中，众人才发现这个国家只有女性，并且建国以来此地就没来过男性。而且国中立有祖训，将男人视为天敌。典籍中更有预言，指明有朝一日，会有东土而来的僧人带着一只猴子、一头猪和一个小蓝人闯入其中。他们到来之日，便是女儿国走向毁灭之时。"
    },
    "拳击手": {
      "channel": "CHC家庭影院",
      "title": "拳击手",
      "desc": "50年代末，某省体育馆，一场全国性拳击锦标赛的决赛开始了。拳击台下，著名拳击手陈伟东已怀孕的妻子张晓薇。正紧张地注视着比赛情况。拳击台上，陈伟东和著名拳击手司马立雄激烈拼搏着。突然，司马立雄一记直拳把体力不支的陈伟东打倒在地，他再也没有爬起来。中国从此停止了拳击运动。十年动乱初期，司马被关进监狱。粉碎“四人帮”后，已是两鬓白发的司马被无罪释放。1979年9月，邓小平同志会见访华的拳王阿里，拳击运动又在中国兴起。司马找到亡友陈伟东的妻子张晓薇，真诚地表示自己要尽力帮助她的愿望。张晓薇告诉司马，她的儿子陈冬也在学拳击，希望司马能当儿子的教练。司马暗下决心，一定要把老朋友的儿子培养成为优秀拳击手。陈冬在司马的指导下进步很快，不久成为体院拳击队的正式队员。在一次全国拳击锦标赛上，陈冬勇猛拼搏，一举夺冠。陈冬与女歌手南妮相爱了。正追求南妮的王德森找到司马，告了陈冬一状。司马有意安排强化训练，陈冬被对手打得昏昏欲倒，南妮见状和他吹了。他的心被刺伤，竟决定不当拳击手了。这时盛怒的司马将陈冬父亲的死因告诉了他，陈冬发疯地冲上去，把司马击倒在地。张晓薇去看望司马，司马坦然地表示很理解陈冬的心情，并将自己多年来-一一亢藏于心里的痛苦和悔恨告诉了张晓薇，他俩相互理解了。南妮和王德森结婚了，但她依旧怀念陈冬，为摆脱感情上的折瞻，她去外地旅行。陈冬被选拔参加国际拳击邀请赛，他把自己的全部精力投入到紧张、艰苦的训练之中。国际拳击比赛即将开始，陈冬深情地望着司马教练饱经沧桑的面孔，眼睛湿润了。他昂首挺胸，坚定地走上拳击台，去迎接对手的挑战。"
    },
    "史前一万年": {
      "channel": "CHC家庭影院",
      "title": "史前一万年",
      "desc": "史前一万年的世界，神秘而幽远。在终年为白雪覆盖的大白山上，生活着以打猎为生的亚高族。他们擅长捕猎猛犸象，然而随着猛犸象越来越少，亚高族也逐渐走向末路。具有预知能力的老妈妈临死前做出预言：亚高族将面临四脚恶魔的入侵，届时族人将迎来最后一次狩猎，在此之后一位伟大的战士就会出现，并迎娶躲避战乱来到部落的蓝眼睛小女孩伊芙乐（Camilla Belle 饰）为妻，最终带领亚高族远离饥饿。  　　族人们对此深信不疑，耐心等待决定命运的时刻的到来。男孩达雷（Steven Strait 饰）和卡恩（Mo Zinal 饰）对伊芙乐都心存爱慕。某日，消失十多年的猛犸象群重新回到大白山，达雷阴差阳错杀死一头猛犸象，赢得了女孩的心。不久，野蛮的外族入侵，虏走了美丽的伊芙乐。为了找回爱人，达雷和伙伴们踏上了充满艰险的旅途"
    },
    "平凡英雄": {
      "channel": "CHC家庭影院",
      "title": "平凡英雄",
      "desc": "影片改编自在“生死时速”救助救治新疆和田断臂男孩中，医生、机组、乘客、警察等新疆各行人民跨越1400公里，长达8小时的生命接力，创造生命奇迹感人至深的真实事迹。"
    },
    "跳舞吧大象": {
      "channel": "CHC家庭影院",
      "title": "跳舞吧大象",
      "desc": "热爱跳舞的13岁少女黎春夏不幸遭遇车祸，沉睡15年后竟奇迹般地苏醒，醒来后却发现生活发生了天翻地覆的变化，不仅丧失了十五年的生活常识，体重也飙升至200斤。但是为了完成在舞台上翩翩起舞的梦想，她与童年的三位同伴再次合体，巧遇灵魂舞者培训班创始人皮鲍十，一场华丽丽的魔鬼特训就此开启。"
    },
    "妖手摧花": {
      "channel": "CHC家庭影院",
      "title": "妖手摧花",
      "desc": "《妖手摧花》改编自《聊斋志异·绛妃》一篇，城中发生少女被吸血惨案，捕快宋逸尘勘查命案现场，发现死者额头上都有一个花印，他推测是妖祟所为。宋逸尘被树精袭击，来人间值守的花仙绛妃救了他，并带他来三重天。宋逸尘发现绛妃姑姑额头有一个与命案现场的相同的花印，怀疑姑姑是真凶。猎妖族族长雷宁儿协助宋逸尘调查此案，她的真实身份是树精，她做的这一切是为了找到进三重天的路，找到姑姑报仇雪恨。雷宁儿屡次陷害绛妃，甚至害死爱慕宋逸尘的封妍，并嫁祸绛妃。绛妃对情绝望离开宋逸尘。雷宁儿设计让宋逸尘带领她来到三重天，并血洗花仙阁，与花神同归于尽。绛妃、宋逸尘相继跳下诛仙台，花神用自己的千年灵力救了二人，两人诀别花仙阁。绛妃接管了花神之位，宋逸尘在人间盼白了头。"
    },
    "迷失之城": {
      "channel": "CHC家庭影院",
      "title": "迷失之城",
      "desc": "洛蕾塔·塞琪（桑德拉·布洛克 饰）是一位才华横溢但与世隔绝的作家。在她的畅销爱情冒险小说里，总会出现许多奇异的地方。而作为本书的封面模特，艾伦（查宁·塔图姆 饰）一生都在致力于展现书中英雄角色“达什”的个人魅力。 ” 在与艾伦一起宣传新书时，洛雷塔被一位古怪的亿万富翁（丹尼尔·雷德克里夫 饰）绑架。这位亿万富翁坚信，洛蕾塔的新书能带领他找到失落古城中的宝藏。 与此同时，艾伦为了证明自己可以成为现实中的英雄，而不仅仅是洛蕾塔虚构的人物，决定前去营救她。这对极不对付的搭档需要共同努力，才能在险恶的丛林中生存下来，并在亿万富翁赶到前找到古老的宝藏。"
    },
    "冒牌卧底": {
      "channel": "CHC家庭影院",
      "title": "冒牌卧底",
      "desc": "小人物韦宝宝（潘粤明 饰）因为泡妞无意间卷入了一场黑帮间“黑吃黑”的争斗，迫于无奈只得假扮名为“薛先生”的毒贩以求保命。却不料阴差阳错的遇到的了一心想办大案的“冒牌卧底”黄大强和文小天，还有已经在毒贩里面潜伏的线人“阿杰”（吴樾 饰），由此引发了各种啼笑皆非的事情，而真正的幕后黑手也渐渐浮出水面……"
    },
    "夺冠": {
      "channel": "CHC家庭影院",
      "title": "夺冠",
      "desc": "2008年8月15日，北京奥运会女排比赛，中国VS美国。戴着金丝框眼镜的郎平（巩俐 饰）坐在美国队教练席上，大气沉稳，目光如电；中国队教练（黄渤 饰）站在场边，全神贯注，面带笑容。中国队教练望向郎平，目光充满深意，不断经过的人影遮蔽了他的视线，中国女排三十余年的沉浮图景被缓缓打开……"
    },
    "失而复得": {
      "channel": "CHC家庭影院",
      "title": "失而复得",
      "desc": "一群来自社会各阶层的笨蛋阴差阳错地聚在一起，他们为了各自的目的处心积虑各显神通，上演了一出偷拐抢骗勾心斗角的好戏。最终，为富不仁者身败名裂，作恶多端者身陷牢笼，迷途知返者回归平静，小人物成了大英雄。"
    },
    "上海滩": {
      "channel": "CHC家庭影院",
      "title": "上海滩",
      "desc": "本片是香港无线电视台TVB把1980年版经典剧集《上海滩》重新剪辑而成，分电影《上海滩》和《上海滩续集》两部作品，分别于1983年1月20日和1月25日在院线上映。1930年代上海，爱国青年许文强怀抱着一腔热血，却因参予学生运动而被捕下狱。许文强无意 间卷入一场黑帮火拼，结识了在贫民区长大的丁力，两人遂结为生死之交，势要在上海滩黑道中闯出名堂。两人机缘际会，加入了叱咤上海滩黑白两道冯敬尧的集团，成为黑道中炙手可热的人物。冯敬尧之女冯程程对许文强一见倾心，但许文强一心事业，不想谈儿女私情。一段上海帮会内的人物情仇和爱情故事由此展开。"
    },
    "孤注一掷": {
      "channel": "CHC家庭影院",
      "title": "孤注一掷",
      "desc": "电影取材自上万起真实诈骗案例，境外网络诈骗全产业链骇人内幕将在大银幕上首度被揭秘。南亚某国诈骗团伙头目陆经理张狂傲慢，用诡计和暴力统治着这个血泪王国。程序员潘生离开之前的公司，根据高薪招聘启示走入了陆经理设下的圈套，成为一名利用网络诈骗的“狗推”。因为羡慕闺蜜的生活，模特梁安娜也飞到异国他乡寻找机会，结果护照被没收，成为陆经理手下利用美色诈骗的工具。为了离开，潘生与安娜两人准备向赌徒顾天之和其女友宋雨下手，从他们身上套现、完成业绩…"
    },
    "唬胆特工": {
      "channel": "CHC家庭影院",
      "title": "唬胆特工",
      "desc": "因为身份被弄错，笨手笨脚的企业家被迫与臭名昭著的杀手一“来自多伦多的男人”一合作，希望能保住性命。"
    },
    "关于我妈的一切": {
      "channel": "CHC家庭影院",
      "title": "关于我妈的一切",
      "desc": "妈妈季佩珍是这个家的灵魂所在，她像有分身术一样能照顾到每一个人。在她的面面俱到之下，这个家看上去井然有序，然而事实并非如此。在妈妈季佩珍眼里女儿李小美永远都是最优秀的，却不知在北京工作生活的她还有另一面。女儿对妈妈的掌控有多抵触，季佩珍更是不了解。医生丈夫李文舫因几年前的一次失误，至今还无法拿起手术刀。婆婆患有阿尔兹海默症，生活都无法自理……就在身为教师的季佩珍刚刚退休，似乎能松一口气多拥有些自己的时间，却被查出了恶性肿瘤四期。如果妈妈只剩下四个月的生命，这家人的生活又该如何继续下去呢？"
    },
    "世间有她": {
      "channel": "CHC家庭影院",
      "title": "世间有她",
      "desc": "影片通过女性视角，讲述了普通人在困境中找寻爱与希望的治愈故事，体现了寻常百姓对生命不寻常的坚守和执着。当突如其来的变故横亘面前，每一个选择和行动都折射着人性和人心的力量与温度。"
    },
    "小农夫": {
      "channel": "CHC家庭影院",
      "title": "小农夫",
      "desc": "皮埃尔是一位30 岁的奶农，他的生活中，只有自己接管的家庭农场、奶牛，以及当兽医的姐姐和他的父母。法国突然出现的“疯牛病”病例打破了皮埃尔的平静生活。在新闻报道疫情正在蔓延，也可能会在他的奶牛中蔓延开来时，皮埃尔不惜采取一切措施来隐瞒疫情，避免他的农场和生活整体大崩盘。最后，在姐姐的帮助下，皮埃尔找回了理智，寻找方法来解决问题。"
    },
    "智能大反攻": {
      "channel": "CHC家庭影院",
      "title": "智能大反攻",
      "desc": "《智能大反攻》是由美国索尼哥伦比亚影片公司和索尼动画联合出品的原创喜剧冒险动画电影。该片由荣获奥斯卡最佳动画长片大奖的《蜘蛛侠：平行宇宙》金牌制作团队重磅打造，可谓2020年最值得期待的动画巨制。迈克尔·里安达（《怪诞小镇》）担任导演、菲尔·罗德和克里斯托弗·米勒（《蜘蛛侠：平行宇宙》《乐高大电影》）担任制片人。特立独行又充满创意的凯蒂·米切尔考上了她梦寐以求的电影学院。她本打算坐飞机前往学校，但热爱大自然的父亲瑞克却决定开车载全家人一起送凯蒂上大学，在她离开之前增进家人感情。除了凯蒂和瑞克，米切尔一家还包括乐天派的母亲琳达和性格古怪的弟弟艾伦，以及胖乎乎的可爱八哥犬蒙奇，他们展开了一段刺激的家庭公路自驾游。但意外发生了，智能科技突如其来地向人类发起反攻，彻底打乱了米切尔一家的计划。人们最常用的电子设备，从手机到家用电器，乃至一系列最新的私人机器人，决定在全球范围内向人类进攻。在两台友好的故障机器人帮助下，米切尔一家齐心协力互相帮助，共同面对这次非同寻常的挑战！"
    },
    "铁血战士": {
      "channel": "CHC家庭影院",
      "title": "铁血战士",
      "desc": "美军一架直升机在南美洲的原始森林坠毁，那里盘踞着不怎么友好的当地游击队。美军特种兵少校达奇（阿诺•施瓦辛格 Arnold Schwarzenegger）率领部下亲自前往搜救。他们在森林里很快就发现了失踪的飞行员的尸体，死状恐怖。大家都认为那是当地的游击队干的，愤怒的队员开始寻找当地游击队的基地，要为同伴报仇。然而当他们发现当地游击队的营地时，发现当地人也被一种恐怖气氛所笼罩着。随后，队员们相继被袭击身亡，但每次都没发现敌人的半个影子。对方就像凭空隐形了一样。孤身一人的达奇决心凭自己的力量面对这股神秘恐怖的力量……"
    },
    "秀美人生": {
      "channel": "CHC家庭影院",
      "title": "秀美人生",
      "desc": "影片以黄文秀为人物原型，讲述了黄文秀放弃大城市的工作机会，毅然回到家乡，在脱贫攻坚第一线倾情投入、奉献自我的故事。"
    },
    "十月初五的月光": {
      "channel": "CHC家庭影院",
      "title": "十月初五的月光",
      "desc": "本片是香港TVB十五年来最受欢迎电视剧《澳门街》（又名《十月初五的月光》）大银幕“重逢”再续前缘之作。讲述了文初（张智霖 饰）、君好（佘诗曼 饰）、琪琪（陈乔恩 饰）面对人生悲欢离合，如何回归初心做出爱情选择的故事。世间所有动人相遇都是久别重逢，时隔十几年在澳门街这个老地方，每一个人都是另外一个人无可替代的“有情人”……"
    },
    "甲方乙方": {
      "channel": "CHC家庭影院",
      "title": "甲方乙方",
      "desc": "四个年轻人姚远(葛优饰)，周北雁(刘蓓饰)，钱康(冯小刚饰)，梁子(何冰饰)是一群自由职业者。他们突发奇想，开办了一个“好梦一日游”业务，承诺帮人们过上梦想成真的一天。人们离奇古怪的愿望接踵而至，似乎人人都想给自己现有的生活来一个180度大转弯。于是，富贵的想尝试贫穷，明星想体验平凡，小平民想做巴顿将军，守不住秘密的厨子想成为守口如瓶的铮铮铁汉……在搞笑荒诞的愿望中，四个年轻人忙碌着扮演各种场景角色，他们把真情融入到了这些故事当中。生活过得充满乐趣，有滋有味。"
    },
    "十二生肖": {
      "channel": "CHC家庭影院",
      "title": "十二生肖",
      "desc": "当年英法联军火烧圆明园，致使大批珍贵文物流落海外，其中四尊十二生肖兽首最引人关注，不仅惹出国内外的广泛争论，更有收藏家开出天价竞拍这几尊珍品。当然，其间不乏奸邪的文物贩子，试图通过偷盗的手段获取宝贝。以此为契机，正在度假的国际大盗JC（成龙 饰）隆重登场。JC背后有一支 Simon（权相宇 饰）、David（廖凡 饰）、Bonnie（张蓝心 饰）等人共同组成的超专业团队，他们一同远赴巴黎，寻求国宝鉴定专家Coco（姚星彤 饰）的帮助。经过周密细致的准备，JC等人一步步逼近重兵把守的兽首，而围绕珍宝不可避免爆发连番惊险火爆的打斗与追逐。在这一过程中，JC似曾被利益和金钱泯灭的爱国之心渐渐苏醒。"
    },
    "亚当斯一家2": {
      "channel": "CHC家庭影院",
      "title": "亚当斯一家2",
      "desc": "大家最喜欢的恐怖家庭，在全新动画喜剧续集电影《亚当斯一家2》再度回归。在这部全新动画片中，我们可以发现高魔子和魔帝女对于小孩子渐渐长大而感到心烦意乱，不参加家庭聚餐，并完全沉浸在“尖叫时间”中。为了找回和他们的连结，他们决定把星期三、普斯利、肥斯特叔叔和其他家庭成员一起塞进他们闹鬼的露营车，然后出发去度过最后一个悲惨的家庭假期。横跨美国的冒险迫使他们离开熟悉的环境，还遇到了他们非常特别的表哥伊特，以及许多新的古怪角色。还有什么可能会出错？"
    },
    "摩登年代": {
      "channel": "CHC家庭影院",
      "title": "摩登年代",
      "desc": "靠魔术行骗的江湖骗子欧大卫（徐峥 饰）掉进自己编织的骗局中，突然又冒出一个八岁的孩子丢丢（张子枫饰）声称是他的女儿。莫名其妙的大卫对丢丢十分不耐烦，但遭到了丢丢的连环制裁。次日，欧大卫的搭档李文学（王太利饰）给他带来了一笔大生意：一场“大变海神之母”的魔术表演。当然，这对骗子只打算拿到定金就跑路。不料欧大卫却再遭李文学的连环骗局，不得面对那根本无法完成的魔术。丢丢更是紧追不舍，在被迫一起寻找魔术方法的旅途中，丢丢和欧大卫开始互相了解，逐渐产生深厚的“父女”情，而大卫因为丢丢获得了“大变海神之母”的灵感。一场极度危险的深水逃生魔术即将开始，为爱，他要表演一个不可能完成的魔术。"
    }
  },
  "翡翠台": {
    "天龙八部1": {
      "channel": "翡翠台",
      "title": "天龙八部1",
      "desc": "丐帮帮主乔峰（黄日华 饰）英雄盖世、义薄云天，与燕王后裔慕容复（张国强饰）并称“北乔峰，南慕容”。时值江湖上突发多起命案，乔峰在帮助慕容复洗刷嫌疑的同时，却不想被丐帮的阴谋党揭发了自己的身世之谜，更因此被逐出丐帮。乔峰在追寻江湖命案和自己身世之谜时，与慕容复的婢女阿朱（刘锦玲饰）患难见真情，结下共度一生的盟约，却最终因为两人误解阿朱的生父就是乔峰一直要寻找的“带头大哥”，而酿下不可挽回的悲剧……另一方面，大理镇南王世子段誉（陈浩民 饰）外出游玩，阴差阳错掉下悬崖进入琅嬛福地，段誉在洞中偶得“北冥神功”和“凌波微步”两部武功秘笈，也对洞中一幅画像中的“神仙姐姐”一见钟情。其后他闯入曼陀山庄，发现慕容复的表妹王语嫣（李若彤饰）长相与“神仙姐姐”一模一样，无奈王语嫣一直钟情于表哥慕容复。在步步跟随王语嫣和慕容复的同时，段誉不慎发现了慕容复的阴谋，而王语嫣也逐渐被段誉的深情所打动。与此同时，少林寺小沙弥虚竹（樊少皇 饰）偶遇了遭仇家追杀受了重伤的天山童姥，善良的虚竹背着童姥一起逃难，更演绎了一段武林奇遇……"
    },
    "HandsUp": {
      "channel": "翡翠台",
      "title": "HandsUp",
      "desc": "Janson在沙滩上回忆他十年前的一段初恋.这一年,一个清纯漂亮的女生竟然来到他们的课室做插班生,她叫琪琪.第一天上学,琪琪便主动跟Janson表现得非常亲匿,原来她只是想借他来刺激其男友,还以为琪琪对他有好感,直至有一晚,琪琪却突然失踪......以八十年代香港为背景的校园爱情喜剧，三个男主角是以《古惑仔》系列开始令人留下印象的朱永棠、谢天华和林海峰，饰演活泼调皮的中学生。在谭咏麟与张国荣在香港歌坛争持得激烈的那一年，他们班上来了一位美丽性感的插班生舒淇。她在上课的第一天便对朱永棠主动表示亲热，令他神魂颠倒，乃与两名好友合作展开追求攻势，不料舒淇此举的目的只是为了刺激其男朋友陈小春，而她的真正身份竟是别人的情妇。"
    },
    "芬兰潮什么": {
      "channel": "翡翠台",
      "title": "芬兰潮什么",
      "desc": "渴望出埠旅行？跟隨梁芷珮(Christy)開展芬蘭行程，順道暢遊瑞典和愛沙尼亞，透過鏡頭感受當地「潮什麼」！\n\n聖誕老人村位於芬蘭北部拉普蘭區，芷珮上門探望聖誕老人，住進特色酒店追極光；又會參加快閃遊，遊覽芬蘭人必到景點，體驗焗桑拿、跳冰海活動。\n\n由芬蘭可以「行」去瑞典？芷珮深入瑞典的小漁村木屋，品嚐傳統火燒三文魚。從芬蘭坐郵輪往愛沙尼亞只需兩小時，芷珮試玩盪鞦韆極限運動，探索被列入世界文化遺產的古城。"
    },
    "这十年幸福中国": {
      "channel": "翡翠台",
      "title": "这十年幸福中国",
      "desc": "翻开历史的书卷，回望千年的凝练，从古之华夏到今之崛起的中国，这是一段疾速飞跃的伟大历程，每个领域我们都努力推进，每一步我们都走得脚踏实地。在这里我们一起回首历史与古代先贤对话，立足当下共述新时代幸福生活。二十四位实力演员穿越历史时空，以24位历史人物，展开20段历史故事，铸就中华五千年文明丰碑。"
    },
    "唱钱": {
      "channel": "翡翠台",
      "title": "唱钱",
      "desc": "挑戰音域的極限、拍子的精準，全新互動音樂遊戲節目《唱錢》由森美、Eric Kwok、李茵彤任主持，以專業音準分析系統考驗參賽者。 九宮格代表九個難度等級，參賽者每當連成一線「過三關」，可選擇提款離場、繼續挑戰，甚至是最難的Monster關卡。一旦過關失敗，獎金即歸零！ 素人版獨自闖關，力爭最高十萬元獎金。明星版為觀眾謀福利，而觀眾參與直播間互動，狂撳Emoji為參賽歌手打氣，同時有機會贏取獎金、禮品。"
    },
    "风味人间": {
      "channel": "翡翠台",
      "title": "风味人间",
      "desc": "在全球视野里审视中国美食的独特性，在历史演化过程中探究中国美食的流变，深度讨论中国人与食物的关系。这种立足于全球的视角，成就了一个多元的“美食探索纪录片”。因为地理环境、文明历程和物产丰厚程度不尽相同，人们对食物的处理时而天差地别，时而异曲同工。不约而同的选择，造就世界的丰富多彩和殊途同归。"
    },
    "多啦A梦": {
      "channel": "翡翠台",
      "title": "多啦A梦",
      "desc": "本作的舞台设定在一个如画般宏伟的中世纪欧洲世界。哆啦A梦和大雄等人进入了绘画的世界，围绕着幻之宝石展开冒险，并与强大的敌人对抗。这是一个原创故事。"
    },
    "食好D食平D": {
      "channel": "翡翠台",
      "title": "食好D食平D",
      "desc": "通脹飆升，衣食住行全部加價，但市民的薪金原地踏步。拿著有限的家用，又要家人吃得好，真是難為了媽媽。對此感同身受的肥媽，聯同陸浩明，帶觀眾走訪全港街市及食材店，務求為媽媽們找出既便宜又富營養的食材，並以簡單的方法「食平D」，烹調出各式各樣的佳餚美饌。\n\n節目更請來城中多名星級大廚，包括星級行政總廚張倩敏（Charmaine）、《大廚出馬》冠軍人馬陳國強，還有曾自設私房菜，亦出過烹飪書籍的余健志（Jacky Yu）等，教大家如何以最低的價錢，煮出多款最滋味的各國美食。"
    },
    "屁屁侦探": {
      "channel": "翡翠台",
      "title": "屁屁侦探",
      "desc": "本作改编自田中阳子和深泽将秀双人搭档所创作的绘本，以可爱的大头屁股侦探，与搭档小狗布朗一起，通过犯罪现场的一系列蛛丝马迹，推理追踪犯人的故事……"
    },
    "天龙八部": {
      "channel": "翡翠台",
      "title": "天龙八部",
      "desc": "大理国皇叔段正淳少时欠下多笔风流债。他与秦红棉偷情时被对方丈夫黄袍人撞破，段正淳仰仗精纯一阳指功夫反将黄袍人双腿打断。未婚妻舒白凤赶到，带走段正淳，临行不忘羞辱秦红棉。时光荏苒，段、舒之子段誉（李修贤 饰）已长大成人，段誉违背家训无心向武，终于不堪父母唠叨凭满脑的圣贤书私闯江湖。段誉于路结识玩蛇姑娘钟灵（林珍奇 饰），两人误闯毒蛾派领地被陷，幸有秦红棉之女木婉清（恬妮 饰）搭救。另一方面，黄袍人潜心修炼十余年后携师弟岳苍龙向段家复仇，段誉虽饮得异蛇之血功力大增，仍失手不敌黄、岳二人。为救段誉，正淳与正明赶赴万劫谷与黄袍人决战……"
    },
    "爱回家之开心速递": {
      "channel": "翡翠台",
      "title": "爱回家之开心速递",
      "desc": "世代交替，新一代对旧一代嗤之以鼻，总觉得被别人阻碍著他们的未来。同样地，年长一辈亦拥抱过往成功的经验，总认为自己永远是对的。故事的轴心家庭熊家，正是世代之争的投射。轻松的情节除了呈现社会面貌，也用爱和欢笑拉近两代之间的距离，让年轻一辈懂得欣赏昔日的美好，旧一代也能聆听新世代的声音……"
    },
    "世界观": {
      "channel": "翡翠台",
      "title": "世界观",
      "desc": "節目內容以世界時事為主，以不同觀點讓觀眾分析時事。主播會揀選當天的重點新聞，主要是有爭議性的為主。然後會跟觀眾從不同角度分析時事，有時更會向觀眾設問問題，讓觀眾思考並自行分析時事的內容及好壞。"
    }
  },
  "明珠台": {
    "金融行情": {
      "channel": "明珠台",
      "title": "金融行情",
      "desc": "讲述的是关于年轻员工们如何陷入高风险金融世界的故事。在这里，曾经的金融精英们尽显华丽服饰背后的创伤与压力。精彩的商战，快节奏的职场较量。  还记得2009年，美国第四大投资银行雷曼兄弟公司申请破产，信贷紧缩，市场信心恶化。资本市场中的各方动作是越来越迷，还是日渐透明？《继承之战》后 ，又一商战大剧——《金融围城》，故事从五位刚刚毕业的年轻人迈进伦敦著名金融机构那一刻开始。"
    },
    "芝麻街": {
      "channel": "明珠台",
      "title": "芝麻街",
      "desc": "根据国外媒体报道，好莱坞女星安妮·海瑟薇有望出演华纳兄弟真人版芝麻街大电影。据悉，华纳兄弟公司已经向安妮·海瑟薇抛出橄榄枝，希望她能够主演这部影片。"
    },
    "花生动画": {
      "channel": "明珠台",
      "title": "花生动画",
      "desc": "还记得那部风靡全球的传奇连环漫画吗？现在它再次搬到荧幕上变得生动起来啦！《花生动画》以全新的风格为您呈现查理·布朗及其小伙伴的复古魅力和经典故事，敬请加入想象力丰富、极度自信以及世界闻名的比格犬史努比的冒险世界吧！"
    },
    "饥饿游戏星火燎原": {
      "channel": "明珠台",
      "title": "饥饿游戏星火燎原",
      "desc": "第七十四届饥饿游戏已经结束，凯特尼斯出人意料地活了下来，她和“恋人”皮塔将会过上安定闲适的生活。然而，噩梦才刚刚开始，此时，十二个区也暗波涌动，凯特尼斯竟然成了反叛的象征，情窦初开的凯特尼斯陷入爱情的纠结中不能自拔，狩猎伙伴盖尔和竞技场“恋人”皮塔让她难以取舍盖尔和皮塔都深爱着凯特尼斯，为了不让凯特尼斯痛苦，他们不约而同地冷落疏远她。第七十五届饥饿游戏“世纪极限赛”的赛制是，选手是历届获胜者，他们中只有一人能存活。凯特尼斯又将重返杀戮赛场，凯特尼斯没有未来，她只有一死，才能挽救皮塔，这是对皮塔深情的最后报答，爱情与友谊，真诚与猜忌，血腥与牺牲，越来越扑朔迷离……"
    },
    "妈妈咪呀": {
      "channel": "明珠台",
      "title": "妈妈咪呀",
      "desc": "苏菲（阿曼达·塞弗里德 Amanda Seyfried 饰）与斯盖伊（多米尼克·库珀 Dominic Cooper 饰）的爱情即将修成正果，两人正在为马上来临的婚礼紧张筹备着。不过，在苏菲的心中，一直有一个愿望，就是希望父亲能够在婚礼当天亲手将自己的手送到新郎的手上。可惜，妈妈（梅丽尔·斯特里普 Meryl Streep 饰）一直没有告诉过她到底谁是她的亲生父亲。不得已，苏菲偷看了妈妈的日记，发现其上记录的三个人中的一个很可能就是自己的亲生父亲。于是，她发出了三张请柬邀请他们来参加她的婚礼，想通过这短暂的接触，最终从三人中找出自己的爸爸。于是，在闺蜜的帮助下，在这美丽的希腊小岛上，上演了一出别具特色的寻父记。最终苏菲是否能找出自己的亲生父亲，举行一场完美的婚礼？"
    },
    "憨豆先生": {
      "channel": "明珠台",
      "title": "憨豆先生",
      "desc": "《憨豆先生》(Mr. Bean)是英国BBC电视台的招牌喜剧，以半小时剧集形式播放，第一季共计14集。罗温·艾金森担当剧中主角，并建立了其形象。憨豆先生（罗温·艾金森 Rowan Atkinson 饰）是个“有一点笨拙、有一点幼稚、有一点单向思维、有一点腼腆、又有一点短路的家伙，做着单一的事情，穿着单一的衣服。憨豆先生有一个亲密的伙伴，就是他常常随身携带心爱的泰迪熊，连睡觉也要抱着。他平日的穿着则是非常典型的英国保守中产阶级的装扮。剧中对白极少，几乎都是靠“丰富的肢体动作”和“变化多端的表情”来呈现。"
    },
    "奇趣特工": {
      "channel": "明珠台",
      "title": "奇趣特工",
      "desc": "故事承接《奇趣特工队》系列动画第二季。凯奇、闪电猫、艾尔、嘟嘟公主，四名超能小英雄组成的奇趣特工队一如既往保护着小镇和平。然而一天，来自未来的少女青青突然出现，并向特工们传达了一件紧急状况。一名未来世界的坏蛋柠檬博士，企图穿越时空捣乱破坏所有关键时刻。\\n为了保护世界，奇趣特工队义不容辞。他们化身超时空奇兵，乘上时空飞船，一起出发回到不同地域不同时代的过去，并和各个时代的伟人名人并肩合作，展开了一场了解过去，守护过去，拯救过去的时空大作战。"
    },
    "地球停转日": {
      "channel": "明珠台",
      "title": "地球停转日",
      "desc": "一个从银河系某个星球出发的飞碟向地球无限靠近，最后选择在美国纽约着陆。面对这样一个看似不友好的天外来客，美国警方给出了强烈的回应和攻击。其实来自外星球的智慧生命克拉图踏上地球并非有入侵的妄念，而是带着警示来告知人类－－如果再有“挑衅”之举，践踏和平，地球将惨遭灭亡。随他一同到地球“造访”的还有一个具有超级强悍的机器人戈特，他具有的超级能量能将人类轻易“放倒”。\r 着陆后，这两个天外来客被警方带到了一个地方进行盘问，警方不友好的行为使得克拉图最终自己从这里逃走。通过与人类的交流和沟通，克拉图开始学习关于地球和人类的诸多知识，也让他对这个人类栖居之地有了了解。一个偶然的机会，克拉图遇到了海伦·班森和她的儿子波比，并在这母子俩的带领下开始了他的纽约之旅。克拉图最终在在林肯纪念堂前驻足，因为他看到了林肯在很久以前发表的文字，而他知道这将是拯救地球的希望。\r 当母子俩开始对克拉图产生怀疑时，克拉图直言不讳地告诉了自己和戈特此行的目的。原来戈特是银河系超级机器人执法小组的成员，他们以捍卫宇宙和平为己任。他们认为人类对宇宙的和平危机越来越深重，因此有必要对地球进行摧毁。\r 较量开始了，克拉图在林肯纪念堂前看到的那一段文字“Klaatu barada nikto”果真是解救人类的密码吗？这场地球毁灭战会打响吗？地球真的会惨遭灭绝？谁将会是最后的救世主？"
    }
  },
  "武术世界": {
    "天天养生": {
      "channel": "武术世界",
      "title": "天天养生",
      "desc": "长公主秦瑶光因为听信女配的谎言，误以为驸马送回来的孩子是外室所生，于是虐待磋磨三个孩子。男主也战死沙场。现代21世纪少女看完小说穿书成为秦瑶光，为了不重蹈覆辙，发誓要好好养育孩子，惩治女配。"
    }
  },
  "爱上4K测试体验": {
    "天降美食": {
      "channel": "爱上4K测试体验",
      "title": "天降美食",
      "desc": "在不久的将来，地球上的居民日益增多，而吃饭问题就成了全球面临的当务之急。从小就热爱发明，折腾出各种稀奇古怪东西的科学家弗林特·洛克伍德 最近一直在致力于解决这个问题，不过他的研究途径可和其他科学家不那么一样，他认为要解决所有人类的吃饭问题，有一个办法是最有效的：让食物像雨雪一样，直接从天上落下来，送到每家每户的门口！当然，对于这么无稽的事情，弗林特没少遭到白眼和嘲笑，大家都以为他疯了。但是弗林特总是觉得，自己的这个念头很靠谱，于是，他孜孜不倦的研究着如何让美食从天而降。眼瞅着过去勤奋上进的科学家变成现在这个偏执狂，他的好朋友，美艳傲慢又颇具智慧的小镇天气预报员萨姆·斯帕克斯 也感到相当头疼，她总是希望帮助弗林特摆脱掉这么不切实际的念头。不过，谁都没有想到，弗林特居然成功了！彩色的云朵载着无数美食飞来--肉丸子、烤乳猪、汉堡、意大利面、冰激凌还有更多数也数不过来的美食。斯帕克斯终于明白了，弗林特做的事并不是天方夜谭，而她也加入了弗林特的美食计划当中。不过，事情渐渐的开始失控，因为美食不停地掉下来，不但吃不完，连大家出行都有了困难，弗林特必须想办法让这件大好事不至于变成一桩灾难……"
    },
    "怪兽屋": {
      "channel": "爱上4K测试体验",
      "title": "怪兽屋",
      "desc": "12岁的DJ（米切尔•莫索 Mitchel Musso 饰）是个爱幻想的家伙。他整天觉得对面街的老头子的那座荒废的老屋阴森怪气，附近的一些物体经常不翼而飞。经过详细观察，DJ发现原来失踪的物品都被老屋吃了，那么老头子失踪的老伴应该都是被吃了，DJ心想。不过大人们甚至伙伴们都觉得DJ在异想天开。\r 万圣节前的一天，DJ和伙伴乔德（山姆•勒纳 Sam Lerner 饰）不小心将篮球扔到了老屋门前，他们眼睁睁的看着一股神秘力量将篮球吸进了屋内，就连新搬来的伙伴珍妮（史宾塞•洛克 Spencer Locke 饰）也差点成了老屋的美味。伙伴们这下相信了DJ的说法，不过大人们却依然觉得他们在扯蛋。为了阻止老屋继续吃人作恶，伙伴们决定携手与它作战到底。"
    },
    "国王班底": {
      "channel": "爱上4K测试体验",
      "title": "国王班底",
      "desc": "1949年奥斯卡最佳影片「一代奸雄」重拍，小说家罗柏华纳畅销巨作改编。描写美国一代南方政治家威力史塔克(西恩潘)纵横政坛，呼风唤雨的传奇事迹，从小小的南方议员到前进华盛顿特区的奋斗历程…  　　肖恩-潘领衔主演，裘德·洛、凯特-温斯莱特、詹姆斯·甘多费尼和安东尼·霍普金斯等联合主演，星光灿烂。肖恩-潘、裘德-洛、凯特-温斯莱特、安东尼-霍普金斯、帕特丽夏-克拉克森……光是这个明星班底，也足有国王气派了。本片改编自罗伯特-佩恩-沃伦小说，讲述了一个国王的政治手腕。肖恩-潘本次出任第一男主角，他曾因《神秘河》而获得奥斯卡影帝殊荣，不知这次在众实力明星的光芒比拼中，究竟谁能称王。有环环相扣的曲折情节，明星们的演技才有发挥的空间，《国王班底》会不会成为明年奥斯卡的扛鼎之作，我们拭目以待。"
    },
    "科洛弗道10号": {
      "channel": "爱上4K测试体验",
      "title": "科洛弗道10号",
      "desc": "年轻女子米歇尔（玛丽·伊丽莎白·温斯特德 Mary Elizabeth Winstead 饰）不久前刚和男友发生争吵，她夜晚驾车奔驰在黑暗的公路上，突然遭遇严重车祸昏迷过去。当她再度醒来时，发现自己被绑住手脚，关在一个密闭的空间里。少顷，一个健硕冷峻的男子霍华德（约翰·古德曼 John Goodman 饰）走了进来。军人出身的霍华德声称地球刚刚遭遇可怕的生化危机，地球人几乎灭亡殆尽。他在数年前未雨绸缪修建了这个设备、资源齐全的避难所，只为生存下去。避难所内，除了霍华德、米歇尔外，还有另外一个年轻男子埃米特。米歇尔对霍华德的说辞半信半疑，她坚信自己遭到了变态狂的拘禁。真相究竟为何？威胁无处不在……"
    },
    "月球": {
      "channel": "爱上4K测试体验",
      "title": "月球",
      "desc": "未来世界，随着科技的飞速进步，地球的污染也越来越严重。为了遏制这种现状，一家名为月能工业有限公司的企业应运而生。该公司致力于月球能源的开发，通过采集氦-3来满足地球对能源的需求。月能公司在月球设有基地，山姆·贝尔（山姆·洛克威尔 Sam Rockwell 饰）正是该基地 上唯一的工作人员。山姆是公司聘用的合同工，他已在月球孤零零地生活3年，陪伴他的只有智能机器人戈蒂（凯文·斯派西 Kevin Spacey 饰）。枯燥乏味的生活令山姆归心似箭，在还有两周就离开月球的时候，山姆偶然遭遇一起事故。醒来后的他发现戈蒂似乎对其有所隐瞒，公司高层也拒绝他的回程请求。山姆借机逃出基地，却在事故发生地点发现另一个自己……本片荣获2009年爱丁堡国际电影节最佳英国影片奖、2009年西雅图国际电影节最佳男主角奖。"
    },
    "金钱怪兽": {
      "channel": "爱上4K测试体验",
      "title": "金钱怪兽",
      "desc": "知名电视财经专家李·盖茨（乔治·克鲁尼 George Clooney 饰）在电视财经节目《金钱怪兽》中担任主持人而声名大噪，在节目中经常出现疯狂举动，会大声说出投资建议，不时在节目中用搞笑的道具和音效介绍股市。然而，事实上他是透过内线消息让他在华尔街成为赚钱高手。一名不速之客（杰克·奥康奈尔 Jack O'Connell 饰），因为听信投资分析而赔光积蓄，因此在节目直播中绑架了盖茨与节目制作人帕蒂·芬恩（朱莉娅·罗伯茨 Julia Roberts 饰）。同时全国民众也透过电视在看着这场玩命直播，而这场挟持行动也揭发了背后更巨大的金融操弄丑闻。"
    },
    "我看到了光": {
      "channel": "爱上4K测试体验",
      "title": "我看到了光",
      "desc": "电影改编自Colin Escott所著的汉克·威廉姆斯的自传，故事将围绕着乡村音乐巨星威廉姆斯的声名鹊起之过程以及29岁的猝死。"
    },
    "革命之路": {
      "channel": "爱上4K测试体验",
      "title": "革命之路",
      "desc": "当他们第一次见面，他是高谈阔论的有志青年，她是向往成为名演员的未来之星。而如今，婚后的他们变了。他变成了在公司做不喜欢工作的无聊上班族，她成了不入流的糟糕演员。在一次演出后，丈夫弗兰克（莱奥纳多•迪卡布莱里奥饰）与妻子爱波（凯特•温斯莱特饰）大动肝火，两人多年的积怨终于爆发。莫非婚姻真的躲不过七年之痒？悲痛的爱波整理照片，发现弗兰克年轻的照片，想起他曾经描述的“美好的巴黎”，她提出了一个计划“全家搬到巴黎”，以拯救这个家庭。但是，这看似遥不可及的计划，却成为了催化剂，将两人推向婚姻更痛苦的深渊。"
    },
    "变形金刚5最后的骑士": {
      "channel": "爱上4K测试体验",
      "title": "变形金刚5最后的骑士",
      "desc": "擎天柱离开地球去寻找他的创造者，群龙无首，混沌当道，越来越多的汽车人和霸天虎来到地球，地球陷入毁灭危机，同时变形金刚在地球上被列为非法的存在，世界上成立了一种新的准军事部队。前海豹突击队成员威廉·伦诺克斯（ 乔什·杜哈明饰）成为了政府军组建的TRF中的一员，负责绞杀地球上的汽车人——不论好坏。发明家凯德·伊格尔（马克·沃尔伯格饰）帮助汽车人，他在一个垃圾场看管着一群幸存的汽车人。与此同时，擎天柱回到自己的母星赛博坦，发现曾经的家园已经面目全非，创造擎天柱的女神昆塔莎（嘉玛·陈饰）指示他，只有将地球的力量吸入赛博坦，母星赛博坦才有可能存活。受到黑化的擎天柱回到地球，誓死与地球为敌，要毁灭地球。拯救世界的责任落在了由凯德为首的非同寻常的队伍身上，大黄蜂、英国爵士（安东尼·霍普金斯饰）、牛津大学教授（劳拉·哈德克饰），一场史诗浩劫彻底将地球变成了战场……"
    },
    "半熟男女": {
      "channel": "爱上4K测试体验",
      "title": "半熟男女",
      "desc": "《半熟男女》讲述了当下年轻人在寻爱寻己的都市生活中，无惧跌倒和失败，最终收获不同成长的故事。"
    },
    "变形金刚超能勇士崛起": {
      "channel": "爱上4K测试体验",
      "title": "变形金刚超能勇士崛起",
      "desc": "终极反派宇宙大帝从天而降，驱使以天灾为首的恐惧兽掀起地球危机。绝境之中，蛰伏许久的巨无霸终觉醒，联合汽车人变形出发，一场前所未有的决战即将上演。"
    },
    "疯狂外星人": {
      "channel": "爱上4K测试体验",
      "title": "疯狂外星人",
      "desc": "远在宇宙另一端的波波星人因为不堪忍受瓜星人的侵掠，于是举族远迁，将蔚蓝的地球视为他们新的定居点。在颟顸的领袖的指挥下，波波星人将人类驱逐到澳大利亚一处专门修建的定居点，还美其名曰与人类和平共处。绰号“小费”的女孩格莱图蒂•图奇是城市中唯一的落网者，她思念被抓走的母亲，于是带着爱猫驱车寻找母亲的下落。半路上小费遭遇了一名波波星人小欧，小欧是一个令同族人唯恐避之不及的麻烦所在，他不久前用手中的仪器发送了乔迁派对的邀请，谁知其中一条群发给了瓜星人，他由此被同类视作叛徒遭到追捕。  类似的遭遇让小费和小欧坐上同一辆车，他们由此踏上惊险的旅程，期间则得知瓜星人追逐波波星人的原因……"
    },
    "绝命海拔": {
      "channel": "爱上4K测试体验",
      "title": "绝命海拔",
      "desc": "友善谨慎的新西兰领队罗布·霍尔（杰森·克拉科 Jason Clarke 饰），他的队伍名为“冒险顾问”；而斯科特·费雪（杰克·吉伦哈尔 Jake Gyllenhaal 饰）则风趣搞怪，他带领来自西雅图的“疯狂山脉”登山队。他们相互竞争，又彼此帮助。两支队伍中的勇士们来自各行各业，他们中有邮差、记者、医生，还有一名来自日本的职业女性。这些登山者看似平凡， 但每个人背后都有一个属于自己的梦想，激励着他们前往海拔 8000 米以上、氧气稀薄的珠峰。在攀登过程中，他们的身体机能急速下降，在应对体力衰竭、缺氧、雪盲的同时，他们又极为不幸地遭遇了一场剧烈的暴风雪，因此命悬一线。影片改编自 1996 年的一次真实探险经历。"
    }
  },
  "山东少儿": {
    "哪吒传奇": {
      "channel": "山东少儿",
      "title": "哪吒传奇",
      "desc": "大魔头石矶潜伏千年，伺机向正义力量反扑，她帮助残暴的纣王镇压天下的民众。正义力量期待着一个英雄的诞生，而石矶为了自己的阴谋 ，开始不断指使她的爪牙申公豹除掉哪吒。哪吒尚未出生，就不断遭遇危险，出生后，更是在一种异乎寻常的环境中奇迹般地成长起来。但是，在父母兄弟的身边，他一直都很快乐。"
    },
    "熊出没之丛林总动员": {
      "channel": "山东少儿",
      "title": "熊出没之丛林总动员",
      "desc": "熊出没之丛林总动员是TV动画《熊出没》第三部，又译《熊出没之重返丛林》、《熊出没3》，动画片熊出没之丛林总动员讲述的是熊大熊二周游世界后重新回到丛林，再次见到丛林的朋友们。\n\n　　熊大是熊兄弟的主心骨，聪明机智，善于随机应变；熊二性格憨直，做事冲动，但力大无穷。两熊最大的敌人光头强，是个身材矮小，盗砍盗伐的伐木工。\n\n　　光头强追着两熊也来到丛林，再次成为伐木工，在已经规划为自然保护区的丛林里盗砍盗伐树木。为了阻止光头强破坏森林，以熊大熊二为首的丛林动物们和光头强再次展开一幕幕搞笑的较量。"
    },
    "熊出没之环球大冒险": {
      "channel": "山东少儿",
      "title": "熊出没之环球大冒险",
      "desc": "《熊出没之环球大冒险》继续讲述熊兄弟联手对付伐木工光头强，保护原始森林的故事。看着森林被毁，熊兄弟决定要保护森林，保护家园，驱逐所有的破坏者！但是奸诈狡猾的光头强可没那么容易就离开。于是，一场旷日持久的家园保卫战开始……"
    },
    "丝路": {
      "channel": "山东少儿",
      "title": "丝路",
      "desc": "唐代河西走廊大风将波斯商人伊努思的商队卷入风沙中，中国画工神笔张和女儿英娘及时救了他。告别后，英娘匪首窦虎所劫，被迫学艺，成为一个歌舞艺人。女儿的舞姿激发了神笔张的灵感，给出敦煌珍品《反弹琵琶伎乐天》，伊努思也为之惊叹。官吏来抢走英娘，父亲让伊努思带女儿逃到国外，市令将神笔张囚禁。可河西节度使看到珍品时下令释放神笔张。3年后，伊努思商队和英娘一起返国，神笔张发现有人要害商队，马上报信而受重伤，英娘发誓为父报仇，借跳舞之机直指仇人，节度使了解了情况，下令除奸人。  丝路花雨是甘肃敦煌艺术剧院取材于敦煌莫高窟壁画艺术，博采各地民间歌舞之长，创作的大型民族舞剧。《丝》剧是首创于1979年，被新闻媒介赞誉为“活的敦煌壁画，美的艺术享受”，“此舞只应天上有，人间难得看几回”，《丝》“为中国舞蹈剧开辟了新路”。 此后多年，此剧在全国各地久演不衰，所到之处盛况空前，期间还先后到中国香港等地区以及朝鲜、日本、意大利、泰国、法国、拉脱维亚等国家，至今已演出了1800多场，成为东方艺术的奇葩，并被作为20世纪中国舞蹈经典剧之作，载入中华民族艺术史册。"
    }
  },
  "TVB星河": {
    "金玉满堂": {
      "channel": "TVB星河",
      "title": "金玉满堂",
      "desc": "赵港生（张国荣饰）因厌烦黑社会生活，欲金盆洗手后去加拿大追寻偶像山口百惠，而他选择的移民途径竟是——参加加拿大酒店的厨师考试，丝毫不懂厨艺的他最终因作弊暴露而惨败。 某日，赵港生在酒楼遇见了厨艺大师龙昆宝（赵文卓饰），龙昆宝指点他去找自己的旧识满汉楼的欧老板（罗家英饰）学习，不想欧老板竟对他百般刁难，最终将其扫地出门。其间，港生和欧老板的女儿嘉惠（袁咏仪饰）倒是在不经意间擦出了花火。 欧老板师承中国著名大宴满汉全席之赵派，某日，牛派的继承人黄荣找上门来挑战，后来又使诡计挖走了他手下的所有师傅。这时，唯有港生挺身而出，和嘉惠一起寻找会做满汉全席的高人，那就是五年前莫名隐退厨艺界的廖杰（钟镇涛饰）。"
    },
    "缺宅男女": {
      "channel": "TVB星河",
      "title": "缺宅男女",
      "desc": "此剧被称为TVB版《蜗居》。\n\n　　大哥关嘉安是装修判头（苗侨伟 饰）和家庭主妇妻子施朗翘（郭羡妮 饰）是对中年柴米夫妻，二人日夜劳碌只求存钱买房有一个安稳的家。但嘉安为救生意失败的二弟关嘉康（梁烈唯 饰）渡过难关，除了把置业计划一推再推，朗翘亦受牵连做回上班族；三妹关嘉乐（钟嘉欣 饰）不忍加重大哥的负担，唯求助上司高宏瞻（谢天华 饰），孰料演变成一场不道德的交易，男友丁冠峰（吴卓羲 饰）怒然提出分手。至于属于“月光族”的四弟关嘉荣（罗仲谦 饰）则不甘受束缚，宁愿薪金月月清也不愿承担买楼的责任……\n\n　　最终，安居置业成了关家一场永不完结的恶梦。到底爱一个人应坚持自己还是放开自己，才能拥抱最终的幸福？ ©豆瓣"
    },
    "有种好男人": {
      "channel": "TVB星河",
      "title": "有种好男人",
      "desc": "杨日正（马德钟饰）在保镖界享负盛名，获好友夏中秋（徐荣饰）邀请，加盟负责保护富豪蒋定天（张国强饰）的保安公司。日正新上任，面对不少人事问题。另一方面，因为不快的童年，令日正不相信婚姻，却在此时邂逅游子澄（李佳芯饰），子澄后来更入职保安公司，日正对她渐生情愫，两人的感情却面临重重考验。此外，定天之子卓霆与好友苗成林（吴伟豪饰）秘密返港，惹出不少麻烦，成林更处处与日正作对。正当日正与子澄关系渐入佳境，却发现她的秘密，怀疑她别有用心，二人关系濒临破裂"
    },
    "寻秦记": {
      "channel": "TVB星河",
      "title": "寻秦记",
      "desc": "2030年，香港诸多现代物被抽取到秦朝，抽送中的生命体更是因此灰飞烟灭。拯救行动迫在眉睫，项少龙带领众人孤注一掷。秦王的欲望，家人的安危，是离开还是留下，都将在这秘境之地寻找答案。"
    },
    "茶是故乡浓": {
      "channel": "TVB星河",
      "title": "茶是故乡浓",
      "desc": "本剧以中国茶文化为背景，讲述了一代茶人的爱恨情仇与命运起伏。\n\n“方家茶”曾名噪一时，却因被人陷害而家道中落。后人方有为（林家栋 饰）与好友锺汉牛（麦长青 饰）、石永春（李家声 饰）情同手足，一同在宋家大茶园工作。有为心中惦念初恋苏曼乔（杨婉仪 饰），却又与率真泼辣的山地姑娘盘妹雅（张可颐 饰）在误会中互生情愫。然而，锺汉牛对妹雅痴心一片，有为出于兄弟义气，只得隐藏感情，竭力撮合二人。\n\n妹雅在成亲当日抗婚，表白所爱乃方有为，导致兄弟间产生裂痕。锺汉牛深受刺激，转而一心经营事业，并在石永春的挑拨下，认定有为夺爱兼在事业上与自己为敌。为求压倒有为，汉牛不惜入赘宋家，娶了暗恋自己的大小姐宋霜华（苏玉华 饰）为妻，兄弟彻底反目。\n\n有为与妹雅历经磨难终成眷属，而初恋曼乔的再次出现，又让有为陷入情感纠葛。在茶场的事业竞争中，方有为凭借诚信与匠心，逐渐重振“方家茶”的声威，同时也与锺汉牛展开了一场关于茶道、商道与人心的漫长较量。最终，在茶香的涤荡下，众人能否解开恩怨，找回初心？"
    },
    "我们的天空": {
      "channel": "TVB星河",
      "title": "我们的天空",
      "desc": "《我们的天空》共分为12个剧集单元，讲述12个不同的主题，反映香港近期面对的社会问题，包括教育、房屋、网络文化等。  　　剧集故事围绕高家五口的日常生活，讲述热爱中国传统文化的退休校长高八斗（于洋饰），注重家庭伦理，深受各人尊重，但也有点“老学究”气质。其大儿子高可攀（胡诺言饰）新闻系毕业，任职杂志编辑，喜欢事事寻根究底，在民生议题上，偶尔会与父亲立场不同，各执己见；不过高八斗与相差40岁的女儿高可人却有严重代沟，难以赶上网络时代的瞬息万变，幸好儿媳董爱晴（姚子羚饰）持家有道，办事井井有条，相夫教子从不失职。而小儿子日渐长大，面临升中选校问题突然挑动了各人的神经线，从中揭示了一连串当今香港人高度关注的社会问题，每集内容均贴近社会真实。高八斗、高可攀、董爱晴及高可人分别代表了老、中、青三代香港人，诉说各自的价值观。其中，已经演过不少妈妈角色的姚子羚，此次出演..."
    },
    "爱上我的衰神": {
      "channel": "TVB星河",
      "title": "爱上我的衰神",
      "desc": "“衰神”，让你诸事不顺、头头碰着黑。潘小渝是陈北河的“衰神”，每天向河派发毒运，却日渐同情河，不解他何以过着不幸的人生。所谓事出必有因，渝成为河的“衰神”并非偶然……"
    },
    "我的如意狼君": {
      "channel": "TVB星河",
      "title": "我的如意狼君",
      "desc": "民国初年，豉油老字号“家福酱园”的次女徐芯（周丽淇饰）把酱油厂的生意搭理得井井有条，然而好景不长，一次豉油意外事故让酱油厂深陷困境。正当徐芯束手无策时，邂逅青年才俊佟本善（黄浩然饰）。本善的入股令酱油厂的钱债危机得以解除，加上本善的深情，都深深吸引着单纯善良的徐芯，可她却怎知本善另有目的。当年本善被高夫人董帼馨（陈秀珠饰）收养，并捏造他就是高兆堂（郭峰饰）寻找多年的私生子。然而当他即将作为继承人时，却被高夫人设计逐出家门。为报高家此仇，本善展开了一场机关算尽的爱情骗局。\n\n　　香港电视广播有限公司制作的21集民初电视剧《我的如意狼君》，由香港无线金牌监制李添胜执导，黄浩然、周丽淇领衔主演，为观众倾情奉上一出周旋在良心道德与亲情爱情间的年度压轴大戏。"
    },
    "千谎百计": {
      "channel": "TVB星河",
      "title": "千谎百计",
      "desc": "聚焦人称“人肉测谎仪”的前任警察，一位通过解读面部表情和肢体语言测谎的专家。他与一位女性临床心理学家合作，经营一家私人机构，提供私人调査和破案业务。"
    },
    "Click入黄金屋": {
      "channel": "TVB星河",
      "title": "Click入黄金屋",
      "desc": "本剧以“书”为纽带，讲述了一个香港传统家庭中两代人对理想、亲情与事业的坚守与选择。\n\n方学文（秦沛 饰）是旧式书店的老臣子，对书籍有着深厚感情，与妻子颜如玉（韩马利 饰）因书结缘。他的大儿子方心明（黎耀祥 饰）为帮补家计，放弃升学远赴毛里求斯打工，资助弟弟心正（孙耀威 饰）赴美留学。十多年后，心明返港成为一名普通保安，而心正则学成归来，成为炙手可热的网络保安工程师。\n\n尽管两兄弟社会地位与收入悬殊，但亲情从未改变。父亲方学文为给大儿子更好的前途，毅然倾尽积蓄盘下一间即将结业的旧书店，希望心明接手。这个决定让心明从最初的不适应，到逐渐在书海中找到人生新方向，实现了父子两代人在精神上的传承。\n\n与此同时，事业有成的方心正却陷入感情困境，在回归的旧爱婉仪（杨思琦 饰）与投契的新同事希敏（杨秀惠 饰）之间难以抉择。方家小女儿心美（何天儿 饰）则代表了沉迷网络的年轻一代，引发了诸多家庭趣事与风波。全剧透过方家的喜怒哀乐，温情呈现了在数字时代背景下，传统价值观与亲情纽带的珍贵。"
    }
  },
  "ViuTV": {
    "僵尸100～在成为僵尸前要做的100件事～": {
      "channel": "ViuTV",
      "title": "僵尸100～在成为僵尸前要做的100件事～",
      "desc": "剧情讲述的是男主原是一个有梦想的热血青年，经过在黑心企业公司工作的三年时间，早已被折磨成身心疲惫不堪的发条人，失去生存的目标。然而，有一天早晨，男主去管理处交停车费时，发现整个城市充满着僵尸，就连一见钟情默默暗恋着的上司凰姐也惨变僵尸，接着就开启了这个因为丧尸反而重获新生的男人故事。"
    },
    "早晨新闻": {
      "channel": "ViuTV",
      "title": "早晨新闻",
      "desc": "让我们揭开帷幕，聚焦每晨陪伴大众迎接新一天的新闻主播，走近早间新闻节目的台前幕后！剧集由詹妮弗·安妮斯顿、瑞茜·威瑟斯彭和史蒂夫·卡瑞尔领衔主演，以大胆直接的拍摄手法透视当代职场百态。"
    },
    "爆旋陀螺X": {
      "channel": "ViuTV",
      "title": "爆旋陀螺X",
      "desc": "极限时刻即将到来！一名业余陀螺手和一名神秘前冠军组队，一起朝着X塔之巅挺进。"
    },
    "无敌鹿战队": {
      "channel": "ViuTV",
      "title": "无敌鹿战队",
      "desc": "讲述了四只可爱又勇敢的小鹿，不断冒险、化解危机的故事。小鹿们生活在美丽的“中央森林”，这里是他们的家，也是他们守护的地方。森林周围逐渐发展起来一座科技城市“铂金城”，这里充斥着各种新技术和新发明，各种新鲜事物正在潜移默化的影响和改变着人类和动物们的生活。四只小鹿拥有大自然赋予的超能力量，他们会运用自己的智慧和能力帮助动物们和城市居民。每当混乱或危机发生，就是鹿战队出发的时刻！"
    },
    "光之美少女偶像与你": {
      "channel": "ViuTV",
      "title": "光之美少女偶像与你",
      "desc": "「You and Idol光之美少女♪」将于宇宙第一的偶像祭进行演出！\r 不可思议的岛屿中隐藏的秘密究竟是…？\r 有一天，小歌她们受到珊瑚妖精·豆豆的邀请，在被称为爱爱岛的神秘岛屿上举办的“超级奇迹偶像祭”上演出决定！\r 在非常大的会场中，机器人以及动物等，形形色色的偶像们～齐聚一堂♪\r 宇宙第一的偶像祭本该开演…？但突然，神秘怪物出现，爱爱岛与世界瞬间陷入危机…\r 更糟糕的是！大家竟然穿越回到了过去？！\r 拯救危机的关键，藏于岛屿女神的传说中，更与岛上邂逅的讨厌偶像的神秘少女·泰拉息息相关…？\r 紧接着！在爱爱岛上，Wonderful光之美少女！和开阔天空！光之美少女也匆匆赶到!\r 一起上吧！载歌载舞粉丝服务，为你献上闪耀舞台马上开始！"
    }
  }
}