{
  "CCTV1": {
    "自然中国": {
      "channel": "CCTV1",
      "title": "自然中国",
      "desc": "2018年12月30日，由CGTN策划制作的200集原创4K系列节目《美丽中国：自然》在央视4K超高清频道正式播出。\n\n　　该系列节目采用高分辨率、宽色域、高动态范围、环绕声的4K摄制和播出标准，身临其境地展现我国近年在动植物和自然环境保护等方面取得的成就，诠释了人与自然是共生共荣的生命共同体的主题。《美丽中国：自然》系列节目还将在CGTN官网、客户端及海外社交平台陆续投放，向世界讲好中国故事，塑造中国形象，传播中国理念"
    },
    "寻味山海": {
      "channel": "CCTV1",
      "title": "寻味山海",
      "desc": "大型风物美食文旅节目《寻味山海》将镜头深入全球地貌类型最为丰富的中国大地，跨越山海，寻味人间，揭示山川如何塑造风味，食物如何承载自然的基因与人文的记忆。这不仅是一场视觉与味觉的双重盛宴，更是一部新时代的地理风物志。"
    },
    "本草流芳": {
      "channel": "CCTV1",
      "title": "本草流芳",
      "desc": "中央广播电视总台与国家中医药管理局联合摄制的大型系列纪录片《本草流芳》，深入贯彻落实习近平总书记关于中医药文化、中医药产业的重要论述和党的二十届三中全会精神，从植物溯源、考古发现、典籍记载、食药同源、民俗传承、产业发展等多个维度，生动展现本草中凝结的人与自然和谐共生理念和中华民族智慧，揭示中医药何以成为打开中华文明宝库的钥匙，以及中医药如何传承创新发展，增进人民群众福祉。节目运用新技术和电影级拍摄手法，创新呈现多种本草的视觉奇观，并首次公开发布第四次全国中药资源普查的具体成果。\n\n　　《本草流芳》首批将推出10期节目，分别选取人参、石斛、芍药、甘草、益母草、灵芝、枸杞、葛根、当归、黄连十味中草药。"
    },
    "花开中国": {
      "channel": "CCTV1",
      "title": "花开中国",
      "desc": "《花开中国》是由中央广播电视总台、国家林业和草原局与中国花卉协会联合摄制的大型花文化融媒体节目共12集。节目首期的主持人为撒贝宁，嘉宾为刘诗诗、王昱珩。节目聚焦新时代中国花卉业高质量发展，花文化文旅体验与生活美学，通过探访团深入当地特色花园、古镇、街区体验园艺劳作等，带领受众感受自然与人文交织的诗意生活，生动展现发展花卉业对建设生态文明和美丽中国、满足人民日益增长的美好生活需要的重要作用。"
    }
  },
  "山东卫视": {
    "纪录片": {
      "channel": "山东卫视",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    }
  },
  "CCTV2": {
    "白洋淀": {
      "channel": "CCTV2",
      "title": "白洋淀",
      "desc": "华北平原上最大的淡水湖泊，素有“华北明珠”之称。2017年2月23日，习近平总书记在实地考察雄安新区建设规划时专程前往白洋淀，并且强调：建设雄安新区，一定要把白洋淀修复好、保护好。纪录片《白洋淀》正是围绕这片土地上人与自然如何同生共存展开叙述。通过《因水而生》、《临水而居》、《水城共融》三集内容，每集40分钟，在挖掘白洋淀“自然之美”“人文之美”“生态之美”的同时，从“人与水”、“人与淀”、“淀与城”三个维度，重新审视人类与自然的关系，展现新时代中国绿色发展的新价值理念，看白洋淀如何将美丽失而复得，探寻人与自然的共生之道，留住传承不息的精神根脉，见证千年大计的宏伟蓝图。"
    },
    "乡野有真味": {
      "channel": "CCTV2",
      "title": "乡野有真味",
      "desc": "乡村携带着中华文明的基因，隐藏着中国文明演化的原动力，乡村兴则中国兴。而每位国人心中都有一个田园梦。  《乡野有真味》系列纪录片，第一季共20集，每集10分钟，取材赣东北及周边地市乡村，发掘在地乡村最乡土、最原生的风味美食。美食的魅力，与人物命运交织，在撩人的烟火气中，演绎着动人的故事，也呼应着观众的浓浓的乡愁。在乡村振兴的大时代背景下，这些地方特色美食和美食中的人，也在蓬勃生长。正在地方经济社会发展中发挥着重要作用。"
    },
    "青海我们的国家公园": {
      "channel": "CCTV2",
      "title": "青海我们的国家公园",
      "desc": "纪录片《青海·我们的国家公园》共三集，每集50分钟。纪录片主题突出、视角独到、画面优美，全面展现青海推进国家公园示范省建设成果，真实再现三江源国家公园、祁连山国家公园保持自然生态系统的原真性和完整性的生态风貌，揭示保护生物多样性、维护生态安全屏障、给子孙后代留下珍贵的自然资产的重大意义，从而唤起人们热爱生态、保护生态的自觉意识。纪录片立体展现了青海山河之美、生态之美及人与自然和谐共生的美丽画卷。"
    },
    "中国传统建筑的智慧": {
      "channel": "CCTV2",
      "title": "中国传统建筑的智慧",
      "desc": "CCTV9录制\n\n住房和城乡建设部牵头拍摄的大型纪录片《中国传统建筑的智慧》通过传统建筑居住者、使用者、改造者的故事，阐述传统建筑中蕴含的生存智慧、工程技术、审美理念和社会伦理。"
    },
    "能源浪潮": {
      "channel": "CCTV2",
      "title": "能源浪潮",
      "desc": "官方网站: https://tv.cctv.com/2024/03/07/VIDAk1veSyNqJyyXnDhOWblf240307.shtml\n\n制片国家/地区: 中国大陆\n\n语言: 汉语普通话\n\n首播: 2024-03-07(中国大陆)\n\n集数: 5\n\n单集片长: 35分钟\n\n　　能源不仅关系国家安全，更关系经济和民生，是拉动经济发展的重要引擎。顺势而为、乘势而上，以更大力度推动中国新能源高质量发展，为中国式现代化建设提供安全可靠的能源保障，能源浪潮正在到来。"
    }
  },
  "CCTV4": {
    "远方的家": {
      "channel": "CCTV4",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    }
  },
  "CCTV7": {
    "七·七事变": {
      "channel": "CCTV7",
      "title": "七·七事变",
      "desc": "1937年，多灾多难的中华民族遭遇了影响深远的历史事件。日本帝国主义早已将爪牙伸向中原，狼子野心的侵略者赤裸裸露出贪婪嘴脸，所欠仅是一个赖以开战的借口。古都北平，日本华北驻屯军横行霸道，却碍于国民党29军的热血将士誓死挡在面前，不敢轻举妄动。而另一方面，蒋介石集中精力对付中共，对日本侵略者一味采取退让政策，迫使宋哲元（吴桂苓 饰）的29军忍气吞声让出丰台。北平进步学生在中共的授意下，积极团结29军，支持宋哲元抗日。上下一心，同仇敌忾之际，日寇一手导演的七七之变悍然爆发……"
    },
    "滹沱儿女": {
      "channel": "CCTV7",
      "title": "滹沱儿女",
      "desc": "讲述了抗战时期，燕赵大地由无数滹沱儿女组成的平山团浴血奋战、屡立战功的故事。"
    }
  },
  "CCTV10": {
    "地理·中国": {
      "channel": "CCTV10",
      "title": "地理·中国",
      "desc": "《地理·中国》属科普类电视栏目。以地质科考为线索，以普及地理学知识为宗旨，介绍地质学的新发现、新成果、新探索，展示地质地貌的新、奇、特、美。栏目在带着观众感受大自然神奇魅力的同时，传播科学知识，倡导热爱自然，珍惜自然，并传播人与自然和谐共生、相互依存的理念。"
    },
    "大千世界": {
      "channel": "CCTV10",
      "title": "大千世界",
      "desc": "清朝末年，因海外入侵清政府内部更加混乱不堪。官员之间的贪污受贿也已屡见不鲜，一些不法商人为了获得最大利益做了很多违法事件。官商勾结中也闹出了不少笑话……"
    }
  },
  "CCTV11": {
    "角儿来了": {
      "channel": "CCTV11",
      "title": "角儿来了",
      "desc": "戏曲频道《角儿来了》是一档大型融媒体互动戏曲周播栏目。节目选取戏曲名角为切入点，他们或开宗立派，或是创新发展，或是时代先锋。通过对他们艺术传承与生活趣味的微观表达，突显向名角儿致敬，向传统致敬，向时代致敬的宏伟主题。节目以“还原名家本真，寻回时代情怀”为宗旨，打造“融媒互动、跨屏播出、全民参与、情境访谈、科技点亮舞台”等核心亮点，满足广大观众看大戏看好角儿的需求，讲述梨园名角的传奇故事，打造中国戏曲的舆论风标。"
    },
    "天下第一团": {
      "channel": "CCTV11",
      "title": "天下第一团",
      "desc": "元末的一位名叫‘未央生’的书生，立志‘作天下第一才子，娶天下第一美女’，于是抛下自己美貌绝伦的妻子，云游四方，猎艳寻欢。他经一次近于荒诞的手术之后，终于实现了自己的愿望，却发现妻子耐不住青春独处的寂寞，受人引诱而沦落风尘。未央生从此大彻大悟，斩断了人不人、狗不狗的‘本钱’，削发为僧，终成正果。"
    }
  },
  "CCTV12": {
    "姥姥的饺子馆": {
      "channel": "CCTV12",
      "title": "姥姥的饺子馆",
      "desc": "八十年代初，姜桂芳因为包得一手好饺子，成为了北车站国营饺子馆厨师长。后因政策改革，被处处与她作对的许大雯联合经理把她挤兑走。下岗后，为了一家老小穿衣吃饭，姜桂芳开了一家“姥姥的饺子馆”。创业初期，处境艰难，她始终咬牙坚持。期间，她遇到了饺子馆拆迁和许大雯的针锋相对，这些困难不仅没有让她妥协，反而更加的坚强。在生活中，姜桂芳也遇到了大女儿生病、二女儿离婚、三儿子结婚、四女儿出走、以及收养五儿子等家庭问题。姜桂芳靠自己坚韧的性格和高超的智慧带领儿女们闯过一关又一关，饺子馆在起起伏伏中始终维系着家庭的情感，最终，儿女们生活渐渐步入正轨，姜桂芳也在儿孙满堂的家庭饺子宴中品尝着幸福的味道。"
    }
  },
  "CCTV13": {
    "吾家吾国": {
      "channel": "CCTV13",
      "title": "吾家吾国",
      "desc": "《吾家吾国》是由中央广播电视总台推出的一档针对国之大家的挖掘式纪实采访节目，由中央广播电视总台新闻中心、新闻新媒体中心、创新发展研究中心联合打造。节目以“为人民留史，为社会留记，为人物立传”为初心，对我国党史、国史及历史事件中的重要相关人物进行全方位的影像纪录，通过富有温度的真诚对话，撰写“中国国家影像人物志”。"
    }
  },
  "CCTV14": {
    "熊出没-逆转时空": {
      "channel": "CCTV14",
      "title": "熊出没-逆转时空",
      "desc": "光头强是一名普通程序员，却常梦见陌生的森林和两头狗熊。直到他跟上司出访大客户，终于想起：他原是森林的小导游，偶然得到一次重新选择人生的机会。为了挽救旧时间线里的熊大熊二，光头强开始一场奇妙的时空冒险。"
    },
    "我的哪吒与变形金刚": {
      "channel": "CCTV14",
      "title": "我的哪吒与变形金刚",
      "desc": "故事讲述一名叫小吒的当代中国男孩，他崇拜哪吒，也喜欢变形金刚。他渴望通过穿上铠甲获得非凡的力量，和自己心目中的英雄一起并肩打败坏蛋。在梦中的奇幻世界，小吒实现了自己的梦想，与哪吒和汽车人携手合作，一起阻止石矶和霸天虎的邪恶阴谋。在与邪恶抗争的过程中，小吒经历了挫折、失败、迷茫，但最终领悟到“真正的强大源于内心对正义信念的坚持”。他主动脱下铠甲，完成了从依赖外在铠甲到重视内在正义信念的转变，获得了精神上的成长。"
    },
    "霓虹灯下的哨兵": {
      "channel": "CCTV14",
      "title": "霓虹灯下的哨兵",
      "desc": "上海解放后，解放军某部八连接受了在南京路执勤的任务。三排长陈喜（马学士 饰）经不起资产阶级“香风”熏染，瞧不起乡下来看他的妻子春妮（陶玉玲 饰），看不惯脸长得黑的八班长赵大大（袁岳 饰），逐渐丢掉了我军艰苦朴素的优良品质。上海籍新战士童阿男（廖有梁 饰）自由主义思想严重，不请假私自外出，受到连长鲁大成（宫子丕 饰）批评后，竟扬长而去。八班长赵大大则看不惯上海滩的乌烟瘴气，坚决要求上前线去。指导员（徐林格 饰）针对连队出现的种种问题，感觉到问题严重，决定遵照毛主席教导，开展阶级教育，请来老工人讲述在旧上海所遭遇的种种苦难，并使战士们认清在和平时期中也存在着你死我活的斗争......"
    },
    "熊出没-重启未来": {
      "channel": "CCTV14",
      "title": "熊出没-重启未来",
      "desc": "熊大、熊二、光头强意外地和来自未来世界的小亮一起穿越到100年后：世界发生巨大灾变，孢子植物全面侵占，人类在末日中艰难求生，整个地球危在旦夕！而这一切的罪魁祸首竟是......光头强？！  100年前究竟发生了什么？小亮是敌是友？光头强为何背负恶名？人类命运最终会走向何方？熊强三人组能否穿透这层层迷雾，重启未来？"
    },
    "蓝精灵": {
      "channel": "CCTV14",
      "title": "蓝精灵",
      "desc": "邪恶的格格巫突然闯进精灵村庄，受惊的蓝精灵慌失失走避，误闯神秘石洞，在奇异的蓝月亮照耀下竟然穿越结界来到纽约中央公园！一众蓝精灵人生路不熟，只好寄居在一对年轻夫妇家中，他们开朗活泼反应快，搞到屋主晕头转向又无计可施；精灵们首要的任务就是避开格格巫的追捕返回精灵村庄。到底蓝爸爸同蓝妹妹、笨笨、聪聪、厌厌以及勇勇（新角色）能否顺利返家乡呢？"
    },
    "大风车": {
      "channel": "CCTV14",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    },
    "李双双": {
      "channel": "CCTV14",
      "title": "李双双",
      "desc": "本片讲述了性格火辣爽直的李双双（张瑞芳 饰）爱管闲事，对自私爱贪生产队便宜的人直言快语当面指责。她的丈夫孙喜旺（仲星火 饰）却和她相反，胆小怕事爱面子还大男子主义。生产队修水渠，李双双和几个闲着在家没事的妇女去参加劳动，喜旺大为恼火叫李双双在家做饭看孩子伺候他。为此，两 人大吵了一架。双双向生产队提意见，反应对妇女评工分计分混乱不认真，又向公社党委揭发当记工员的喜旺、副队长金樵(刘非 饰）和社员孙有（崔文顺 饰）干活不负责任、投机取巧多记工分。她被群众选上了妇女队长后，喜旺怕以后管不了双双，给她约法三章，双双不答应，喜旺生气离家赶着马车去搞运输了。孙有夫妇攀高枝要把女儿桂英嫁到城里去，桂英早有喜欢的人了，跑去找双双帮忙把来相亲的对象打发走。孙有老婆找到双双大闹，正好让刚回家的喜旺碰上，喜旺再次生气离家......"
    }
  },
  "CCTV15": {
    "全球中文音乐榜上榜": {
      "channel": "CCTV15",
      "title": "全球中文音乐榜上榜",
      "desc": "《全球中文音乐榜上榜》是一档由中央电视台主办，泛亚地区各大媒体协办的音乐打榜节目，旨在打造全国最具公信力、最权威的音乐排行榜，推动中文原创，引领时代音乐潮流。"
    },
    "民歌·中国": {
      "channel": "CCTV15",
      "title": "民歌·中国",
      "desc": "《民歌·中国》栏目是中国唯一一档以中国原生态民歌歌种版图概念全景展示的中国民歌艺术节目，它为展示中国民歌提供了一个良好的契机和广阔的平台。此栏目系列化开拓中国民歌艺术视野，系列化介绍中国民族、民间的原生态民歌艺术，并大力推动中国原生态民歌的发展。"
    },
    "影视留声机": {
      "channel": "CCTV15",
      "title": "影视留声机",
      "desc": "《影视留声机》是中央电视台音乐频道推出的一档栏目，它以影视资料为素材，采用包装加工的方式向观众推荐中外影视作品中脍炙人口的音乐和歌曲。你可以忘了电影的故事，或是一部电视剧的细节，甚至是它们的名字，但是每当片中的旋律响起时，那沉淀的回忆，就会被轻轻地唤起；被雕刻的时光，也渐渐地清晰。光阴的指尖弹奏着心灵的音符，《影视留声机》让我们一起看见声音的表情，音乐响起，和我们想起的一切都属于你。"
    },
    "金声玉振": {
      "channel": "CCTV15",
      "title": "金声玉振",
      "desc": "从贾湖骨笛的远古清音，到民间社火的喧天锣鼓；从《诗经》\"琴瑟在御\"的雅致，到丝绸之路上的琵琶东传——中国器乐，这以音符谱写的文明史诗，承载着中华大地的集体记忆与情感密码。2025年，由中央广播电视总台倾力打造的《金声玉振——中国器乐大会》，将以开放的姿态、当代的表达，开启一场跨越时空的音乐对话。"
    },
    "扬帆远航大湾区": {
      "channel": "CCTV15",
      "title": "扬帆远航大湾区",
      "desc": "晚会主舞台位于珠海横琴粤澳深度合作区，“城”“海”“人”“桥”等粤港澳三地地域元素彼此融合，交相辉映，形成了相互借重、彼此成全、融会贯通的艺术合力。  1.开场曲《大湾区协奏曲》 指挥：陈燮阳 演唱：曾小敏 董宝石 崔子格； 2.歌曲《共同家园》 演唱：万茜 张卫健 麦嘉欣； 3.歌曲串烧《热血燃烧》《莫妮卡》 演唱：陈小春 梁汉文 林晓峰 郑希怡； 4.歌曲《再回首》 演唱：杨千嬅 周笔畅； 5.歌曲《我的未来不是梦》 演唱：张艺兴； 6.歌曲《澳门就是这样》 演唱：澳门人乐队 王心妤； 7.歌曲《入海》 演唱：毛不易； 8.竞先组曲：《赛马》《野蜂飞舞》《沧海一声笑》 指挥：陈燮阳 演奏：方锦龙 劳黎 演唱：钟镇涛 吉克隽逸； 9.歌曲《彩云追月》 演唱：容祖儿； 10.大海组曲 演唱：陈彼得 胡夏 李克勤 龙紫岚； 11.歌曲《弯弯的月亮》 演唱：韩雪 周传雄； 12.歌曲《真的爱你》 演唱：王嘉尔； 13.《渔光幻想曲》 演奏：陈萨 王弢 演唱：阿云嘎； 14.家国组曲 演奏：吕思清 周昭妍 杜政贤 演唱：伍珂玥； 15.歌曲《好事要发生》 演唱：大张伟； 16.歌曲《繁星璀璨的天空》 演唱：周深； 17.歌曲《和韵》 指挥：陈燮阳 演唱：郁可唯 莫华伦 古淖文； 18.歌曲《梦湾》 指挥：陈燮阳 演唱：孙楠。"
    },
    "2026年春节联欢晚会": {
      "channel": "CCTV15",
      "title": "2026年春节联欢晚会",
      "desc": "《2026年中央广播电视总台春节联欢晚会》是由中央广播电视总台制作播出的晚会，设黑龙江哈尔滨、浙江义乌、安徽合肥、四川宜宾四地分会场。北京主会场由任鲁豫、撒贝宁、尼格买提、龙洋、马凡舒、刘心悦担任主持人，黑龙江哈尔滨分会场由杨帆、姜多主持，浙江义乌分会场由郭若天、贺传主持，安徽合肥分会场由朱迅、白羽主持，四川宜宾分会场由张韬、王楚涵主持。  晚会于2026年2月16日20:00（除夕夜）在中央电视台、综艺频道、中文国际频道、国防军事频道、戏曲频道、少儿频道、音乐频道、农业农村频道、4K/8K超高清频道等电视频道，中国之声、音乐之声、经典音乐广播、文艺之声、大湾区之声、台海之声、华语环球广播、南海之声、中国交通广播等广播频率，央视新闻、央视频、云听、央视网、央广网、国际在线等新媒体平台同步直播。  晚会以“骐骥驰骋，势不可挡”为主题，在欢乐吉祥、喜气洋洋的氛围中，与全球华人相约除夕夜，共赴一场昂扬奋发、喜庆温暖、满屏新意的文化盛宴，原创歌曲、舞蹈、戏曲、评弹、武术等各类型节目创排日臻完善，在欢乐吉祥、喜气洋洋的氛围中，尽展新时代新征程的壮美图景。"
    }
  },
  "山东综艺": {
    "纪录片": {
      "channel": "山东综艺",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    },
    "山东春晚": {
      "channel": "山东综艺",
      "title": "山东春晚",
      "desc": "2024山东春晚2月7日（腊月二十八）19:30在山东卫视播出，晚会以欢乐祥和的节日气氛和深厚浓郁的家国情怀为格调，为观众献上一场春节文化盛宴。  2024山东春晚立足联欢氛围，创新组合春晚艺人阵容。晚会邀请主持人周涛领衔主持，深度参与了故事采访、艺人互动等环节。在演员阵容上不仅有张信哲、冯巩、闫学晶、蔡国庆、龚琳娜、王宁、邵峰等“春晚记忆”艺术家，还有张杰、刘雨昕、金志文、希林娜依·高等实力唱将和青春偶像。同时，还邀请中国歌剧院舞剧团、上海越剧院等国内知名文艺院团，为观众带来一流的视听盛宴。温玉娟、于毅、张晓谦等山东籍艺人也将亮相山东春晚的舞台，为大家带来精彩纷呈的节目表演。"
    },
    "我们的美好生活": {
      "channel": "山东综艺",
      "title": "我们的美好生活",
      "desc": "《我们的美好生活》将邀请三位热爱生活的励志女性到中国最美乡村搞建设，她们深入中国乡村，锁定当地的一所闲置村屋，在“千万工程”的精神指引下通过勤劳的双手打造一间“最美乡村民宿”。期间她们邀请各自的好友参与民宿共创工程。最终她们将焕然一新的民宿交给当地村民运营使用，为乡村文旅赋能，点亮乡村发展新方向。"
    }
  },
  "湖南卫视": {
    "声起地平线": {
      "channel": "湖南卫视",
      "title": "声起地平线",
      "desc": "《声起地平线》是由迪玛希作为发起人，携手来自丝路沿线六国的青年音乐人共同开启的全新户外音乐唱演节目。八位歌手深入“一带一路”首倡地哈萨克斯坦的四座特色之城，感受在地的历史人文、城市建设和自然风光，将沿途见闻转化为八场融合民族底蕴与国际视野的舞台竞演。节目以积分角逐“荣耀之星”，在发起人和多位音乐见证人的助力下，展开了一场丝路青年互学互鉴的音乐奇旅。"
    },
    "与凤行": {
      "channel": "湖南卫视",
      "title": "与凤行",
      "desc": "身为魔界衔珠而生的碧苍王，沈璃的一生是璀璨而夺目的，但在她千岁诞辰之际，政治联姻的魔爪劈头盖脸的挠过来。九十九重天上的帝君，一纸天书颁下，着碧苍王与帝君第三十三孙拂容君定亲。拂容君早年便因花心而闻名天外，她堂堂魔界一霸，一杆银枪平四海战八荒，岂能嫁给那种花心草包!这婚必须逃!沈璃不想，这一跑还真碰上了那个不属于三界五行的男子..."
    },
    "亲爱的·客栈": {
      "channel": "湖南卫视",
      "title": "亲爱的·客栈",
      "desc": "又名《一家客栈》，是中国大陆湖南卫视推出的一档经营观察类真人秀节目，也是继《中餐厅》之后，湖南卫视推出的第二档该类型的真人秀节目，前两季主要讲述两对伴侣与一位友人（第一季）或一对伴侣与三位员工（第二季）利用20天的时间共同经营一家客栈的心路历程，以及过程中发生的大小故事，向观众呈现爱情中最真实的生活状态；第三季则主要讲述老板与助理从六位员工中挑选一位成为客栈合伙人的经历，向观众呈现当代职场生存现状。"
    }
  },
  "浙江卫视": {
    "幸福像花儿一样": {
      "channel": "浙江卫视",
      "title": "幸福像花儿一样",
      "desc": "八十年代，某军区文工团，在那个空气里都散发出纯真气息的时代，杜鹃（孙俪 饰）是其中最阳光的女孩子，身为舞蹈演员的她身段出色技术出众，赢得无数青睐与赞赏。她与同样才气出众的林彬（辛柏青 饰）恋爱，每天快乐得如同幸福的青鸟一样。然而这段纯爱没能经受住种种天意人为的考验，黯然分手，杜鹃嫁给了高干子弟白杨（邓超 饰），婚后白杨变化极大，他爱杜鹃，却爱得独霸嫉妒，倔强的杜鹃难以接受这样的爱，吵闹变成家常便饭。加上人生里种种事端让二人越走越远。生下孩子的杜鹃执意离婚，婚后重新面对林彬和白杨的追求，她会如何选择？\n\n　　大梅（殷桃 饰）是杜鹃最好的朋友，与纯真的杜鹃比起来，大梅敢作敢当敢爱敢恨，她审时度势嫁给了高干子弟，当经商大潮来临时又毫不犹豫地下海，一直处于时代潮流中。\n\n　　纯真的杜鹃，不管时代如何变迁，都保持着自己内心的清纯，她会否获得自己真正的幸福？而幸福是否能像花儿一样绽放，绽放在她的周围？"
    },
    "奔跑吧": {
      "channel": "浙江卫视",
      "title": "奔跑吧",
      "desc": "《奔跑吧兄弟》是中国浙江卫视引进韩国SBS电视台制作的真人实境秀节目，从2014年10月开始播出，原版为韩国SBS电视台的《Running Man》。\n\n《奔跑吧兄弟》的游戏设定为成员与嘉宾前往各个任务地点进行前期任务，由胜出的队伍或个人获得对最终任务有利之提示或权力，最后在最终任务地点完成最终任务。最终任务游戏沿用《Running Man》的“撕名牌”环节。\n\n第五季开始，节目更名为《奔跑吧》（Keep Running），赛制亦稍作少量修改。"
    },
    "我们的客栈": {
      "channel": "浙江卫视",
      "title": "我们的客栈",
      "desc": "沙溢＆姚晨及其他6位常驻嘉宾组成客栈家族。他们亲手打造有机农场，有田有地有鱼塘，自给自足自乐。让来到这里的客人，身心得到休憩，情感得到按摩。"
    },
    "17号音乐仓库": {
      "channel": "浙江卫视",
      "title": "17号音乐仓库",
      "desc": "《17号音乐仓库》用充满“造梦感”的整体规则，由5组经历过事业高光和低谷期的成熟音乐人，以不同主题性的策划完成阶段Livehouse音乐演出，链接不同社会人群，力求带给观众耳目一新的音乐类型文艺作品。"
    }
  },
  "东方卫视": {
    "爱上海": {
      "channel": "东方卫视",
      "title": "爱上海",
      "desc": "美国作家帕特里夏-海史密斯（1921-95）的生活、爱情和工作的故事，通过她未发表的日记、她自己的声音和认识她的人（包括家人和亲密朋友）的声音讲述。"
    },
    "1/7": {
      "channel": "东方卫视",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "画眉": {
      "channel": "东方卫视",
      "title": "画眉",
      "desc": "上世纪五十年代，海外学子计丹阳归国，投身国防科研工作。抵达香港后陷入敌特圈套。公安庞红梅保护计丹阳安全回到祖国，但敌特在香港失败后，继续围绕我方设在泸门的“水滴工程”，部署了“磐石计划”，由特务“雪狼”主持，试图破坏我方科研任务。为保证水滴工程的顺利开展，以庞红梅为代表的公安人员与敌特们展开数次交锋，但每到科研的关键节点，敌特总能先一步部署破坏计划，雪狼仍未找到，敌特仍在暗中破坏“水滴工程”，庞红梅等众公安在泸门与敌特进行了一场生死较量……而在保护专家组的过程中，庞红梅、计丹阳、厂医院护士白卉三人逐渐了解，成为好友。当庞红梅开始怀疑白卉父亲中医白铭汉的身份时，他们的友情又该何去何从？"
    },
    "人间洗剧": {
      "channel": "东方卫视",
      "title": "人间洗剧",
      "desc": "首部国人洗浴文化纪录片，知名喜剧演员乔杉配音。澡堂一间，烟火万千，在蒸腾的热气与水声之中，我们走遍全国各地风格迥异的“澡堂”，记录这片特殊的场域下技艺精湛的洗浴技巧、五花八门的洗澡文化以及人们卸下防备赤诚以待的动人故事与情感瞬间。"
    },
    "乌云之上": {
      "channel": "东方卫视",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "梦圆东方2026东方卫视跨年盛典": {
      "channel": "东方卫视",
      "title": "梦圆东方2026东方卫视跨年盛典",
      "desc": "星光点亮城市，新程即刻开启！一起闪耀City，让更好发生！12月31日19:30，锁定《梦圆东方·2026东方卫视跨年盛典》，在璀璨星辉中敲响年尾的钟声，在美好憧憬中跨向更好的2026！"
    },
    "玫瑰的故事": {
      "channel": "东方卫视",
      "title": "玫瑰的故事",
      "desc": "玫瑰（张曼玉 饰）是一个天真美丽的少女，身边不乏各种追求者。而她唯一的亲人——哥哥（周润发 饰）更是对她呵护备至。直到她遇见了已经订婚的庄国栋，才真正体会到了爱一个人所带来的痛苦。玫瑰决定远离香港这个伤心地，于是不顾哥哥的不舍便飞往巴黎求学，并嫁作他人妇。直到哥哥生病离世，已离婚的玫瑰又再度返港，遇到了对她百般关爱的傅家明（周润发 饰），就在她再次披上婚纱之时，噩耗又再次传来……"
    }
  },
  "江苏卫视": {
    "子夜外卖": {
      "channel": "江苏卫视",
      "title": "子夜外卖",
      "desc": "《子夜外卖》以“子夜”为时间窗口，既没有邀请明星嘉宾助阵，也没有主持人串联，而是完全以外卖员的第一视角，进行原生态的社会风貌记录。将以一期一主题的单元设置，辐射夜色下的缤纷风景。《子夜外卖》第一季分为8期节目，每期有3名外卖小哥作为故事主角，穿插其他人物群像，展现奋斗故事。拍摄过程采用全程跟拍的方式，第一时间对取单送单过程中发生的状况进行实时记录捕捉。"
    },
    "百姓的味道": {
      "channel": "江苏卫视",
      "title": "百姓的味道",
      "desc": "节目旨在传扬中国美食文化，寻找中国百姓之间共鸣的味道。过去一年，世界经历了一场历练，在持续的隔离和分别之间，美食将断层的世界重新连接起来。再远的距离也阻隔不了因它而生的笑脸和感动。美食作为人类共通的“语言”、重启生活的密钥，让相隔四海的心灵产生共振，将“味道”和内心深处的记忆关联，让我们畅游回忆，在一帧帧定格的画面中重新感受生活的温度。"
    },
    "宵夜江湖": {
      "channel": "江苏卫视",
      "title": "宵夜江湖",
      "desc": "腾讯视频自制纪录片《宵夜江湖》，将讲述以宵夜美食为切口的市井传奇故事。那些最野的宵夜，是地道的本土味道，更是城市文化的骄傲。那些最放肆的人，在夜色下亮出绝活，也袒露心声。企鹅影视纪录片工作室联合五星传奇团队，深入沈阳、西安、武汉、重庆、杭州、南宁、厦门、广州等八个城市，一探本土美食大咖的精湛技艺，呈现既日常又生猛的市井江湖。除了丰富多彩的美味诱惑，本片还试图捕捉深夜都市里的一些生动细节，探讨有秩序、有活力的生存之道，为忙碌一天的人搭建起温馨的“心灵收容所”。"
    },
    "知否知否应是绿肥红瘦": {
      "channel": "江苏卫视",
      "title": "知否知否应是绿肥红瘦",
      "desc": "盛家六姑娘盛明兰从小聪颖貌美，却遭遇嫡母不慈、姐妹难缠、父亲不重视、生母被害去世的困境。她藏起聪慧，掩埋锋芒，忍辱负重在逆境成长，在万般打压之下依然自立自强，终历尽艰难为母报仇。在这一过程中，盛明兰结识了宁远侯府二公子顾廷烨。顾廷烨帮过盛明兰，也刻薄地对待过盛明兰，他见过盛明兰软弱表皮下的聪慧锐利，也见过她刚强性格中的脆弱孤单，对她早已倾心。朝廷风云变幻，在顾廷烨的拥戴下，赵家旁支宗室子弟被立为太子，顾廷烨拿着勤王诏书，大破反贼，而后拥立新帝，成为新朝第一功臣。而后，顾廷烨略施巧计娶了盛明兰为妻。盛明兰婚后管家业、整侯府、铲奸佞，夫妻二人解除误会建立了深厚的感情，最终盛明兰与丈夫一同协助明君巩固政权，二人也收获了美满的人生。"
    },
    "2026乐龄春晚": {
      "channel": "江苏卫视",
      "title": "2026乐龄春晚",
      "desc": "《2026乐龄春晚》是由国家老年大学、中国教育电视台、北京曜阳公益基金会等联合主办，中国文化书院大众传播专业委员会承办的春节晚会 [2]，由黄薇担任晚会总导演，黄薇、朱军、子涵、李耀阳主持 [3]，于2026年2月4日19:30在北京世纪剧院举办，国家老年大学和快手平台同步直播，中国教育电视台及江苏卫视、山东卫视、辽宁卫视、四川卫视、河北卫视、山西卫视在春节期间进行大屏播出 [1]。\r 晚会以“乐龄迎春·马上接福”为主题，既是专为全中国3亿多乐龄群体量身打造的精神家园，更是新时代积极应对人口老龄化、弘扬敬老爱老传统美德的生动实践，在辞旧迎新的美好时刻，为神州大地注入温暖而持久的生命力 [1]。\r 该晚会播出后，截至2026年2月5日，相关热门话题传播超17.4亿人次。直播时段内晚会收获各级网络媒体报道238条，多平台直播累计传播互动1291.1万人次，参与晚会内容分发及宣传推广的各新媒体平台账号累计覆盖网络用户超1.1亿人次 [3]。"
    },
    "酒美中国": {
      "channel": "江苏卫视",
      "title": "酒美中国",
      "desc": "《酒美中国》以味道出发，探讨因酒而形成的生活方式和生活场景的改变。囊括了中国以及如日本、西班牙、法国波尔多等多个知名产地，选择了包括茅台、洋河、长城葡萄酒、酒鬼酒、孔乙已等在内的近10家中国名酒，探索国内外不同风土下美酒的秘密。节目植根中华酿造文明，以天酿美酒、道法自然的酿造哲学为依托，传递中华美酒的酿造技艺、饮酒礼仪、美酒艺术和故事，从人类学的角度去探讨酒与人的关系，旨在揭开美酒香气的秘密，破解酒的味道密码。"
    }
  },
  "北京卫视": {
    "风味原产地": {
      "channel": "北京卫视",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    },
    "昆虫记": {
      "channel": "北京卫视",
      "title": "昆虫记",
      "desc": "松木（左幸子 饰）出生在一个穷苦的农村家庭之中，母亲去世后，她和父亲过着相依为命的生活，父女之间感情十分亲密。为了补贴家用，松木被派往地主家做工，却被地主的儿子强暴怀孕。之后，松木回到了父亲身边，生下了一个女儿，取名幸子。之后，松木在工厂里找到了一份工作，和小组长松波交往甚密。最终，松木被工厂开除。无处可去的她决定将幸子留给父亲照顾，自己只身一人来到了繁华的大都市东京。在那里，她成为了妓院里的一名女佣，并最终经不住金钱的诱惑，出卖了身体。聪敏的松木深得妈妈桑的信赖，妈妈桑将自己的一部分事业交给松木打理，并将金主唐泽介绍给松木。在唐泽的资助下，松木拥有了自己的妓院。"
    }
  },
  "安徽卫视": {
    "本色": {
      "channel": "安徽卫视",
      "title": "本色",
      "desc": "讲述来自纽约的少年弗雷泽在意大利的一个军事基地里，与凯特琳开始了一段浪漫的关系。然而，他对自己的性别认知并不清楚，因为他也对老兵杰森的产生了感情。"
    }
  },
  "天津卫视": {
    "哈尔滨1944": {
      "channel": "天津卫视",
      "title": "哈尔滨1944",
      "desc": "1944年伪满统治下的哈尔滨，伪装成铁路巡警的地下党宋卓文（秦昊 饰），被特务科科长关雪（杨幂 饰）误认为自己的救命恩人——其实是卓文失散多年的双胞胎哥哥宋卓武（秦昊 饰）。卓文为查清关东军课长浅野大吾来哈尔滨的最高任务，将计就计利用关雪进入特务科，可是宋卓武却突然出现，使卓文陷入始料未及的困境。关雪冷血多疑，心狠毒辣，卓武生性冲动，经常无意间破坏卓文的行动，在上级的安排下，才使得两兄弟相互配合，彼此掩护，经历数次的试探，避开特务科内部同事的明争暗斗，终于取得关雪和日方高官的信任。在这短短一年的时间之内，地下党人们经历千辛万苦查清并阻止了日军和苏联共谋的秘密行动，揪出潜伏在我党内部的伪满特务，迎来战争最后的胜利。"
    },
    "青海我们的国家公园": {
      "channel": "天津卫视",
      "title": "青海我们的国家公园",
      "desc": "纪录片《青海·我们的国家公园》共三集，每集50分钟。纪录片主题突出、视角独到、画面优美，全面展现青海推进国家公园示范省建设成果，真实再现三江源国家公园、祁连山国家公园保持自然生态系统的原真性和完整性的生态风貌，揭示保护生物多样性、维护生态安全屏障、给子孙后代留下珍贵的自然资产的重大意义，从而唤起人们热爱生态、保护生态的自觉意识。纪录片立体展现了青海山河之美、生态之美及人与自然和谐共生的美丽画卷。"
    }
  },
  "深圳卫视": {
    "奇迹": {
      "channel": "深圳卫视",
      "title": "奇迹",
      "desc": "Sunder是一个农村的教师，被朋友骗到了孟买，行李被骗走，身上的钱也都被偷走。走投无路时，在坟墓里遇到了鬼魂先生Marco，他讲出了20年前被杀害的事情，并求Sunder帮助他。最终，他们齐心合力抓住了坏人，并且Sunder和Marco的女儿结婚了。"
    },
    "唐朝诡事录之长安": {
      "channel": "深圳卫视",
      "title": "唐朝诡事录之长安",
      "desc": "该剧改编自作家魏风华同名原著，讲述了在繁华的大唐盛世之下发生的一系列奇闻异事，长安金吾卫中郎将卢凌风将与狄公亲传弟子苏无名携手共破诡案，守护苍生，担负起挽救社稷于危急的使命。"
    },
    "折腰": {
      "channel": "深圳卫视",
      "title": "折腰",
      "desc": "聪慧机敏系家国的乔家女郎小乔（宋祖儿 饰），与有勇有谋心纯善的魏家主公魏劭（刘宇宁 饰）联姻，起初二人因祖辈恩怨有所隔阂，过着相互试探与攻守的婚后日常，夫妻俩的多番较量中有笑也有泪；在历经诸多危机后，小乔和魏劭逐渐被对方的才智谋略与豁达胸襟所吸引，回过神时早已水滴石穿，心系彼此。二人凭借夫妻默契化解了家族矛盾，携手还百姓和平与安宁。"
    },
    "人间有味山河鲜": {
      "channel": "深圳卫视",
      "title": "人间有味山河鲜",
      "desc": "由腾讯视频出品的美食纪录片《人间有味山河鲜》官宣定档，影片将于9月30日在腾讯视频上线，影片从海鲜、羊肉两大类秋冬热门美食入手，寻访最美味食材的原产地，纪录食材从培育到制作的一系列过程。"
    }
  },
  "东南卫视": {
    "福建一百吃": {
      "channel": "东南卫视",
      "title": "福建一百吃",
      "desc": "《福建一百吃》是由福建省商务厅、福建省广播影视集团卫视中心和腾讯视频联合制作出品的一档大型美食微纪录片。节目非常荣幸地邀请到了九位中国美食界极具代表性的权威人士参与拍摄，共同聚焦福建超过200道特色民间美食，进而解密八闽大地上真实流淌的日常饮食生活，串联起了福建县域的独特风貌，塑造了充满温情与生命力的地域美学，福建的真实与美好得以在每一日、每一餐中被重新感知与理解。"
    },
    "中国闽菜": {
      "channel": "东南卫视",
      "title": "中国闽菜",
      "desc": "类型: 纪录片\n\n制片国家/地区: 中国大陆\n\n语言: 汉语普通话\n\n首播: 2023(中国大陆)\n\n集数: 13\n\n单集片长: 11分钟\n\n　　中国闽菜，历史悠久，富有丰富的文化内涵。闽菜以福州菜为基础，融合了闽南、闽北、闽东、闽西各地的烹饪技艺，形成了独特的口味。以其细腻的刀工，精湛的烹饪技巧，将各种食材的味道发挥得淋漓尽致。从酥脆的鱼丸，到鲜嫩的卤鸭，再到那醇厚的海鲜汤，每一道菜都展现出闽菜的精致和独特。在中国的美食版图中，闽菜以其独特的魅力，赢得了人们的喜爱和赞誉。在短视频中，我们将带您领略闽菜的魅力，感受那份来自福建的美食文化。"
    },
    "非常旅行+": {
      "channel": "东南卫视",
      "title": "非常旅行+",
      "desc": "4位50+女性组成闺蜜旅行团，在非洲这片人类起源之地开启爱心公益之旅，通过独具个性的方式对外探索世界，冒险旅行，对内重拾友谊，审视自己。"
    },
    "武夷山·我们的国家公园": {
      "channel": "东南卫视",
      "title": "武夷山·我们的国家公园",
      "desc": "《武夷山·我们的国家公园》是首部8K超高清摄制的介绍中国国家公园的生态人文纪录片，由上海广播电视台纪录片中心、福建省广播影视集团、上海东方传媒技术有限公司联合出品。该片展示了中国国家公园的优质自然环境和生物多样性保护的扎实成效，体现了中国为携手共建地球生命共同体贡献的中国方案和中国智慧。"
    },
    "追光": {
      "channel": "东南卫视",
      "title": "追光",
      "desc": "一个自认为才华横溢的中国留学生Alan, 在号称世界上最适宜⼈类居住的城市墨尔本，过着养尊处优的生活。为了追求他的“艺术梦想”，他时长挂科，从不去⼯作，26岁依然依靠着⽗母的养育。为了有⼀天能将它写了8年的话剧剧本"
    },
    "分贝在出逃": {
      "channel": "东南卫视",
      "title": "分贝在出逃",
      "desc": "《分贝在出逃》是一档户外音乐治愈综艺节目。节目集音乐元素、旅途元素和真人秀元素为一体，传播音乐和友情的正能量。"
    },
    "鲁豫有约·一日行": {
      "channel": "东南卫视",
      "title": "鲁豫有约·一日行",
      "desc": "据了解，节目首播当期“华人首富”王健林将会带领鲁豫走进万达食堂，曝光传说中的万达内部食堂，还大谈与儿子王思聪的相处之道，甚至谈到了“自己要延迟退休以及为什么要延迟退休”，并且给鲁豫展示了自称一向“秘不示人”的“神秘收藏王国”，首次公开自己的私人飞机内部……这也将是王健林的综艺访谈节目首秀。著名主持人孟非，虽然全国知名，却从未上过任何一个节目深谈自己的人生和隐私，这一次听说是在南京与鲁豫盘桓一整日，对鲁豫全面开放了他的私人生活。除此以外，还有部分网友对杨丽萍位于大理的传说中“美到天上去”的月亮宫、因“抑郁症”远离观众视线10年的“摇滚蓝莲花”许巍和“网红霸道女总裁”董明珠的逆袭等也表示出了强烈的好奇，甚至有网友调侃称：“鲁豫姐姐一定要多吃饭，攒足力气多走出去带我们看看大咖们的人生”。还有网友表示能邀请到这些重量级的明星大咖，也只有鲁豫能做到。该节目将于8月26日起，每周五晚21：10分于东南卫视首播。"
    }
  },
  "湖北卫视": {
    "我是赵传奇": {
      "channel": "湖北卫视",
      "title": "我是赵传奇",
      "desc": "赵传奇接上级指令，令他带上档案，回军区接受重要任务。途中遭遇伏击，不得已烧掉档案。身负重伤的的赵传奇回到了军区，因无法证明身份而产生误会。赵传奇巧用诈降突围的事情恰巧又被军分区的侦察员亲眼所见，于是，赵传奇被扣上叛徒的帽子，跌落至谷底。小野的父亲为子报仇。请命前往晋察冀驻军，趁军区防御空虚，调动大队军马冒然出击。身陷禁闭的赵传奇凭借经验使得军区首长脱离险境。寡不敌众的赵传奇眼看要被俘虏，却被一伙拿着武器的村民解救。这些村民是褚家村的幸存者，为了活下去他们拿起武器开始保护自己。赵传奇获救后只好留在褚家村，赵传奇有作战经验，用自己的一套作战方法，利用村民手里现有的武器带着村民开始了抗日行动。赵传奇在带着村民抗日的过程中，终于救出自己的战友大出溜，证明了自己的身份，同时带领了村民加入了中国共产党。"
    },
    "唐崖土司城": {
      "channel": "湖北卫视",
      "title": "唐崖土司城",
      "desc": "《唐崖土司城》是献礼“唐崖土司城址”申遗成功十周年官方纪录片，该片将唐崖土司城放置于历史、世界的维度，全方位解析这座土司城遗址在中华文明和人类文明发展史上的重要地位。导演组将唐崖土司城比拟成千年来大一统中国的微缩景观，从解构它的历史呈现中华民族交往、交流、交融的壮丽史诗；从世界范畴中探索唐崖土司城的文明文化基因，讲述多样斑斓的人类文明故事。\n\n　　总导演：谭海燕\n\n　　执行总导演：陈志敏\n\n　　导演：杨晓宇、夏爽、孟天\n\n　　总撰稿：林风云\n\n　　摄影：贺嵩、李自茂、代为、易为、张健、黄帅、陈正茂、张赟\n\n　　剪辑：李侠、柳涵、张龄允\n\n　　动画特效：郑浩、李豪、徐子尧、王胜强\n\n　　模拍导演：吴钦\n\n　　模拍摄影指导：谢丹\n\n　　解说：周扬"
    }
  },
  "广东卫视": {
    "三八线上": {
      "channel": "广东卫视",
      "title": "三八线上",
      "desc": "朝鲜战争打了三年以后，美帝国主义不得不座在了谈判桌上。但敌人是不甘心失败的，经常派特务越境收集我方情报，三八线上成了第二战场。美军戴维斯上校（道洛霍夫 饰）准备派遣间谍到北朝鲜找日本潜伏特务山本太郎（张展望 饰）取回002情报。甄别再三，他把任务交给了乔三（王运庭 饰）和崔春生（裴有犹 饰）。因为崔在日本特务机关受过训练，且他又是朝鲜人，还被特务机关洗过脑。俩人越境找到山本太郎，拿到002情报，在返回的途中，崔腿被打伤，躲进了阿妈妮家中，言谈中被阿妈妮发现了破绽，崔春生打伤了阿妈妮（王伯玲 饰），俩人落荒而逃。最终落入我志愿军和人民军之手。经证实，崔春生竟是阿妈妮的儿子......"
    },
    "国宝时刻": {
      "channel": "广东卫视",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    },
    "烽火列车": {
      "channel": "广东卫视",
      "title": "烽火列车",
      "desc": "《烽火列车》是1960年上映的故事片，由朱文顺执导，李亚林、史可夫等主演。影片讲述了抗美援朝初期，美军为阻挠我志愿军向南挺进，炸毁了清川江大桥。刘风、金万吉、苗景春等冒着生命危险，把军火提前运到前线，保证了我军的作战需要。"
    },
    "冰雪尖刀连": {
      "channel": "广东卫视",
      "title": "冰雪尖刀连",
      "desc": "1950年秋，新中国万象更新。某军第七侦察连连长伍千里回乡省亲。伍家长兄牺牲于淮海战役，尚有老三伍万里，顽劣失教，为害渔寨邻里。千里决定带他走正途当兵，兄弟归营，正赶上大军开拔抗美援朝战场。万里初来乍到，结识一群久经沙场的老兵，个个硬骨头真性情。渡过鸭绿江，适逢朝鲜百年不遇的寒冬。团部下令化整为零、潜伏穿插深入敌后。新兵万里初登战场，成了七连的拖累。万里和七连在一系列艰苦战斗中一起成长。机场大战中，七连识破美军伎俩，拯救整个兵团的同时，与主力部队失散。他们寻主力部队至水门桥。水门桥是能左右朝鲜战局的砝码，仅剩三十余人的七连，必须完成炸桥任务。“钢七连”以伟大的牺牲和强大的革命意志，完成了这个足以彪炳史册的壮举。千里牺牲，万里成长为一名有担当的战士，他将用余生践行对哥哥的承诺，重建“钢七连”。"
    },
    "逆战": {
      "channel": "广东卫视",
      "title": "逆战",
      "desc": "从小与母亲相依为命的国际安全局警察万飞 (周杰伦 饰) 深入军事重地中东进行任务，枪林弹雨中发生意外，同僚兼未婚妻Ice (白冰 饰)当场身亡，万飞亦身受重伤，留下随时送命的后遗症。 万飞感到时日不多，便离队返家陪伴母亲。母亲于此时将隐藏多年的秘密告诉万飞，为了完成母亲心愿，他决定远赴东南亚，途中结识了医疗队义工Rachel (林鹏 饰)。没想到Rachel被卷入一个国际犯罪集团的惊世阴谋，万飞挺身相救，多次的炮火追逐令他们的生命受到严重威胁，更发现其中一名敌人竟是万飞的亲生哥哥万阳 (谢霆锋 饰)！岂料组织为了利益而出卖万阳，同时绑架了他的女儿！为了救出女儿及Rachel，两兄弟决定连手对付敌人。究竟万阳的女儿及Rachel能否逃出生天？万飞与万阳两兄弟之间的误解及羁绊又如何化解？"
    }
  },
  "贵州卫视": {
    "詹姆士的厨房": {
      "channel": "贵州卫视",
      "title": "詹姆士的厨房",
      "desc": "《詹姆士的厨房·旅行季》是一档美食旅行慢综，由中国台湾著名烹饪美食家詹姆士与罗拉、王能能三人组成“寻鲜家族”，从贵阳出发自驾游遍贵州九地，一起制作一份旅行手帐，并开设一家创意集合菜小店，每一地还将有飞行嘉宾投送他的“美食订单”。"
    },
    "我粉你": {
      "channel": "贵州卫视",
      "title": "我粉你",
      "desc": "节目是国内首档聚焦米粉这一食物，呈现国人全天候米粉情结的纪录片。米粉作为一种普通日常却又富有感染力的食物，不少米粉从早期只在特定区域出现，到现在逐渐走向全国，既填补了众多异乡打拼之人的乡愁，也丰富了各地的饮食结构和文化。本片从美食出发，走遍省会城市、工业城市、边境小城、少数民族自治县、海滨城市、高山村镇等 ，将镜头伸向街头巷尾，田间山野，讲述平民美食和山野传奇，以最独特的视角真实展现米粉这一美食背后的独特情感。带观众追溯原始产地最地道的美味米粉，探访最有味道、最有温度的米粉之城，一览中国各具特色的城市面貌和风土人情。本片从创作上，重美食、巧叙事、强戏剧。重点展示米粉工艺本身及相关食材制作，从画面上突出美食的吸引力。同时通过给每集人物进行关于米粉的动机设置、逆向设置，增强冲突的故事感，跳脱单纯展示型纪录片的套路，让人物与美食的结合度更高。"
    },
    "闺蜜的美好旅程": {
      "channel": "贵州卫视",
      "title": "闺蜜的美好旅程",
      "desc": "节目每一期邀请一组真实闺蜜, 共同踏上为期两天一夜的专属旅程。在这段浓缩的时光里, 她们将通过一系列精心 设计的环节, 从考验默契的趣味挑战、深夜倾诉的走心对谈, 到共同协作的生活美学、深入当地的文化体验, 全方位展现闺蜜间独有的理解、支持、欢笑与成长。节目旨在捕捉女性情谊中最真挚动人的瞬间, 在共同经历与深度互动中, 让观众感受那份温暖、默契且充满力量的美好联结。"
    },
    "这一站贵州": {
      "channel": "贵州卫视",
      "title": "这一站贵州",
      "desc": "本季共八集，围绕的是在讲智慧，贵山贵地人的智慧，生活智慧、处事智慧、建造智慧、经营智慧、交流智慧、探索智慧等等。智慧，是能吸引人深入的根元素之一。大文旅作品，究其根本在于拨开极致景色的外衣后，内涵核心还是文化吸引力，而文化一定要靠人文的体现表达，不只看美赏色，景是衬，归根还是要做有温度的人，做出人情味，不做苦哈哈，做乐呵呵的贵地人生存之道，让观者喜欢上这方水土中智慧质朴的人，必然会喜欢这个地方，还有些想要来看看的念想，来亲身经历、亲身感受一番，这影片，就成了。"
    },
    "锦绣安宁": {
      "channel": "贵州卫视",
      "title": "锦绣安宁",
      "desc": "在别院长大的罗家千金罗宜宁自小未受繁文缛节的束缚，因为看不惯众人对“三哥”罗慎远的欺负而多次伸出援手，逐渐发现罗慎远看似落魄实则文武双全。受过情伤的罗宜宁不愿再困于宅邸、受制于人，立志打破旧识用自身所长开店创业完成独立。在罗府处境凄凉的罗慎远因恩师遭诬陷而亡，一直都在追寻真相。罗慎远感激罗宜宁带来家人般的温暖，在她开业遭遇困境时竭尽全力支持，罗宜宁也慢慢理解了恩师对罗慎远的意义，两人逐渐走近情意渐生。罗宜宁在罗慎远的帮助下不仅惩治了残害生母的凶手，也把店铺事业打理得井井有条；而罗慎远也在宜宁的鼓励下参加科举并一举夺魁，更找到了当年冤案的真相。最终两人成功为恩师平反，将罪魁祸首绳之以法，从此过上了无愁、安宁的生活。"
    }
  },
  "河北卫视": {
    "2026乐龄春晚": {
      "channel": "河北卫视",
      "title": "2026乐龄春晚",
      "desc": "《2026乐龄春晚》是由国家老年大学、中国教育电视台、北京曜阳公益基金会等联合主办，中国文化书院大众传播专业委员会承办的春节晚会 [2]，由黄薇担任晚会总导演，黄薇、朱军、子涵、李耀阳主持 [3]，于2026年2月4日19:30在北京世纪剧院举办，国家老年大学和快手平台同步直播，中国教育电视台及江苏卫视、山东卫视、辽宁卫视、四川卫视、河北卫视、山西卫视在春节期间进行大屏播出 [1]。\r 晚会以“乐龄迎春·马上接福”为主题，既是专为全中国3亿多乐龄群体量身打造的精神家园，更是新时代积极应对人口老龄化、弘扬敬老爱老传统美德的生动实践，在辞旧迎新的美好时刻，为神州大地注入温暖而持久的生命力 [1]。\r 该晚会播出后，截至2026年2月5日，相关热门话题传播超17.4亿人次。直播时段内晚会收获各级网络媒体报道238条，多平台直播累计传播互动1291.1万人次，参与晚会内容分发及宣传推广的各新媒体平台账号累计覆盖网络用户超1.1亿人次 [3]。"
    },
    "最暖的夜-2026跨年爱心盛典": {
      "channel": "河北卫视",
      "title": "最暖的夜-2026跨年爱心盛典",
      "desc": "2025年12月31日晚，河北卫视继续延续其独特的“温情跨年”品牌，推出了《最暖的夜——2026跨年爱心盛典》。不同于喧嚣的歌舞狂欢，这场盛典将镜头对准了过去一年中发生在河北大地乃至全国各地的平凡英雄与感人瞬间。 晚会通过“冀时大直播”的形式，串联起多个温暖现场：从崇礼万龙滑雪场冰雪健儿的激情飞扬，到邢台临城县森林公园的守岁祈福；从跨越两省的“十万颗红豆”的深情约定，到市井街头女子与卖菜大爷的双向奔赴。节目融合了即时新闻、人物访谈、公益行动与文艺表演，致力于在辞旧迎新之际，用一个个真实、滚烫的中国故事温暖人心，汇聚向善的力量，共同迎接2026年的第一缕阳光。"
    }
  },
  "山西卫视": {
    "三国": {
      "channel": "山西卫视",
      "title": "三国",
      "desc": "东汉末年，朝纲混乱。内有董卓巨奸权倾朝野，专横跋扈；外有黄巾军起义，撼动社稷。时有曹操韬光养晦，欲为国除害。逃出京城后，曹操与各地诸侯袁绍、刘备、孙坚等二十路豪杰会盟，共同讨伐董卓。几番征战，董卓最终死于义子吕布之手。此时大汉气数将近，英雄豪杰皆觊觎天下，因此上演了群雄逐鹿的争霸大戏。关羽、张飞、诸葛亮、周瑜、夏侯渊、陆逊、姜维、司马懿等风云人物相继入世，魏、蜀、吴三分天下，千古传奇流传至今……"
    },
    "欢乐家长群": {
      "channel": "山西卫视",
      "title": "欢乐家长群",
      "desc": "编剧刘向上日常时间安排相对自由，在家里负责儿子果宁、女儿果宝的教育陪护，妻子戴静选择在薪酬较高的外地公司打拼。随着双减政策的落地执行，原来的计划安排都势必进行调整，夫妻俩在对政策的认知、理解等方面出现分歧。家长群里，来帮忙的老父亲刘学广表示不该减少作业量，还有个别家长质疑学习成绩与考试结果，戴静受这些影响放弃外地高薪职位回到家人身边陪伴孩子成长。一系列事件发生后，他们才明白了教育需要德智体美劳全面发展。四口之家都在学习中享受快乐“双减”，共同成长。"
    }
  },
  "河南卫视": {
    "零炮楼": {
      "channel": "河南卫视",
      "title": "零炮楼",
      "desc": "贾寨与张寨一直以来相互争强互不相让，抗战时期两寨因日军的侵入团结一致。由于汉奸张兆银事先做好准备，龟田率领的日军轻易入驻两寨。他们建炮楼，搜刮两寨粮食，害死贾文坡及荷花，龟田还要强娶贾文锦新婚妻子张玉仙。贾文锦与张兆喜从国军战场溃败后得知日军作为，无比愤怒但又对国军失望，于是组建了白马团黑马团抗日武装。已在八路军中当上文工团团长的贾文柏奉命回村侦察敌情发展敌后武装。于是贾文柏整合了贾文锦的抗日武装和贾文灿的别动队，他们与维和会长贾文清里应外合打击敌人。在一次重要行动中，贾文清牺牲，张兆喜因贾文灿的叛变而身亡。受贾文柏感染，贾文锦同白马团黑马团成员加入八路军，他们最终端掉炮楼打败日军赢得了胜利。"
    },
    "中国节气": {
      "channel": "河南卫视",
      "title": "中国节气",
      "desc": "《中国传统二十四节气》原创动画故事由央视一套《第一动画乐园》栏目制作。该系列以中国传统节气为主题，每集10分钟，带领观众穿梭在“水墨国风美图”组成的节气画卷中，与一个个美丽且充满童趣的故事相遇，了解中国传统节气知识，探究上古农耕人民的智慧。"
    },
    "冰雪尖刀连": {
      "channel": "河南卫视",
      "title": "冰雪尖刀连",
      "desc": "1950年秋，新中国万象更新。某军第七侦察连连长伍千里回乡省亲。伍家长兄牺牲于淮海战役，尚有老三伍万里，顽劣失教，为害渔寨邻里。千里决定带他走正途当兵，兄弟归营，正赶上大军开拔抗美援朝战场。万里初来乍到，结识一群久经沙场的老兵，个个硬骨头真性情。渡过鸭绿江，适逢朝鲜百年不遇的寒冬。团部下令化整为零、潜伏穿插深入敌后。新兵万里初登战场，成了七连的拖累。万里和七连在一系列艰苦战斗中一起成长。机场大战中，七连识破美军伎俩，拯救整个兵团的同时，与主力部队失散。他们寻主力部队至水门桥。水门桥是能左右朝鲜战局的砝码，仅剩三十余人的七连，必须完成炸桥任务。“钢七连”以伟大的牺牲和强大的革命意志，完成了这个足以彪炳史册的壮举。千里牺牲，万里成长为一名有担当的战士，他将用余生践行对哥哥的承诺，重建“钢七连”。"
    },
    "聚焦": {
      "channel": "河南卫视",
      "title": "聚焦",
      "desc": "本片以震撼人心的真实事件改编，荣获普利策奖的《波士顿环球报》调查报道撼动了整座城市，并引发全球最古老、最具威望的机构之一陷入信任危机。当报社锲而不舍的“聚焦”调查组记者深入挖掘天主教会的性侵指控时，长达一年的调查揭露了波士顿宗教、司法与政府高层长达数十年的掩盖行径，随即在全球掀起揭露真相的浪潮。[开路影业]"
    }
  },
  "广西卫视": {
    "沧海丝路": {
      "channel": "广西卫视",
      "title": "沧海丝路",
      "desc": "西汉时期，汉武帝刘彻派遣张骞出使西域，打通了陆地丝绸之路，多年后，刘彻又做出了开辟海上丝绸之路的战略决策。面对重重阻力，名不见经传的青年易不全临危受命，担任汉朝使团正使。以刘太良、图六门为首的朝廷各种势力出于不同目的，都围绕这项新的国家战略反复角力，易不全也卷入他们的频繁交锋。易不全得到了恋人紫玉和使臣王中武等人的生死相助，率领大汉使节肩负国家重托，从始发港合浦扬帆起航，面向世界遍布仁义，修好外夷，惠及友邦，恩泽四海，将汉朝的丝绸等物产及华夏文明远播天下。他们历尽艰险，出访了都元、邑卢没、谌离、已不程等8国，开辟了闻名于世的海上丝绸之路和前无古人的伟大壮举。"
    },
    "画眉": {
      "channel": "广西卫视",
      "title": "画眉",
      "desc": "上世纪五十年代，海外学子计丹阳归国，投身国防科研工作。抵达香港后陷入敌特圈套。公安庞红梅保护计丹阳安全回到祖国，但敌特在香港失败后，继续围绕我方设在泸门的“水滴工程”，部署了“磐石计划”，由特务“雪狼”主持，试图破坏我方科研任务。为保证水滴工程的顺利开展，以庞红梅为代表的公安人员与敌特们展开数次交锋，但每到科研的关键节点，敌特总能先一步部署破坏计划，雪狼仍未找到，敌特仍在暗中破坏“水滴工程”，庞红梅等众公安在泸门与敌特进行了一场生死较量……而在保护专家组的过程中，庞红梅、计丹阳、厂医院护士白卉三人逐渐了解，成为好友。当庞红梅开始怀疑白卉父亲中医白铭汉的身份时，他们的友情又该何去何从？"
    },
    "了不起的医生": {
      "channel": "广西卫视",
      "title": "了不起的医生",
      "desc": "《了不起的儿科医生》讲述了新一代年轻人在“儿科医生”这个特殊岗位上成长与奋斗的故事。本剧通过一个来自丽江的女孩焦佳人以儿科为舞台、在带教老师普外副主任医师邓子昂严格而又细腻的培养下，从一名专培医生成长为一名合格儿科医生的经历，向观众展现医生，尤其是儿科医生最真实的状态。"
    },
    "英雄虎胆": {
      "channel": "广西卫视",
      "title": "英雄虎胆",
      "desc": "奥迪·墨菲（Audie Murphy）又是那个戴上徽章抓坏人的小伙，由巴里·沙利文巧（Barry Sullivan）妙地扮演。在回城的路上，两人建立了一种奇怪的亲密关系，沙利文错过了几次逃跑的机会，但最终沙利文的“要求”墨菲答应了。"
    },
    "特战先锋": {
      "channel": "广西卫视",
      "title": "特战先锋",
      "desc": "故事发生在抗日战争时期。因军统谍网连遭日特破坏，戴笠（王岗 饰）从集中营选出因故做牢的陈一鸣（庹宗华 饰）少校，令他组建“眼镜蛇”特工小组，暗杀日特驻华头子中村一郎（于震 饰），领命后陈一鸣即刻招募各路高人进行培训。这时，美军上校梅乐斯找到戴笠，要他设法营救被中村逮捕的美特工史密斯夫妇。中共高级特工黄天明（侯勇 饰）得到南京黄云睛（吴晓敏 饰）送来的情报，他奉上级指示，将史密斯夫妇所在位置故意泄露给军统南京站高站长，陈一鸣带着特工小组出发了。他们化装混入医院，先救出了史密斯夫妇，然后执行此次来的首要任务：刺杀中村一郎，他们能顺利完成任务吗……"
    },
    "南征北战": {
      "channel": "广西卫视",
      "title": "南征北战",
      "desc": "1947年冬，国民党军队对华东解放区发动重点进攻，我华东部队于苏北七战七捷后，为彻底歼灭敌人，大踏步后退。起初，有些战士想不通。某师一团一营高营长率部转移到沂蒙山区的桃村待命。老乡们对后撤也有意见。\r 为安定战士与老乡的情绪，高营长与村长赵玉敏分别将上级作战意图作了解释说明。这时，情况突然有了新的变化，敌方以为我军败退，集中三十万人马，从三面向我军合围，意欲决战。\r 我军在桃村前面的大沙河阻击敌人六个昼夜，然后向凤凰山转移，围歼凤凰山已被我军围困的敌军李军长所属的七个师。高营长奉命在摩天岭狙击前来增援的敌张军长部队。凤凰山一战结束后，高营长又奉命担任包歼援敌的先锋。\r 敌军退守大沙河以南负隅顽抗，高营长抄小路偷渡大沙河，切断敌军退路。敌人想炸掉大沙河上游的水坝，用水来阻止我军。赵玉敏带领游击队剪断了水坝上的炸药导火索，保全了水坝。我军渡过大沙河，歼灭了敌人，敌张军长及其参谋长均被生擒。"
    }
  },
  "云南卫视": {
    "去有风的地方": {
      "channel": "云南卫视",
      "title": "去有风的地方",
      "desc": "许红豆因为闺蜜去世，生活和工作陷入低谷，她独自前往大理云苗村的“有风小院”休息调整。在那里，她认识了辞去高薪工作回乡创业的当地人谢之遥，还有一群从大城市过去的同龄人。在日常相处中，谢之遥感受到了许红豆的善良和认真，便邀请许红豆用她多年的酒店从业经验，帮助当地提升员工服务意识，为发展云苗村的文化旅游事业助力。同时，许红豆也被谢之遥想要建设家乡，让乡亲们可以壮有所用老有所依的理想打动，两人互生情愫，最终走到了一起。在大理，许红豆和小院里的其他人被当地村民的勤劳与韧性和他们苦辣酸甜的人生感动了，她们重新审视过往，互相帮助、互相启示，在有风的地方整理好心情，获得力量重新出发。"
    },
    "春节特别节目": {
      "channel": "云南卫视",
      "title": "春节特别节目",
      "desc": "为增进中国与西亚北非国家的交流互鉴和民心相通，推动疫情后中国与亚非国家的文化和旅游交流，中国文化和旅游部出品、中央广播电视总台亚非中心联合制作了2021“欢聚新春·团圆中国”特别节目《寻味》。本片汇聚中国春节美食文化和民俗，反映西亚北非国家人文风光和美食制作，通过“寻味”的方式，让观众跟随两对中外主播在一天时间里，寻访北京、苏州一南一北两座中国城市的美食，了解当下中国百姓的美好生活，聆听生活在这两座城市里的亚非国家友人与中国的美味情缘。全片最后，中外嘉宾欢聚共享“团圆饭”，表达了中国与亚非各国人民同迎新春，共叙友谊，祈福美好的心愿。"
    }
  },
  "内蒙古卫视": {
    "铁齿铜牙纪晓岚": {
      "channel": "内蒙古卫视",
      "title": "铁齿铜牙纪晓岚",
      "desc": "清朝乾隆年间，社会经济、文化的发展呈现出一派祥和繁荣的景象，后人称其为“康乾盛世”。然而，表面上的国泰民安，掩饰不了各种日益激化的矛盾。如何清除图谋不轨者，惩治贪官污吏，平衡君臣矛盾等问题都摆在当朝天子的乾隆皇上面前。乾隆（张铁林饰）是一个颇有作为、雷厉风行的君主，同时又是一个深谙中庸之道的政治家。他十分爱才，颇能理解大学士纪晓岚（张国立饰）刚真守正、秉公执法的无私品性，又贪图逢迎，特别欣赏户部尚书和珅（王刚饰）摇尾乞怜、惟命是从的献媚之术。而纪晓岚与和珅，则是一对多年来格格不入、南辕北辙、互为政敌的冤家对头。于是围绕着这三人这间，便产生了一幕幕令人或忍俊不禁、或长吁短叹的悲喜剧。"
    },
    "行者Pro": {
      "channel": "内蒙古卫视",
      "title": "行者Pro",
      "desc": "卡拉格是半人半山狮，是一个在落基山脉荒野中长大的变形人。然而，对人类一面的好奇心驱使他离开了山狮家庭。在与人类寄养家庭一起生活时，他隐藏了自己的木行者身份。他逐渐意识到自己无法在人类社会中找到自己的位置。直到一所秘密的木行者寄宿学校发现了他，他才有了家的感觉。在 Clearwa-ter High，他找到了朋友：厚脸皮的松鼠 Holly 和害羞的野牛 Brandon。卡拉格需要朋友，因为木行者的世界充满了秘密和危险。当卡拉格发现他的导师、百万富翁安德鲁-米林（Andrew Milling）在背后策划了一场向人类复仇的秘密阴谋时，他必须做出选择。"
    },
    "大西南剿匪记": {
      "channel": "内蒙古卫视",
      "title": "大西南剿匪记",
      "desc": "《大西南剿匪记》是根据毛泽东特赦的贵州布依族美貌女匪首程莲珍的真实事件改编的。\n\n本剧讲述了1950年全国各地解放后，贵州黔东南的土匪依旧占山为王为害百姓，其中以名为郑幺妹的女土匪为首的一伙匪帮，袭击新建的人民政权，杀害无辜乡民，我西南解放大军动用十万兵力对川贵地区进行全面剿匪，土匪帮被大部围歼，郑幺妹潜逃，终被抓获。上报中央后得到毛主席的批示，予以宽大处理。\n\n郑幺妹被特赦后感恩戴德，立志洗心革面重新做人，几番上山与残余匪帮谈判促其下山投诚。又带领解放军上山搜剿负隅顽抗的土匪，终于使贵州黔东南一带的土匪被完全剿灭，立功赎罪获得了新生。"
    }
  },
  "西藏卫视": {
    "2026央视春晚": {
      "channel": "西藏卫视",
      "title": "2026央视春晚",
      "desc": "《2026年中央广播电视总台春节联欢晚会》是由中央广播电视总台制作播出的晚会，设黑龙江哈尔滨、浙江义乌、安徽合肥、四川宜宾四地分会场。北京主会场由任鲁豫、撒贝宁、尼格买提、龙洋、马凡舒、刘心悦担任主持人，黑龙江哈尔滨分会场由杨帆、姜多主持，浙江义乌分会场由郭若天、贺传主持，安徽合肥分会场由朱迅、白羽主持，四川宜宾分会场由张韬、王楚涵主持。  晚会于2026年2月16日20:00（除夕夜）在中央电视台、综艺频道、中文国际频道、国防军事频道、戏曲频道、少儿频道、音乐频道、农业农村频道、4K/8K超高清频道等电视频道，中国之声、音乐之声、经典音乐广播、文艺之声、大湾区之声、台海之声、华语环球广播、南海之声、中国交通广播等广播频率，央视新闻、央视频、云听、央视网、央广网、国际在线等新媒体平台同步直播。  晚会以“骐骥驰骋，势不可挡”为主题，在欢乐吉祥、喜气洋洋的氛围中，与全球华人相约除夕夜，共赴一场昂扬奋发、喜庆温暖、满屏新意的文化盛宴，原创歌曲、舞蹈、戏曲、评弹、武术等各类型节目创排日臻完善，在欢乐吉祥、喜气洋洋的氛围中，尽展新时代新征程的壮美图景。"
    }
  },
  "延边卫视": {
    "遍地书香": {
      "channel": "延边卫视",
      "title": "遍地书香",
      "desc": "市文化馆干部刘世成到椿树沟村任第一书记，带了满满一车书，作为给村民的见面礼。村民们有点抱怨，但仍然对他非常热情，村民李木林还送给他一只小狗，帮他消除对狗的恐惧。村委会妇女主任李文秀积极协助刘世成工作，却受到婆婆质疑，李文秀被迫公开与丈夫已离婚的事实，让婆婆感动不已。刘世成自己买来洗衣粉作为礼品，送给读书的村民；在村广播设立读书时间，让读书在村里蔚然成风。马千里来村发展旅游，没想到资金链断裂，村子陷入困境。在村子编筐技艺基础上，通过读书学习，刘世成与村民们一起改进了技艺。编筐走出了国门，村民们走上了致富之路。两年后，刘世成第一书记期满离开了村子，但椿树沟已成为远近闻名的富裕村文明村文化村。"
    },
    "战昆仑": {
      "channel": "延边卫视",
      "title": "战昆仑",
      "desc": "《战昆仑》是一部近代传奇题材电视剧，讲述1939年11月，日军登陆钦州，被炮火震昏的守军连长莫辛烈被部下抬出阵地，却被军方以逃兵论处执行死刑，共产党员学生军队长武少雄获悉原委后，当即召集民众找到国军高级将领白主任游说将其保释。为赎罪，莫辛烈决定组建宾阳民众抗日敢死队。在武少雄率领的学生军协助下，他们深入敌后救出国军飞行员、铲除日军和土匪组成的刺杀队、指挥炮兵炸死日军少将中村正雄，完成个人救赎。在武少雄的感召下，莫辛烈幡然醒悟，面对侵略者需要完成的不是个人救赎而是拯救危难中的国家和民族。正当敢死队冲出日军封锁摆脱危险载誉归来时，昆仑关战役打响，莫辛烈、武少雄毅然决定配合国军里应外合攻克昆仑关，惨烈的战斗中武少雄等学生军血洒疆场，莫辛烈将胜利的旗帜插在昆仑关上。"
    },
    "纪录片": {
      "channel": "延边卫视",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    }
  },
  "CCTV17": {
    "村庄里的中国": {
      "channel": "CCTV17",
      "title": "村庄里的中国",
      "desc": "导演: 余立军\n\n编剧: 刘汉俊\n\n类型: 纪录片\n\n制片国家/地区: 中国大陆\n\n语言: 汉语普通话\n\n首播: 2025-10-07(中国大陆)\n\n集数: 10\n\n单集片长: 30分钟\n\n　　该大型人文纪录片以习近平文化思想为指导，首次系统性地以中国传统村落为叙事载体，深入阐释中华文明所蕴含的连续性、创新性、包容性、统一性与和平性五大突出特性。纪录片通过鲜活的人物故事，深厚的历史现场，村庄命运的时代变迁，深刻剖析中国人的精神世界，展现乡土中国深植厚土的文明根系与生生不息的生命力量。 以十大主题构建叙事框架，从建村选址、农桑稼穑、传统民居，到商业贸易、节日礼俗、家风传承，再到耕读传家、家国情怀——贯通物质与精神、个体与群体，不仅完成了一次对中华民族精神根脉的深情礼赞，也再次印证了“乡村文明是中华民族文明史的主体，村庄是这种文明的载体，耕读文明是我们的软实力”这一深刻论断。"
    }
  },
  "CCTV4欧洲": {
    "远方的家": {
      "channel": "CCTV4欧洲",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    }
  },
  "CCTV4美洲": {
    "远方的家": {
      "channel": "CCTV4美洲",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    }
  },
  "CCTV4K": {
    "大地之上": {
      "channel": "CCTV4K",
      "title": "大地之上",
      "desc": "本系列纪录片分别从高原山脉、沙漠绿洲、江河湖泊、草木丛林、海洋、城市等地理单元出发，集中展现中国地理形态孕育下的历史文明与民风民情，力求向国内外展现中国大地与中国人民的“生命共通”，以及新时代的“中国之美”。\n\n在《崛起之地》见证自然伟力下诞生的青藏高原，在与风沙为伴的自然条件下聆听《大漠回响》，在《草木之间》了解我国的生物多样性......我们脚下的中华大地从何而来？大地之上的中国人是如何生存繁衍的？"
    },
    "美丽中国": {
      "channel": "CCTV4K",
      "title": "美丽中国",
      "desc": "《美丽中国》以鲜活的平凡人物视角，生动反映环境的改善给广大群众带来的获得感和幸福感。透过镜头，观众看到似曾相识又充满新鲜感的美丽中国、生态中国、文明中国，唯美的画面，像山水画徐徐展现在眼前，鼓舞士气，提振信心。该片将视角和焦点对准“身边人”。美丽中国的宏图愿景化身镜头里一张张笑意盈盈的脸庞，倾情诉说着环境改善带来的家乡巨变。环境就是民生，青山就是美丽，蓝天也是幸福。美丽中国，写在脸上，乐在百姓心中。该片突破了从概念到概念“坐而论道”的说教窠臼，而是把抽象的环保理念化为具体的人和事，用故事推进叙事。以鲜活的普通人物故事切入，生动反映中国生态环境改善给广大群众带来的获得感和幸福感，创新了环保电视片在观众细分语境下的故事化突围"
    },
    "丹青绘千年": {
      "channel": "CCTV4K",
      "title": "丹青绘千年",
      "desc": "在没有照相机的古代，绘画成为留下当时影像的重要手段。纪录片《丹青绘千年》在丹青水墨之间，聚焦烟火盎然的古代生活：从《货郎图》到《清明上河图》，地摊经济是如何搅动生意江湖；在那个没有手机和电脑的古代，一幅幅《婴戏图》让孩子们的无尽欢乐溢满纸面；敦煌壁画中的《婚嫁图》，给我们呈现了传统婚俗的样貌，而《洛神赋图》描绘了一场如梦似幻的爱情奇遇；从射礼到投壶，从蹴鞠到龙舟，中国人的运动到底有什么内涵；无论是《西园雅集图》，还是《兰亭修禊图》，古人心目中的雅生活究竟有什么样的含义；爆竹声声除旧岁，万家灯火点亮的不仅仅是万家团圆的亲情，更是万象更新的祝福与希望。"
    },
    "大国小鲜-石榴说": {
      "channel": "CCTV4K",
      "title": "大国小鲜-石榴说",
      "desc": "本系列微纪录片围绕“大国小鲜”，从平凡具象的特产风物或美食单品出发，挖掘背后不凡的深意。备受国人喜爱的石榴，就是这样的小“鲜”之一。《石榴说》采用“新鲜”的打开方式，以第一人称视角，细“说”石榴的前世今生。从历史、民俗、文化、科学、美食、产业等不同维度，展示这一“小鲜”背后的千般面貌、万种风情。说的是石榴，也是中国人对于食物独到的经验、认知与审美。"
    }
  },
  "CCTV6": {
    "交换人生": {
      "channel": "CCTV6",
      "title": "交换人生",
      "desc": "如果交换人生会交换家人，你还愿意吗？仲达（雷佳音 饰）与金好（张小斐 饰）相亲后，意外和暗恋金好的少年陆小谷（张宥浩 饰）换身，并误打误撞交换了家人，开启了令人捧腹有笑有泪的奇“换”之旅……"
    },
    "我和我的家乡": {
      "channel": "CCTV6",
      "title": "我和我的家乡",
      "desc": "该片延续《我和我的祖国》集体创作的方式，由张艺谋担当总监制，宁浩担任总导演，张一白担任总策划，宁浩、徐峥、陈思诚、闫非&彭大魔、邓超&俞白眉分别执导五个故事。影片通过五个故事单元，讲述了发生在中国东西南北中五大地域的家乡故事。"
    },
    "铁拳女孩": {
      "channel": "CCTV6",
      "title": "铁拳女孩",
      "desc": "独自将女儿带大的秦璐想让小小成为一名钢琴家，去完成自己的梦想。虽然小小努力练习着钢琴，但是在冥冥之中却爱上了拳击。随着一段尘封往事的揭开，小小才知道，曾经背叛母亲，与自己素未谋面的生父，竟然是一代拳王。"
    },
    "快把我哥带走": {
      "channel": "CCTV6",
      "title": "快把我哥带走",
      "desc": "拥有一个每天耍贱整蛊妹妹、毫无家庭感的哥哥是一种什么感受？油炸还是蒸锅？时秒只希望哥哥时分彻底消失！连珍贵的生日愿望都是“快把我哥带走”。不料愿望成真，哥哥变成闺蜜妙妙的哥哥，时秒同情妙妙的同时心里暗爽摆脱“大魔王”！变成独生女的时秒感觉生活无限美好，但却发现时分除了整天和好基友甄开心、万岁插科打诨、整蛊妹妹妙妙之外，还隐藏着不为人知的秘密……"
    },
    "爱情神话": {
      "channel": "CCTV6",
      "title": "爱情神话",
      "desc": "李小姐，带着女儿过着单身生活。蓓蓓，离婚后热衷跳探戈。格洛瑞亚，有钱有闲老公失踪。三 个完全不同的女人因为老白而产生了交集。上海爷叔老白自称杂家，专门教老年人画画。老白的好友老乌谈吐风趣，一生追逐浪漫。几顿饭局，让老白家的客厅成为了众人的聚会点。三女两男，在上海这座摩登 之都里，凭借智慧、幽默过招，描摹出多样的市井烟火。"
    },
    "精灵糕点铺": {
      "channel": "CCTV6",
      "title": "精灵糕点铺",
      "desc": "小精灵小飞向往希望打破「默默助人」的传统，这样的想法让保守的族人们大感不满，某天，小飞遇见来自另一个精灵族的小波，小波的族群热爱刺激，善用高科技道具做大胆的事，这也让他们成了警探兰丝琪和警猫丸子的眼中钉，小飞与小波的友谊，能否化解两个族群长达250年的恩怨，并让她实现梦想呢？"
    },
    "007": {
      "channel": "CCTV6",
      "title": "007",
      "desc": "聚焦007系列电影的原声和配乐幕后故事"
    },
    "谈判专家": {
      "channel": "CCTV6",
      "title": "谈判专家",
      "desc": "强强对话，以“嘴”服人！谈判专家卓文伟（刘青云 饰）意外成为一桩命案的头号嫌犯，被逼无奈下他占领警署挟持警察作人质，并指定前谈判专家谢家俊（吴镇宇 饰）与自己对话。擅长攻心的谢家俊与技巧高超的卓文伟反复拉锯，唇枪舌战间，两人的立场与心态逐渐发生改变……  本片改编自美国电影《王牌对王牌》。"
    },
    "沙丘": {
      "channel": "CCTV6",
      "title": "沙丘",
      "desc": "电影《沙丘》为观众呈现了一段神秘而感人至深的英雄之旅。天赋异禀的少年保罗·厄崔迪（提莫西·查拉梅 饰）被命运指引，为了保卫自己的家族和人民，决心前往浩瀚宇宙间最危险的星球，开启一场惊心动魄的冒险。与此同时，各路势力为了抢夺这颗星球上一种能够释放人类最大潜力的珍贵资源而纷纷加入战场。最终，唯有那些能够战胜内心恐惧的人才能生存下去。"
    },
    "唐探1900": {
      "channel": "CCTV6",
      "title": "唐探1900",
      "desc": "1900年的旧金山，一白人女子在唐人街被害，而嫌疑人正是一名华人男子，凶案引起社会震荡，民众纷纷要求取缔唐人街。中医秦福（刘昊然 饰）和华人阿鬼（王宝强 饰）卷入此案，他们与时间赛跑，在斗智斗勇之中，终于找到凶手。"
    },
    "最后一镖": {
      "channel": "CCTV6",
      "title": "最后一镖",
      "desc": "清朝末年，兵荒马乱，战争四起。江东驿站一行人在此时接到了一项生死速递任务，然而还没出发就传来大清帝国灭亡的消息。忠诚勇敢的主角银狐依然决定完成这趟差事，踏上了荒野中的驿道。一路上，邮驿队伍身边危机四伏、险象环生。所幸，银狐不辱使命，完成了一名末代王朝驿夫的最后使命。"
    },
    "我和我的祖国": {
      "channel": "CCTV6",
      "title": "我和我的祖国",
      "desc": "七位导演分别取材新中国成立70周年以来，祖国经历的无数个历史性经典瞬间。讲述普通人与国家之间息息相关密不可分的动人故事。聚焦大时代大事件下，小人物和国家之间，看似遥远实则密切的关联，唤醒全球华人共同回忆。《前夜》：1949年10月1日中华人民共和国成立前夕，为保障开国大典国旗顺利升起，电动旗杆设计安装者林治远（黄渤饰）争分夺秒排除万难，用一个惊心动魄的未眠之夜确保立国大事“万无一失”。《相遇》：1964年，由于原子弹研发工作保密度极高，同事之间也互不知姓名，在国防科技战线的科研工作者高远（张译饰）三年未与家人联系，后来因病离岗，在公交车上偶遇曾经的恋人方敏（任素汐饰）。《夺冠》：1984年8月8日，中国女排在奥运会夺冠，首获世界大赛三连冠。《回归》：1997年7月1日，香港回归祖国。为确保五星红旗分秒不差飘扬在香港上空，升旗手朱涛（杜江饰）刻苦训练不懈怠、女港警莲姐（惠英红饰）兢兢业业守平安、外交官安文彬（王洛勇饰）与英国人谈判16轮分秒不让、修表匠华哥（任达华饰）以精湛技术确保中英方代表与女港警手表精准确对。《北京你好》：出租车司机张北京（葛优饰）意外获得一张千金难买的北京奥运会开幕式门票。得意洋洋并开启显摆模式的张北京却没想到因为这张门票遭遇了一系列啼笑皆非的风波。《白昼流星》：迷茫落魄的一对少年流浪兄弟沃德乐（刘昊然饰）与哈扎布（陈飞宇饰）在遇到退休扶贫办主任老李（田壮壮饰）后，在老李善意的引导下，他们见证了神舟十一号飞船成功着陆这一重大历史瞬间，也见到了草原寓言中的“白昼流星”，内心受到了极大冲击和洗礼。《护航》：吕潇然（宋佳饰）作为中国空军飞行队中最优秀的女飞行员，在2015年9月3日纪念抗战胜利70周年阅兵式之前却被意外通知撤出阅兵编排留作替补。"
    },
    "别拿自己不当干部": {
      "channel": "CCTV6",
      "title": "别拿自己不当干部",
      "desc": "王喜（冯巩 饰），是天津某纺织厂的工长。就是这个芝麻大点儿，愣让王喜当出大领导的感觉。当然他可不是以权谋私什么的，而是对自己高标准严要求。况且手下200多号人绝大多数都是女同志，不拿出点儿真本事来实在镇不住。王喜不仅对自己要求严，连家人也不例外。在豆腐厂工作的妻子张芸（王澜 饰）每次单位福利发酱豆腐时都把瓶子破的留给自己，儿子王小强（张乃文 饰）更是将老爹的“为官为人之道”背得滚瓜烂熟。 　　按王喜的话说，“咱要拿自己不当干部，那就没人拿咱当干部了！”"
    },
    "心急吃不了热豆腐": {
      "channel": "CCTV6",
      "title": "心急吃不了热豆腐",
      "desc": "刘好（冯巩）是河北某个小县城一名普通的三轮车师傅，为人时而大大咧咧时而相当抠门，虽然生活不富裕，他还是怀抱知足常乐心态去过好每一天的日子。 刘好的生命中，一共出现过三个女人。贺文兰（张澍）离开他时，给他留下和他没有血缘关系的儿子刘小好（叮当）；经别人介绍认识杨倩（徐帆）后，刘好开始与她谈论婚嫁，但对方开出的条件相当苛刻，且嫌弃他有一个儿子，实际上刘小好已经成为刘好生命的一部分；无意间结识陈红（刘孜）后，善良老实的刘好终于收获生活给予他的回报。"
    },
    "出水芙蓉": {
      "channel": "CCTV6",
      "title": "出水芙蓉",
      "desc": "来自香港长洲岛的四眼妹罗娇 (钟欣桐 饰),为了向情敌报“一巴掌”之仇,决定参加“出水芙蓉4×100接力赛”。情急之下,“长洲美少女”阿娇更将“飞鱼王子”郭志远 (方力申 饰) 绑架到长洲,充当其私人教练。面对着罗娇以及三位队友 :命犯天杀孤星的“阿玉”(黄圣依 饰)、草食双胞胎“大花”(茜利妹 饰)与“小花”(朱熏 饰),志远只是想逃离“麻婆岛”,当然……没有成功!日以继夜的地狱式训练,令罗娇信心强起来,志远亦对她动了心。一个月夜风高的晚上,志远在单车上突然抱着罗娇,就是这一秒钟,会否成为两人一生一世的开始呢?"
    },
    "奇遇": {
      "channel": "CCTV6",
      "title": "奇遇",
      "desc": "中年黄遇奇重生了，重生在了18岁那一年，这次他要拿回属于自己的一切！ 培养爹当富一代，哄老婆提前安排，死对头现在闪开……什么，不是重生是穿越，还是双时空互穿版！青春版黄遇奇已在2025年上线，整顿职场只是他反向投胎的第一步。小小穿越，轻松拿捏，看两个自己如何统统逆袭！"
    },
    "浪浪人生": {
      "channel": "CCTV6",
      "title": "浪浪人生",
      "desc": "曾经叱咤小镇的“大哥”黄荣发（黄渤 饰）如今嘴硬腿软，开启人生困难模式，但他和家人都没有被命运的风浪裹挟。儿子黑狗达（范丞丞饰）看似是黄家唯一“淡人”，暗地却密谋如何发家又“治父”；妻子陈梨珍（殷桃饰）样样全能横扫困难，是小镇人尽皆知不太好惹的“妈系超人”；胆大手“黑”的女儿黄娇娇（李嘉琦 饰）和“神”通广大的阿太（刘雪华 饰）也各出奇招笑料百出。逆境当前，一家唯有兴“疯”作浪跟生活贴脸硬刚，没准真能让他们绝地翻盘？？"
    },
    "赛马女孩": {
      "channel": "CCTV6",
      "title": "赛马女孩",
      "desc": "泰莉莎·帕尔墨、山姆·尼尔等主演，瑞切尔·格里菲斯执导的[奔跑女孩](Ride Like A Girl，暂译)曝先导海报。讲述米歇尔·佩恩(泰莉莎·帕尔墨饰)被警告她永远不可能成为世界级的赛马骑手，只因为她不够强硬，她也不是一个男人。而米歇尔势必要让人们知道自己的能力。该片预计今年上映。"
    },
    "志愿军": {
      "channel": "CCTV6",
      "title": "志愿军",
      "desc": "23岁的劳尔突然决定加入法国海军，去找寻真正的自我。 她在法国海军部队中找到了方向，学会了坚韧，找到了属于自己真正的道路。"
    },
    "你好，李焕英": {
      "channel": "CCTV6",
      "title": "你好，李焕英",
      "desc": "2001年的某一天，刚刚考上大学的贾晓玲经历了人生中的一次大起大落。一心想要成为母亲骄傲的她却因母亲突遭严重意外，而悲痛万分。在贾晓玲情绪崩溃的状态下，竟意外的回到了1981年，并与年轻的母亲李焕英相遇，二人形影不离，宛如闺蜜。与此同时，也结识了一群天真善良的好朋友。晓玲以为来到了这片“广阔天地”，她可以凭借自己超前的思维，让母亲“大有作为”，但结果却让晓玲感到意外......"
    },
    "热辣滚烫": {
      "channel": "CCTV6",
      "title": "热辣滚烫",
      "desc": "自甘堕落的乐莹（贾玲 饰）每天宅在父母家中，因与妹妹发生矛盾，遂离开家寻求独立生活。在经历了种种波折和伤害后，慢慢发觉，拳击这项运动貌似能给她的人生带来些许变化……"
    },
    "速度与爱情": {
      "channel": "CCTV6",
      "title": "速度与爱情",
      "desc": "现年30多岁的大高是竞技叠杯世界冠军，全球各地的年轻人都在挑战他，试图打破他创下的世界纪录。在此期间，与大高长期交往并照顾其日常生活起居的女友决定结束两人的恋爱关系。大高失去了女友，就像蝙蝠侠没有了阿尔弗雷德一样，因为这个竞技叠杯界中的王者，在现实生活中严重缺乏自理能力。大高不但要对抗竞技叠杯的后起之秀，作为万众瞩目的世界冠军，他还需要学习基本的生活技能，包括洗衣、拖地、熨烫、购物、修理水泵，以及处理其他琐碎的日常事务。这些琐事对一般人来说很简单，但对这位竞技叠杯大师来说，却成了一场艰苦的鏖战。然而，他面临的最大挑战，是如何挽回女友的心。"
    },
    "三女休夫": {
      "channel": "CCTV6",
      "title": "三女休夫",
      "desc": "故事发生在明朝某年。阙里侯（潘长江 饰）是个富家少爷，整日沾花惹草、为非作歹。这日，他正调戏一名美貌孕妇，被路遇的张果老救下。张媒婆（黄素影 饰）贪恋阙家银两，把邹家小姐（魏一 饰）说给阙少爷，正当阙里侯內心正美时，他头上突然长出了两支长长的驴耳，吓坏了邹小姐，阙里侯欲行不轨之事，被家丁误打，差点丟了小命。几天后，他又看上邻庄李小姐（谢栩 饰），当被骗进阙府的李小姐看到长着驴耳的阙里侯，一气之下削发为尼。恼羞成怒的阙里侯决定娶一丑女为妻，气气邹小姐和李小姐，不料迎亲时抬错花轿，把一位洋新娘（古丽扎尔 饰）娶到家中，结果新娘恶心阙里侯的德行，也投向佛门....."
    },
    "举起手来！": {
      "channel": "CCTV6",
      "title": "举起手来！",
      "desc": "我姥姥上学的年代正是闹鬼子的时候，学校里经常有鬼子来抓爱国学生，而被抓走的学生又大多没有回来过。一天，姥姥被鬼子盯上，慌乱之中钻进大木箱被日本鬼子抬上了列车。出站驶入山区时列车遭到游击队员袭击，队长将大木箱子交给一个赶着驴车回村的农夫，不想就遇到一队 鬼子兵。巧妙地骗过搜查，农夫却被强令带路进入石桥村。进入石桥村，村里老小都加入到解救的队伍中来。不仅如此，村里埋设的地雷、老奶奶喂养的大公鸡、农夫拉车的驴也都让鬼子出尽了洋相、吃尽了苦头，尤其是个“罗圈腿”。经过一天的巧妙周旋，姥姥和农夫配合打回村里的游击队员全歼了鬼子的小分队……"
    },
    "虎口脱险": {
      "channel": "CCTV6",
      "title": "虎口脱险",
      "desc": "二战期间，英国一架飞机在执行轰炸任务中，被德军击中，几名英国士兵被迫跳伞逃生。他们约好在土耳其浴室见面，并用这次行动的代号“鸳鸯茶”作为接头暗号。他们分别降落在法国巴黎德军占领区的不同地点。大胡子中队长雷金纳德被动物园管理员所救。而另外两名士兵，也分别在油漆匠奥古斯德 （布尔维尔 饰）和乐队指挥斯塔尼斯拉斯（路易·德·费内斯 饰）的帮助下掩藏好了。即便德军展开了全城的搜索，油漆匠、指挥和中队长还是在浴室顺利地会面，几经辗转，英国士兵终于接上了头。几个原本并不认识的人，就这样结成了生死同盟，与敌人展开了斗智斗勇的生死游戏。同时，也闹出了不少温情的笑话。他们用微薄的力量对抗严酷德军，险相迭生，滑稽搞笑，为了逃出虎口，共同战斗。"
    },
    "重生": {
      "channel": "CCTV6",
      "title": "重生",
      "desc": "在酒吧做女招待的阿珍（邵美琪 饰）拥有一个虽然清贫但不失安定的三口之家，然而经历了不堪回首的暴行事件后，阿珍不慎怀有身孕。阿珍打算自行堕胎，结果弄巧成拙，全家还经历了严重的车祸。此去经年，阿珍一家生活步入正轨，只是心怀芥蒂的丈夫阿明（黄德斌 饰）始终对曾给家里带来血光之灾的女儿Lucy（梁祖仪 饰）没有好感。眼看到了Lucy的生日，阿珍为女儿买了一条小狗做礼物。当天夜晚，小狗突然跑出房外，在野地中刨出一个奇怪诡异的罐子。Lucy不知好歹打开罐子，谁知在此之后便经常被可怕的幻觉和诡异事件所侵扰。  　　可怕的事件愈演愈烈，平静的生活彻底被推向万丈深渊"
    },
    "毕正明的证明": {
      "channel": "CCTV6",
      "title": "毕正明的证明",
      "desc": "从小立志成为警察的毕正明在报到第一天便被意外致残，沦为“一日刑警”。渴望证明自己的他怀揣一腔孤勇独闯暗潮涌动的盗贼团伙，但纵然少年再气盛也还是因为莽撞错失了良机。毕正明痛定思过，在刑警副队大周的指点下继续修炼，警方计划在小偷大会上将团伙一锅端。热血少年是否能保持初心，自证清白？当浮尘散去，江湖渐显，氤氲情义和温良本心，哪个才是少年最好的“证明”？"
    },
    "博物馆奇妙夜": {
      "channel": "CCTV6",
      "title": "博物馆奇妙夜",
      "desc": "拉里•达利（本•斯蒂勒 饰）生活似乎不太顺利：经常换工作，居无定所；妻子与他离婚，找了一个证券经纪人，即将再婚，自己在儿子心目中的地位也岌岌可危。达利为了挽救自己的生活，也为了争取到儿子的抚养权，他不得不放弃“做大事”的梦想，成为了纽约自然博物馆的夜间警卫。达利原本以为这是一份无聊的工作，谁知道上班的第一天，不可思议的事情就发生了：博物馆里的法老金牌拥有神奇的魔法，当夜晚来临的时候，馆中所有的标本都会活过来，追逐骨头的霸王龙、爱捣乱的猴子、暴虐的匈奴王、钻木取火的穴居人……将一切弄得不可开交。在26届总统特迪•罗斯福的帮助下，达利好不容易控制住了局面，但是，他马上又遇到了新的麻烦：有人想打法老金牌的主意。职责所在，也是为了博物馆夜晚的奇迹，达利不得不挺身而出。"
    },
    "封神": {
      "channel": "CCTV6",
      "title": "封神",
      "desc": "姜子牙、姬发带队坚守西岐，家园保卫战一触即发！邓婵玉、闻仲奉商王殷寿之命，率魔家四将等殷商大军征伐西岐，西岐一方得殷郊、雷震子、杨戬、哪吒等相助，更聚全民之力守卫家园。兵戈相对、法术交锋，两大阵营掀起强强对决，关于“封神榜” 的争夺正在继续......"
    },
    "丛林大冒险": {
      "channel": "CCTV6",
      "title": "丛林大冒险",
      "desc": "菈菈是一只喜爱幻想又精力旺盛的小刺猬。有一天，森林里的动物们发现提供水源的水之魔法石竟然不见了，没有了水之魔法石，动物们将面临干旱甚至灭绝。勇敢的菈菈自告奋勇地踏上取回魔法石的旅程，胆小的松鼠小杰也被指派加入冒险，个性天差地别的两人一路上争执不休，但也一起克服了许多难关，他们下定决心要不计一切代价，从可怕的熊王手中夺回珍贵的水之魔法石。"
    },
    "速度与激情9": {
      "channel": "CCTV6",
      "title": "速度与激情9",
      "desc": "多米尼克·托莱多（范·迪塞尔 饰）与莱蒂（米歇尔·罗德里格兹 饰）和他的儿子小布莱恩，过上了远离纷扰的平静生活。然而他们也知道，安宁之下总潜藏着危机。这一次，为了保护他所爱的人，托莱多不得不直面过去。他和伙伴们面临的是一场足以引起世界动荡的阴谋，以及一个前所未遇的一流杀手和高能车手。而这个名叫雅各布（约翰·塞纳 饰）的人，恰巧是多姆遗落在外的亲弟弟。"
    },
    "疯岳撬佳人": {
      "channel": "CCTV6",
      "title": "疯岳撬佳人",
      "desc": "李帅亭（岳云鹏 饰）是一个单纯善良的小伙子，大学四年间，他一直默默的喜欢着名为张子墨（袁姗姗 饰）的姑娘，然而李帅亭深知自己和对方之间的差距过大，只得将这份感情深深埋藏在心底。然而，最终，李帅亭还是鼓起了勇气，向张子墨坦白了爱意，哪知道非但没有感动女神，还遭到了嘲讽和奚落。"
    },
    "寻鲜记": {
      "channel": "CCTV6",
      "title": "寻鲜记",
      "desc": "法国名厨加布列终于获得三颗星的殊荣，站在事业的巅峰，他却一点也不开心。与儿子疏离，妻子有外遇，没有人可以分享的他决定自己买醉，不料引发了心肌梗塞。人生跑马灯让他忆起多年前的一场米其林竞赛，一位个子矮小的日本厨师却以“一碗拉面”击败了他，让他的职业生涯留下一道永难忘怀的遗憾，并成为纠缠他多年的心结。于是，他决定抛开一切，启程前往日本找寻记忆中的“UMAMI”。"
    },
    "二子开店": {
      "channel": "CCTV6",
      "title": "二子开店",
      "desc": "青年二子（陈佩斯 饰）待业在家，整天无所事事。哥们麻杆闻得居委会有意让他们几个待业青年合伙承包一家小客店，赶来和二子商量。二子觉得这个主意不错，于是和麻杆开始“招兵买马”，他们找来了失业在家的女生英子（张静林 饰）、父母都不在了的大虎和不堪忍受继父虐待的小豆（李楠 饰） 。在二子父母的资金和多方面支持下，这群年轻人终于领会了营业执照，将小客店包了下来。然而，开店后困难接踵而至，这群年轻人最后能否获得成功？"
    },
    "傻冒经理": {
      "channel": "CCTV6",
      "title": "傻冒经理",
      "desc": "“比家美”旅店的经理二子（陈佩斯 饰）经历一番风雨，终于将旅店搞得有声有色。不料二虎的一根筋却令他处处不讨好，一次听音乐会时遇到工商局的老齐没有票却不懂得让票，张大菊趁机让票讨好。没几天，张大菊的“菊香”旅店在“比家美”对面开张了，“菊香”旅店利用一批美貌妖艳的女子吸引顾客，“比家美”生意大幅下跌。二子为了对抗“菊香”，借钱重新装修旅店，岂料麻烦一个接一个……"
    },
    "京都球侠": {
      "channel": "CCTV6",
      "title": "京都球侠",
      "desc": "清朝末年，欧洲足球队海盗队来华时和驻华外国使馆联队进行了一场比赛。比赛引来了大批民众和朝廷官员观看，海盗队获胜后，队长哈里为博取女友詹尼一笑，竟然用力将球踢向围观的群众和朝廷官员。就在一众外国人哈哈大笑之时，人群中窜出一名大汉，他叫周天（张丰毅 饰），他以高强的球技回敬了哈里。詹尼见此教唆哈里向中方挑战，于是一场中外足球赛大战在即。原来周天是一位曾留学牛津大学并曾担任清朝翰林院编修的进步青年，他深知中、外足球水平的据，单凭一己之力很难为中国人出一口气。于是，周天踏上了访寻民间球侠、为国增光的道路。"
    },
    "警察结婚记": {
      "channel": "CCTV6",
      "title": "警察结婚记",
      "desc": "七月初是全国假期，圣特隆佩地区的宪兵都要上路维持交通秩序。克鲁舒带着队员，便衣上路检查违章驾驶。其中，他碰到一位漂亮的超速者——弗朗斯瓦上校的遗孀尤赛花，他们在相互的飞车追逐中擦出了火花。引出了连串让人捧腹大笑的趣事……"
    },
    "冰雪大围捕": {
      "channel": "CCTV6",
      "title": "冰雪大围捕",
      "desc": "影片根据真实事件改编。一场当街持枪杀人案掀起轩然大波，刑侦支队长周宇桐和徒弟王峰几经追查锁定职业杀手，实施抓捕之际，雇凶杀人的范家两兄弟不惜铤而走险，设计大爆炸来杀人灭口，王峰在行动中不幸牺牲，凶残嫌犯却杀人劫车，试图穿越林海雪原出境。来不及悲痛的周宇桐怒火追凶，身受重伤却坚持咬紧不放，在零下30度的极端严寒中与悍匪范巨友展开了殊死搏斗……"
    },
    "戏台": {
      "channel": "CCTV6",
      "title": "戏台",
      "desc": "民国年间，战乱频发。五庆班班主侯喜亭带着一众名角儿来到德祥大戏院演出，谁成想首演压轴登场的却是包子铺的伙计大嗓儿？全场观众都在翘首以盼名角儿金啸天亮相，可刚攻城称王的洪大帅却偏偏指名让大嗓儿唱这出《霸王别姬》！眼看戏班的招牌就要砸了，前台戏迷退票砸场让戏院吴经理苦不堪言，后台洪大帅持枪闹事更是让人吓破了胆！台前台后都乱了套，男旦凤小桐、教化处处长徐明礼、怀有异心的六姨太等人也被卷入这场令人啼笑皆非的闹剧之中……台上霸王声声唱，台下荒唐众生相，既要保住戏班饭碗，又要哄好台下观众，大幕拉开之后，这场戏到底要怎么唱？\r 影片改编自同名话剧。"
    },
    "误判": {
      "channel": "CCTV6",
      "title": "误判",
      "desc": "贫苦青年马志杰借出了住址而误收毒品包裹，在辩护律师的诱骗和误导下承认了贩毒控罪。曾是干探的检察官霍子豪凭其警察触觉和执着，不惜违规为此冤案展开调查，抽丝剥茧揭开辩护律师团队的真面目。在欧柏文等恶势力的重重阻挠下，霍子豪勇破难关且设下圈套，成功还原真相并将真正罪犯绳之以法，守住了法律的威严，阻止了一次无情的误判。"
    }
  },
  "CCTV8": {
    "玫瑰的故事": {
      "channel": "CCTV8",
      "title": "玫瑰的故事",
      "desc": "玫瑰（张曼玉 饰）是一个天真美丽的少女，身边不乏各种追求者。而她唯一的亲人——哥哥（周润发 饰）更是对她呵护备至。直到她遇见了已经订婚的庄国栋，才真正体会到了爱一个人所带来的痛苦。玫瑰决定远离香港这个伤心地，于是不顾哥哥的不舍便飞往巴黎求学，并嫁作他人妇。直到哥哥生病离世，已离婚的玫瑰又再度返港，遇到了对她百般关爱的傅家明（周润发 饰），就在她再次披上婚纱之时，噩耗又再次传来……"
    }
  },
  "城市剧场": {
    "鼓楼外": {
      "channel": "城市剧场",
      "title": "鼓楼外",
      "desc": "鼓楼外一位老木匠易大船的大徒弟于钟声和其孙女易小船偷偷恋爱了，吃醋的二徒弟尹东义给于钟声使坏，在邻居家房梁上做了手脚。于钟声上当以致屋里的孩子死亡，锒铛入狱。狱外，心里还爱着于钟声的易小船迫于种种无奈嫁给了尹东义，而狱中的于钟声得知此消息悲愤交加，誓言报仇……"
    },
    "我不是精英": {
      "channel": "城市剧场",
      "title": "我不是精英",
      "desc": "大米和味精，青梅竹马的发小儿，两人偷偷恋爱已经有一段时间了，之所以要瞒着双方父母，是因为身为外企白领的米妈妈一直看不上大专毕业、没个正经工作的韦晶。但随着恋情的曝光，两家的冲突也爆发了。米妈妈逼着优秀帅气的米阳找一个“高学历、高智商、高情商”的“三高”女友。为了维护爱情，成为米妈妈眼中的精英人士，韦晶决定勇闯“外企”。阴错阳差，进入一家众人梦寐以求的知名外企，仿佛一下子成为人们艳羡的“白领精英”。本来身为优秀刑警的米阳，却因为一次工作失误，被调职到社区当片警。丑小丫变女神，王子变青蛙！两个人的身份彻底对调，这种落差也让他们的爱情充满考验。两个年轻人一边调试心态，一边努力工作，面对生活中的磨难和工作上的烦恼，他们用爱情给予彼此勇气。面对生活的坎坷，谁都不敢自称“精英”，唯有坚强乐观，才能收获幸福。"
    },
    "青春正好": {
      "channel": "城市剧场",
      "title": "青春正好",
      "desc": "本片展现四个主人公怀抱一致的青春梦想，历经磨难最终成功。青春正好，不留遗憾。"
    }
  },
  "音乐现场": {
    "民歌中国": {
      "channel": "音乐现场",
      "title": "民歌中国",
      "desc": "今日中国，家财万贯的企业家层出不穷，某搬家公司老总李浪也是其中一员。  　　20岁时在四川省成都创业，开设搬家公司。从两辆卡车起家，公司飞速发展，20年后的今天，已成长为在全国拥有4万工人的大企业。 　　虽然钱多到用不完，但他内心感受不到满足。摇摆于妻子与情妇之间的双重生活，也濒临分崩离析的危机。 　　\r 导演马占冬花费五年时间，贴身采访李浪，从最近距离，将其公私生活的种种场面摄入镜头，从中所呈现的今日中国是怎样一番景象？  　　本片以令人惊叹的赤裸裸的映像，描写成功富裕阶层的真实形象，剖析现代中国社会的深层。"
    }
  },
  "军旅剧场": {
    "黄河在咆哮": {
      "channel": "军旅剧场",
      "title": "黄河在咆哮",
      "desc": "1937年，“七七事变”后，八路军奉命东渡黄河。郑川率独立团开赴前线，激战平型关、获得嘉奖；而国军失利遭批评，周治国不服郑川。战乱中，郑川与失去音讯的妻子黎英偶遇，在黎英帮助下，独立团突袭机场，支援了..."
    },
    "花儿与远方": {
      "channel": "军旅剧场",
      "title": "花儿与远方",
      "desc": "1952年，新疆生产建设兵团在山东招女兵，副区长郝玉兰为征兵工作顺利进行，被迫搁置了自己的婚事，带头报名参军，带领着二曼、赵凤、胡彩娥等一批山东妇女来到新疆。在屯垦生活中，这群山东妇女与兵团战士们纷纷擦出爱情火花，建立家庭。冬去春来，在他们辛勤开垦之下，戈壁滩在一天天发生变化，几对夫妻也各自经历了悲欢离合：连长战涛在一次剿匪中被打坏下身，妻子二曼不离不弃，坚守着自己的爱情；赵凤和葛俊历经磨难最终牵手，赵凤成为马莲窝子小学第一位老师；耿大炮和胡彩娥在吵吵闹闹中哺育着自己的后代。主人公刘北伐和玉兰的婚姻在经历丧子之痛后，玉兰学习驾驶拖拉机，成为兵团第一位女拖拉机手，刘北伐克服难题进行农业科技攻关。这群可爱而可敬的山东大嫂和他们的男人一起，扎根边疆，艰苦奋斗，终于改变了“一代而终”的屯垦历史。"
    },
    "铁血战狼": {
      "channel": "军旅剧场",
      "title": "铁血战狼",
      "desc": "1940年，鲁南抱犊崮抗日根据地独立营营长武忠义临危受命，组建代号为“战狼”的武工队，为保护新根据地，和日寇展开斗智斗勇的拼杀。武忠义和国军连长吕修文是发小，又是“情敌”。多年前，武忠义和吕修文同时爱..."
    }
  },
  "足球": {
    "天下足球": {
      "channel": "足球",
      "title": "天下足球",
      "desc": "在古代中原，这片富饶的土地上，粮食丰盛，稻谷飘香。然而，近邻的塞外野狼族一直觊觎着这片肥沃之地。十二年后，一纸战书传来，一场不可避免的大战即将爆发！在凤凰古城中，命运的安排将六个普通少年——拾儿、红袖、九斤、巨象、大花面、狂牛推向了这场战火之中。  　　拾儿，本是一名孤儿，从小在果栏做苦力，跟随着年迈的师父修习武艺，练就了独门绝技“飞云连环腿”。他与其他五个年轻人一起玩耍成长，怀揣着武侠梦想。战火燃起，少年们的身世之谜逐渐浮出水面——拾儿的生父竟是挑起战火的野狼族首领，而与他并肩作战的红袖，则是中原皇帝的独生爱女。父子之情深厚，乡亲之恩浓如山，伙伴之间的情谊铁如铁。少年们内心矛盾，面对命运的抉择，难以决断！在这场纷争之中，少年们将如何抉择？他们能否捍卫内心的信念，抵御战火的蹂躏，守护家园的和平？爱、亲情、友情将如何交织？期待见证这群少年的成长与奋斗！"
    }
  },
  "古装剧场": {
    "大汉悲歌": {
      "channel": "古装剧场",
      "title": "大汉悲歌",
      "desc": "公元前202年，16岁的辛追还是个美丽多情的湘女。就在她嫁到江夏王府的那天，就遇到韩信大军的围城。江夏王宁死不降命全家切腹自尽。热爱生命的辛追，就在韩信百万围城大军的重重包围下，独身一人毅然打开城门，走到这个不可一世的汉军大将韩信面前质问他：你为什么要在一个女人出嫁那天却让她死。韩信面对这个善良美丽的辛追，无言以对，他被这个少女镇住了，但事与愿违，城破家亡，辛追沦为女俘。大将军韩信爱上了这个美丽而倔犟的姑娘，辛追被带回了韩信家中，她无意中发现了婢女花样红杀死韩夫人。花样红怀上了钟离昧的骨肉却谎称是韩信的儿子。而韩信早已失去了生育能力。韩信忍辱负重救下公子丹的仁义之举打动了辛追。公子丹将辛追托付给韩信，自己前往刺刘邦。事败处..."
    },
    "新醉打金枝": {
      "channel": "古装剧场",
      "title": "新醉打金枝",
      "desc": "唐代中叶，经历过武后乱政、安史之乱后，终于暂享了一段太平盛世。及至代宗一朝，朝中的两大势力分别是以代宗堂兄晋王为首的一众文臣，及汾阳王郭子仪所领的一众武将。两大阵营常因不同政见而争持不休，晋王与子仪虽然表面关系和洽，但其实平和气氛之下却藏着暗涌……"
    },
    "十二生肖传": {
      "channel": "古装剧场",
      "title": "十二生肖传",
      "desc": "故事发生在上古时期，孤儿星虎（郭品超 饰）与燕儿（王力可 饰）自幼相爱，村长受魑魅（苗海忠 饰）蛊惑横刀夺爱，星虎目睹爱人为救自己而死，一时急火攻心病倒，幸得神农氏（刘德凯 饰）与爱徒雪怜（李曼 饰）相救，治愈后，星虎带着雪怜踏上了寻找救世人于水火的十二生肖之路。二人历经磨难来到凤凰城，遇见米俊非（陈浩民 饰）和王小鱼儿（郑伟 饰），获取“天缺玉盘”，星虎被神力非凡的玉盘带到遥远的贺兰山，寻得羊生肖转世之人芷莘（陈德蓉 饰），他们凭借玉盘神力来到全长着三只眼的三目国，寻找隐藏其中的生肖转世之人。不料尾随而来的魑魅利用人类的贪婪将其化作了恶魔......"
    }
  },
  "军事": {
    "世界战史": {
      "channel": "军事",
      "title": "世界战史",
      "desc": "《世界战史》是中央广播电视总台军事节目中心制作的军事战争纪录片栏目，前身为《百战经典》，在中央电视台国防军事频道（CCTV-7）播出 。栏目聚焦世界范围内著名战争战役、武器装备及军事人物，涵盖马拉松之战、二战东线战场、苏德战争等历史军事事件，解析战役过程与战术细节，如雅典军队迎战波斯大军、苏军特种摩托化步兵旅敌后作战等。"
    },
    "军武零距离": {
      "channel": "军事",
      "title": "军武零距离",
      "desc": "《军武零距离》是中央电视台国防军事频道（CCTV-7）推出的一档主持人探访式专题节目。"
    }
  },
  "地理": {
    "远方的家": {
      "channel": "地理",
      "title": "远方的家",
      "desc": "从四川来京“漂”了十几年，宋明媚忽然因一场老年相亲节目爆红，并身不由己地被卷入了前所未有的生活巨变中：搬入了对头富伯恒的四合院，居然化敌为友渐生情愫；饱尝雇主孟璐的百般刁难，却无意间挽救了这个濒临崩溃的家庭；与素来不睦的哥哥宋明亮争执不断，却在误会冲撞中重拾久违亲情；与 嬉笑怒骂的姐妹张玉莲面和心不合，却在异乡发展出了一份意想不到的深情厚谊。经历了一系列风波之后，宋明媚渐渐悟出道理，真正的幸福人生是为了儿女更是为了自己，于是她排除万难开始为在京外地老人筹划一座“安乐窝”，在那个给她欢乐也给她惆怅的北京，宋明媚渐渐明白坚守的到底是什么。"
    },
    "走遍中国": {
      "channel": "地理",
      "title": "走遍中国",
      "desc": "《走遍中国》开播于2002年9月2日，是中央电视台中文国际频道（CCTV-4）的一档大型专题报道栏目。它“聚焦中国新变化”，它关注发生在普通中国人身边、展现正能量的新现象、新风尚、新观念、新事物，全面、真实地反映中国人当前的生活状态与精神风貌，深入、客观地展现富于创新、充满活力、具有国际视野的当代中国。"
    }
  },
  "红色影院": {
    "青年鲁班": {
      "channel": "红色影院",
      "title": "青年鲁班",
      "desc": "建筑工人李三辈（毕鑑昌 饰）文化水平低，他常为此苦恼，大学生秦淑贞（李长乐 饰）是夜校老师，开始时她瞧不起三辈这样的笨学生，认为他们只配干粗活。但当她了解三辈的出身后，改变了原有的看法。几年后，三辈通过刻苦学习，已成长为能看建筑图纸的“土专家”。一次施工中为了图速度，忽视了向老工人师傅学习经验，操作失败，三辈摔成重伤。事后三辈主动承认错误，高师傅（王斑 饰）、秦淑贞也作了自我批评。1960年，三辈调往另一大型建筑工地，他边学习边钻研，向工地领导提出自己的革新建议，得到专家认可，但也有人反对，最后，在陈书记（张荧 饰）的支持下，他收获了成功，也收获了秦淑贞的爱情....."
    },
    "女篮5号": {
      "channel": "红色影院",
      "title": "女篮5号",
      "desc": "解放前的上海，田振华是东华篮球队的主力队员，他和球队老板的女儿林洁相爱着。由于收人贿赂，老板故意要自已的球队输给洋人，田振华异常气愤，带队打赢了比赛，老板非常生气，派流氓打伤了他，并把女儿嫁给了别人。18年过去了，解放后的田振华早已是篮球教练，有一次他在自己的球员中发现一张似曾相识的脸，原来这姑娘竟是自己当年的恋人林洁的女儿林小洁。她对体育运动却不热衷，田振华决心帮她转变观念，将来为国争光。小洁在一次比赛中不慎受重伤住院，林洁到医院看望她，巧遇了前来探视的田振华，四目相望，百感交集，他们细数了十八年来的点点滴滴......"
    },
    "南岛风云": {
      "channel": "红色影院",
      "title": "南岛风云",
      "desc": "抗日战争时，海南岛某地。大部队反扫荡走后，符若华（上官云珠 饰）望着缺医少药的营地和十几个伤病员，深感担子的沉重。由于日寇的封锁，驻地和山下的百姓失去了联系，支部委派炊事员小春（胡小菡 饰）下山搞粮弄药，农民阿金叔（陈克 饰）为此献出了生命。符若华闻讯，心情格外沉重，事务长（穆宏 饰）不忍心看着本来就被伤痛折磨的伤员再忍饥挨饿，只身下山搞粮，不料在回来的途中被敌发现，以身殉国。烈士的离去更坚定了大家战战困难的勇气，也加深了对敌人的仇恨。他们发扬革命乐观主义精神，艰难地坚持着，个别意志薄弱的伤员经受不住考验，竟想下山投敌，符若华果断除掉了叛徒....."
    },
    "患难之交": {
      "channel": "红色影院",
      "title": "患难之交",
      "desc": "抗日战争时期，东北长白山地区。汉族小伙刘金保（赵联 饰）和朝鲜族青年金永俊（白英宽 饰）结伴去深山挖参，以此维持两家各自的贫困生活。不料遭遇巡山的日寇讨伐队，为保护金保，永俊受伤落下山崖。金保以为永俊已死，绝望回家，他把卖参所得交给永俊父母，誓言今后做一个儿子义务。劳作中，他与永俊妹妹惠淑产生感情，汉奸小棒子（李亚林 饰）设计诈取了金保他们的血汗钱，并欲欺侮永俊的未婚妻，金保将其救下，小棒子枉按罪名抓走金保。大难不死被抗联救起的永俊回家了，作证救出金保，阴险的小棒子以私通游击队为名将他逮捕，金保在深里将永俊救出，永俊怀着复仇的渴望......"
    },
    "扑不灭的火焰": {
      "channel": "红色影院",
      "title": "扑不灭的火焰",
      "desc": "抗日战争中期，山西汾阳。共产党员蒋三（葛振邦 饰）回故乡唐兴庄，发动群众，组织贫农团，传播党的抗战主张。蒋三的哥哥蒋二则当了汉奸，投靠了日寇吉田（许诚 饰），蒋母（丁惟敏 饰）对此十分痛恨。一天，蒋三在村里组织堡垒户开会，蒋二带人来抓捕，不料扑了空，蒋二逼母亲说出蒋三的去向，遭母痛斥，他又抓了蒋三的妻子刘玉梅，审讯吊打，刘玉梅守口如瓶。蒋二使出引蛇出洞诡计，释放了母亲和刘玉梅。据点里内线送出情报，蒋三识破了蒋二的阴谋，他引诱蒋二带人包围唐兴庄，自己则率游击队攻打兵力空虚的敌据点，等蒋二知道中了调虎离山之计回头救援时，早己落入蒋三布下的口袋....."
    },
    "上海姑娘": {
      "channel": "红色影院",
      "title": "上海姑娘",
      "desc": "陆野（赵联 饰）是工厂里的一名青年技术员，而白玫（陶白莉 饰）则是施工现场的检查员。陆野对白玫一直有着偏见，只因为白玫是一名上海姑娘。陆野总觉得上海姑娘娇生惯养贪图享乐，不能担起大任。然而，随着两人在工作上频频交接，陆野逐渐改变了对白玫的看法，善良又能干的白玫一点一点的占据了他的心房。  　　陆野研究出了一套新的施工方法，虽然在安全方面并没有十足的保障，却能够大大的缩短工期。急功近利的陆野毫不犹豫的实施了这套方案，完全不顾白玫的劝说。无奈之下，为了国家的利益着想，白玫只得向领导写了一封举报信。"
    }
  },
  "精选": {
    "逃出绝命镇": {
      "channel": "精选",
      "title": "逃出绝命镇",
      "desc": "克里斯与女友萝丝的恋情到了“见父母”的阶段，她邀请他去郊外与米西和迪安共度周末。起初，克里斯将这家人的过分殷勤理解为面对女儿跨种族恋爱时的紧张表现，但随周末渐深，一连串愈发令人不安的发现，将他引向一个他从未想象过的骇人真相。"
    },
    "维斯珀": {
      "channel": "精选",
      "title": "维斯珀",
      "desc": "在未来的某个时刻，地球的生态系统崩溃了。一个名叫Vesper的13岁孩子很坚强，她的父亲瘫痪了，她试图在任何可能的地方为他们获取食物。有一天，她在森林里发现了一个神秘的女人，她开始希望事情会发生变化......由于独特的艺术概念、演员的强劲表演和富有想象力的配乐的结合，这部二战科幻片为观众提供了全面的视听体验。"
    },
    "狙击精英": {
      "channel": "精选",
      "title": "狙击精英",
      "desc": "为了阻止军火商释放致命的超级武器，王牌狙击手布兰登·贝克特（查德·迈克尔·柯林斯饰）和特工零号（瑞恩·罗宾斯饰）被派往科斯塔维德，领导一群精锐士兵。贝克特将一名未经考验的狙击手纳入麾下，面临着他最新的挑战：下达命令而不是接受命令。随着时间和弹药的减少，他们必须克服一切困难才能生存下来。"
    },
    "六欲天": {
      "channel": "精选",
      "title": "六欲天",
      "desc": "因女友自杀而患上抑郁症的警察阿斌（祖峰 饰）和搭档磊哥（陈明昊 饰）在调查一起碎尸案中，与被害者的姐姐李雪（黄璐 饰）相识。李雪自称梦见弟弟被人杀害。在调查过程中，阿斌发现李雪痛失女儿并患上抑郁症的悲惨经历，两人彼此怜悯，相互理解。 这时，在城市漂泊的少女婷婷（张倩如 饰）也渐渐走入阿斌（祖峰 饰）的生活，和他产生说不清的牵绊。\r 　　孤独的少女、备受抑郁症折磨的患者，他们都该如何面对自己的内心，又该如何在这个世界寻找光明……"
    },
    "狂风压境": {
      "channel": "精选",
      "title": "狂风压境",
      "desc": "洛城警署探员山姆，在一次绑架案中因怀疑市长女儿涉案而被迫暂时离职，使得原本拮据的生活更是雪上加霜，通过上级介绍，他参加了拍攝真实情境的冒险节目“寻宝周记”，获胜者可获得一千万元奖金，为了提高收视率，节目中还穿插前美国海军海豹小组狙击参赛者的桥段，结果這些狙击手用的不是漆弹，而是真枪，加上突然来袭的飓风，将席卷太平洋上的小島，山姆和其他的参赛者能顺利逃出吗"
    },
    "百条大道": {
      "channel": "精选",
      "title": "百条大道",
      "desc": "影片讲述三个发生在伦敦100条街道上的故事。故事主角有一个退役后的橄榄球球星﹙伊德里斯·艾尔巴饰演﹚和他的妻子﹙杰玛·阿特登饰演﹚，一个毒贩小喽罗﹙弗朗茨·德拉姆饰演﹚和一个富有的花花公子。"
    }
  },
  "经典剧场": {
    "红楼梦": {
      "channel": "经典剧场",
      "title": "红楼梦",
      "desc": "中国观众大多对上世纪八十年代中期拍摄的电视连续剧版红楼梦耳熟能详，而对稍晚于此拍摄完成的电影版红楼梦却知之甚少。与电视连续剧相比，给予电影版的评论一直是毁誉参半，甚至是毁多于誉。对电影版红楼梦评价一直不高的主要原因，除去电视连续剧版自身的成功之处外，恐怕还有观众们先入为主的心理。"
    },
    "三国演义": {
      "channel": "经典剧场",
      "title": "三国演义",
      "desc": "该剧演述的是三国时代的故事，是魏、蜀、吴的兴亡史，共分为《群雄逐鹿》（1—23集）、《赤壁鏖战》（24—47集）、《三足鼎立》（48—64集）、《南征北战》（65—77集）、《三分归一》（78—84集）五大部分。着重表现的是乱世中多个政治集团间错综复杂、紧张尖锐的斗争；这种斗争发展成为连接不断的对政治权力的争夺和军事冲突，造就了从东汉末年到西晋初年将近一个世纪中的风云变幻。"
    }
  },
  "武侠剧场": {
    "仙侠剑": {
      "channel": "武侠剧场",
      "title": "仙侠剑",
      "desc": "十三妹名为何玉凤，何纪之女。纪献堂之子看中何玉凤美貌，提亲遭拒后，纪献堂想方设法诬陷何纪，让何纪被判入狱，在监牢中郁郁寡欢，一命呜呼。母亲带着何玉凤寄居在老英雄邓九公的青云山庄之中，一心想替父亲平反的何玉凤开始苦练武艺，邓九公特地赠她一把仙侠剑及剑谱，玉凤不负邓九公期望，久而久之成了一位暴安良、嫉恶如仇、智勇双全的女英雄，自此，何玉凤有了江湖绰号“十三妹”。一次，何玉凤从劫财劫色的恶僧手中解救出了携带重金的书生安骥，和漂泊异乡的张金凤。三人结下不解之缘。一番纠葛，十三妹看破红尘，成全了安骥与张金凤。从此浪迹天涯，不但替自己父亲平反，还成为百姓心目中替天行道、扬善除恶的侠女。"
    },
    "少林僧兵": {
      "channel": "武侠剧场",
      "title": "少林僧兵",
      "desc": "大明嘉靖王朝，倭寇猖獗，严嵩父子把持朝政，不事抗倭。将领戚继光虽有报国之志，但面对困难的局面有些力不从心。在倭寇的杀戮中，少年月空失去了母亲，大脚僧搭救了月空，把他带到了少林寺。15年后，月空随方丈出席祭海大典，路遇日本女孩一本秀子和剑客风语，活泼的日本女孩秀子爱上了月空。在少林寺，秀子谎称是月空的妻子，引起轩然大波…"
    }
  },
  "美人": {
    "生活圈": {
      "channel": "美人",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "国学": {
    "跟着书本去旅行": {
      "channel": "国学",
      "title": "跟着书本去旅行",
      "desc": "《跟着书本去旅行》是一档体验式文化教育节目。节目以中小学课本或经典名著为线索，在读万卷书的同时行万里路，走近文化古迹、实地实景讲故事、身临其境受教育，触摸历史、感知文化，让陈列在广阔大地上的遗产活起来。"
    }
  },
  "星影": {
    "寂静之城": {
      "channel": "星影",
      "title": "寂静之城",
      "desc": "Vitoria Gasteiz，巴斯克国家，西班牙，2019年。两具尸体出现在旧教堂的地下室。警官乌奈·洛佩斯·德阿亚拉（Unai López de Ayala）是一名犯罪特征分析专家，他必须追捕这名20年来一直在恐吓这座城市的宗教杀人犯。"
    },
    "异星觉醒": {
      "channel": "星影",
      "title": "异星觉醒",
      "desc": "大卫、米兰达、罗里、村上和休在同一艘太空船上工作。一次偶然之中，他们在火星上发现了一个尚未成熟的生命体。休将这个生命体带回了实验室，让大家没有想到的是，这个小小的细胞在外界的刺激之下竟然开始了飞速的成长。随着生命体的长大，事态的发展开始失去了控制，该生命体展现出了强大的攻击力和高超的智力，先后杀死了数名船员。不仅如此，大卫发现生命体似乎想随着飞船一起降落地球，而一旦它的阴谋得逞，地球上的人类势必将要面临灭顶之灾。"
    },
    "蜘蛛侠": {
      "channel": "星影",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "六欲天": {
      "channel": "星影",
      "title": "六欲天",
      "desc": "因女友自杀而患上抑郁症的警察阿斌（祖峰 饰）和搭档磊哥（陈明昊 饰）在调查一起碎尸案中，与被害者的姐姐李雪（黄璐 饰）相识。李雪自称梦见弟弟被人杀害。在调查过程中，阿斌发现李雪痛失女儿并患上抑郁症的悲惨经历，两人彼此怜悯，相互理解。 这时，在城市漂泊的少女婷婷（张倩如 饰）也渐渐走入阿斌（祖峰 饰）的生活，和他产生说不清的牵绊。\r 　　孤独的少女、备受抑郁症折磨的患者，他们都该如何面对自己的内心，又该如何在这个世界寻找光明……"
    },
    "黑衣人3": {
      "channel": "星影",
      "title": "黑衣人3",
      "desc": "在上一集J重新召回K作为搭档之后，时间又过去了许多年，但是曾经被K捕获的外星人鲍里斯对地球的觊觎却一直没有停歇。知道机会来临，鲍里斯 成功从月球监狱越狱。为了向斩去自己一只手臂的K复仇，他取得了时空机，回到了1969年，干掉了当时还没有太多经验的K，因而使得K没能成功设置空间A网以保护地球。第二天一早，J就发现老搭档K人间蒸发了；在诸多麻烦误解之后，J终于了解到了K已经死了四十多年。但无论未来如何发展，K都和地球的命运有着千丝万缕的联系。而且这段时间里，鲍里斯成为了地球最大的威胁，甚至引发了外星人攻击地球。没有A网的保护，地球行将毁灭。而为了阻止鲍里斯的计划，J只有穿越回1969年，去拯救年轻版的K。"
    },
    "重振球风": {
      "channel": "星影",
      "title": "重振球风",
      "desc": "肖恩（Dwayne Douglas Johnson）是少年监管所的管理员，每天都为少年犯之间的纷争而烦恼。在他看来这些少年犯在这样的监禁环境下根本无法洗心革面，他的工作毫无意义。  　　在年迈母亲的鼓励下，肖恩决定用橄榄球改变孩子们的人生，将他们拉回正轨。尽管通过艰难的游说，肖恩终于说服高校赛季同意他带领少年犯参赛，但说服这些问题少年组成一只真正的队伍更加困难重重。肖恩用自己的强硬和对孩子们的信任打动了他们，组建了一只“野马队”。在他看来，帮孩子们找回失去的人生比赢得比赛更为重要。  　　很快他们参赛了，一路风雨兼程，这只特殊队伍回取得怎样的成绩呢？"
    }
  },
  "早教": {
    "七巧板": {
      "channel": "早教",
      "title": "七巧板",
      "desc": "吉奥是个对世界充满好奇心的小男孩，他是个建筑迷！在七巧板星球上，吉奥有一群几何形状的好朋友们，在他的带领下大家能够变换形状组装成神奇的七巧板物体或动物！他们常常能给七巧板星球的住户们提供最及时的帮助，克服看起来不可思议的困难。七巧板星球的自然景观更是独具特色：有立方体的峡谷，无重力的浮海，棉花糖一样的大河甚至还有金字塔形状的山脉！剧集片末将有一分钟的七巧板拼图学习回顾，趣味又好玩。超过6000多种的七巧板组装……想象力没有任何限制！"
    },
    "大风车": {
      "channel": "早教",
      "title": "大风车",
      "desc": "《大风车（Big Pinwheel） 》栏目是中央电视台青少年中心的重点栏目，该栏目不仅在播出上一直保持较高的收视率，而且在社会上也一直具有良好的知名度。该栏目由原有的六个栏目《七巧板》、《天地之间》、《蒲公英剧场》、《同一片蓝天》、《聪明屋》、《和爸爸妈妈一起看》整合而成，于1995年6月1日正式开播，数经改版发展至今，已成为我国最具影响力的儿童电视栏目。该栏目在2002年中央电视台整体栏目总排名中位居第7位，在全台的栏目评选中也多次获得优秀栏目一等奖。"
    }
  },
  "家庭影院": {
    "重振球风": {
      "channel": "家庭影院",
      "title": "重振球风",
      "desc": "肖恩（Dwayne Douglas Johnson）是少年监管所的管理员，每天都为少年犯之间的纷争而烦恼。在他看来这些少年犯在这样的监禁环境下根本无法洗心革面，他的工作毫无意义。  　　在年迈母亲的鼓励下，肖恩决定用橄榄球改变孩子们的人生，将他们拉回正轨。尽管通过艰难的游说，肖恩终于说服高校赛季同意他带领少年犯参赛，但说服这些问题少年组成一只真正的队伍更加困难重重。肖恩用自己的强硬和对孩子们的信任打动了他们，组建了一只“野马队”。在他看来，帮孩子们找回失去的人生比赢得比赛更为重要。  　　很快他们参赛了，一路风雨兼程，这只特殊队伍回取得怎样的成绩呢？"
    },
    "公众之敌": {
      "channel": "家庭影院",
      "title": "公众之敌",
      "desc": "1933年，江洋大盗约翰·迪林格与同伙约翰·汉密尔顿持械劫狱，从印第安纳州监狱中成功救出抢劫团伙成员，包括“漂亮男孩”弗洛伊德，“娃娃脸”尼尔森等，并藏身腐败警察马丁的农宅。马丁说服迪林格藏身芝加哥，寻求黑帮保护。在一系列银行抢劫活动中，迪林格爱上了芝加哥女职员比莉·弗雷凯特……"
    },
    "范海辛": {
      "channel": "家庭影院",
      "title": "范海辛",
      "desc": "十九世纪，罗马尼亚存在着一个人鬼共存的神秘地带――特兰西尼亚古镇。镇上有一支邪恶势力在天黑后统治着该地区，那就是吸血鬼德古拉（理查德•劳斯伯格 Richard Roxburgh 饰）领导下妖魔鬼怪。他们一到日黑就出来大肆杀戮，手段异常残忍。更加恐怖的是，这个队伍在不断壮大中，噬血的科学怪人也不远万里投靠了德古拉。  罗马尼亚的天主教在多次征剿失利后，远赴美国请来了吸血鬼猎人范海辛（休•杰克曼 Hugh Jackman 饰）。范海辛带着助手前往特兰西尼亚途中，巧合下救了另一位吸血鬼女猎人――安娜（凯特•贝金赛尔 Kate Beckinsale 饰）。安娜因为家族世代受到德古拉的诅咒而家破人亡，从小练就了一套猎鬼本领。安娜和范海辛一拍即合，共同前往对付德古拉……"
    },
    "狂风压境": {
      "channel": "家庭影院",
      "title": "狂风压境",
      "desc": "洛城警署探员山姆，在一次绑架案中因怀疑市长女儿涉案而被迫暂时离职，使得原本拮据的生活更是雪上加霜，通过上级介绍，他参加了拍攝真实情境的冒险节目“寻宝周记”，获胜者可获得一千万元奖金，为了提高收视率，节目中还穿插前美国海军海豹小组狙击参赛者的桥段，结果這些狙击手用的不是漆弹，而是真枪，加上突然来袭的飓风，将席卷太平洋上的小島，山姆和其他的参赛者能顺利逃出吗"
    },
    "蜘蛛侠": {
      "channel": "家庭影院",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "侠探杰克": {
      "channel": "家庭影院",
      "title": "侠探杰克",
      "desc": "六发子弹，五名死者，神秘枪手在闹市区制造了一起惨案让整个城市都陷入魁了恐慌。所有的证据都指向了前军队狙击手詹姆斯·巴尔。但他坚持自己的清白并要求把老相识 杰克·理查尔 找来，两人曾同在军队中服役。随着杰克调查的深入，他发现了更大的谜团，炮制这场惨案的真凶似乎另有其人，而别有用心的幕后黑手抓走了巴尔 ，只留下杰克一人探明真相。六发子弹中有一发漏空的子弹是杀手故意放空的。为了了解狙击手的工作，杰克特意来到了狙击手的训练营找到了一个叫做萨缪尔·卡什 的教练。在卡什和巴尔妹妹以及律师的帮助下，杰克渐渐走进了事件的中心位置，一个关于苏联改造营和俄罗斯黑帮的秘密也慢慢浮出水面……"
    },
    "斯大林格勒": {
      "channel": "家庭影院",
      "title": "斯大林格勒",
      "desc": "1942年，斯大林格勒。苏联军队根据作战计划向盘据伏尔加河左岸的德国军队展开反攻，然而反攻受阻，只有格罗莫夫大尉率领的几名侦察兵渡过到了对岸，并固守在一栋三层楼的房子里，他们临危受命要不惜任何代价守住这栋房子，除了另外几名奇迹般幸免的苏军士兵外，他们遇到了这栋房子的最后一位住户——19岁的卡嘉。德国军官卡恩奉命要夺回这栋被对手占领的房子。"
    }
  },
  "好学生": {
    "开讲啦": {
      "channel": "好学生",
      "title": "开讲啦",
      "desc": "由中央电视台综合频道（CCTV-1）和唯众传媒联合制作的《开讲啦》是中国首档青年电视公开课。每期节目由一位名人倾情演讲，分享他们对于生活和生命的感悟，给予中国青年现实的讨论和心灵的滋养。讨论青年们的人生问题，同时也在讨论青春中国的社会问题。\n\n节目每期有八至十位来自全国各大高校的青年代表，向演讲嘉宾提问互动，300位大学生作为观众现场分享这场有思考、有疑问、有价值观、有锋芒的思想碰撞。他们对人生有思考，对未来有疑问，他们思想新锐，观点先锋，是中国未来的中坚力量。每期演讲嘉宾选择的主题，均为当下年轻人心中的问号，讲述青年最关心、最困惑的话题。"
    }
  },
  "喜剧影院": {
    "老爸当家": {
      "channel": "喜剧影院",
      "title": "老爸当家",
      "desc": "性格温和的老爸布拉德（威尔·法瑞尔 Will Ferrell 饰），他的人生目标就是要成为继子女心目中最棒的父亲。当孩子们游手好闲的亲生父亲达斯蒂（马克·沃尔伯格 Mark Wahlberg 饰）登门造访之后，两位老爸为了争取孩子们的欢心开始明争暗斗，闹出不少笑话。"
    },
    "陌路之恋": {
      "channel": "喜剧影院",
      "title": "陌路之恋",
      "desc": "本片改编自丹佛·摩尔与朗·霍尔合着的纪实小说。  　　这是一则真实故事，生活于上流社会，事业有成的国际艺术画商朗·霍尔，某天听到妻子叙说她神奇的梦，这个梦将开启他与世界上另一个角落的男人，建立友谊并陪伴他度过人生最伤痛的时刻。"
    },
    "贝克最后的夏天": {
      "channel": "喜剧影院",
      "title": "贝克最后的夏天",
      "desc": "贝克（克里斯蒂安·乌蒙 饰）是一名音乐老师，日复一日重复着同样的工作，他感到精疲力尽，不认真授课，叫错同学的名字，仿佛游魂一样的生活着。他的班上有一名叫做Rauli Kantas（纳威尔·佩雷兹·毕斯卡亚特 饰）的学生，一次偶然，他发现了这名学生在音乐方面的天赋，这让他眼前一亮。从此他经常与Rauli Kantas一起出入学校，与朋友一起挖掘Rauli Kantas的天赋，教他如何正确的走上音乐之路。在与Rauli Kantas的相处过程中，贝克逐渐找回了久违的激情与动力……@m.yakutv.cc"
    },
    "赏金猎手": {
      "channel": "喜剧影院",
      "title": "赏金猎手",
      "desc": "因沉迷赌博而负债累累的赏金猎手米洛·博伊德（杰拉德·巴特勒 Gerald Butler 饰）接到工作追捕自己的前妻，记者妮可·赫莉（詹妮弗·安妮斯顿 Jennifer Anniston 饰）。妮可因追踪一件离奇自杀事件，错过自己袭警交通案的出庭而被法院通缉。对自杀事件内情紧追不舍的她想尽了一切办法逃跑，使得本来就因彼此憎恨而离婚的两人关系更加糟糕，直到有神秘杀手突然出现要至妮可于死地。米洛这才发现自己对妮可一直不能忘情。为了保护妮可的安全，米洛带她来到了二人当初渡蜜月的“丘比特庄园”，前尘往事涌上心头，二人也都对是否应重续前缘而举棋不定。与此同时，米洛的赌债和妮可的调查只将情况搞得更加复杂……"
    },
    "三个孬家伙": {
      "channel": "喜剧影院",
      "title": "三个孬家伙",
      "desc": "憨厚朴实的山里娃铁头（来喜 饰），由于没钱娶心上人进城去找表哥杨伟（于非 饰）讨债的过程中结识了在城里开赌场的海哥（刘桦 饰），并发生了一系列令人捧腹的故事……"
    },
    "救火奶爸": {
      "channel": "喜剧影院",
      "title": "救火奶爸",
      "desc": "“赵喜娜”带领的消防队员们在灭火行动后遭遇史上最大挑战：照顾火灾现场救出的三个孩子。性格迥异的姐弟三人将这支消防队闹得鸡犬不宁，铁血战士硬核带娃的场景充满反差萌，笑料不断。"
    }
  },
  "动作影院": {
    "勇敢者的游戏2": {
      "channel": "动作影院",
      "title": "勇敢者的游戏2",
      "desc": "父亲因为工作需要出门，姐姐莉莎（克里斯汀•斯图尔特 Kristen Stewart 饰）作为老大不得已担负起照顾两个弟弟丹尼和沃特的责任。然而莉莎偷懒留下丹尼（乔纳什•波波 Jonah Bobo 饰）和沃特（乔什•哈切森 Josh Hutcherson 饰）这两个生性好动，年幼顽皮的的家伙自己上楼去睡觉。无聊至极的二人只得自娱自乐，但二人不断的争吵让丹尼赌气离开，独自来到地下室淘宝，意外的发现了一套太空飞行棋。好奇心起的丹尼开启了游戏的开关，并邀请哥哥沃特参与到游戏中来。不断的流星雨和外星人侵袭让这场游戏越发的惊心动魄，而中途加入的神秘太空人真实的身份更是让人大跌眼镜。渐渐他们意识到，这不是一盘普通的游戏棋，而一旦开启了游戏的开关，如若不能到达游戏的终点扎图拉行星，等待他们的将是永远滞留在外太空。那么两兄弟能否在这场真实的冒险中尽释前嫌，联手度过难关？"
    },
    "终结者": {
      "channel": "动作影院",
      "title": "终结者",
      "desc": "一名半机械人（阿诺·施瓦辛格 饰）从21世纪被派往当代洛杉矶，刺杀一位看似无辜的女子——她的孩子将在杀手所处的未来世界中扮演关键角色。[米高梅]"
    },
    "德古拉元年": {
      "channel": "动作影院",
      "title": "德古拉元年",
      "desc": "15世纪中叶，作风彪悍残忍的穿刺王弗拉德（卢克·伊万斯 Luke Evans 饰）在土耳其苏丹的扶持下回到故乡特兰西瓦尼亚，建立起一个和平祥和的国家。然而此时此刻他仍受制于土耳其苏丹王穆罕默德（多米尼克·库珀 Dominic Cooper 饰），苏丹要求弗拉德献上一千个男孩充军，包括他儿子在内的孩子们都将成为嗜血统治者的牺牲品。不愿孩子重走自己当年血腥之路的弗拉德奋起反抗，屠杀使者。为了赢得战争的胜利，他闯入神秘而恐怖的断牙山，期望借助传说中的怪物之手击退土耳其的入侵者。他为了国家不惜抛弃良知和灵魂，由此注定了千古悲剧的开始。吸血鬼德古拉的传说由此上演……"
    },
    "银翼杀手2049": {
      "channel": "动作影院",
      "title": "银翼杀手2049",
      "desc": "故事发生在《银翼杀手》（1982）事件的三十年后，新一代银翼杀手、洛杉矶警局警官“K”（瑞恩·高斯林 饰）发现了一个深藏已久的秘密，其威力足以让残存的社会陷入混乱。K的发现促使他踏上寻找失踪三十年的前代银翼杀手、洛杉矶警局探员瑞克·戴克（哈里森·福特 饰）的旅程。"
    }
  },
  "墨宝": {
    "中国书法大会": {
      "channel": "墨宝",
      "title": "中国书法大会",
      "desc": "《中国书法大会》是由中央广播电视总台与中国书法家协会推出的大型书法文化类季播电视节目，节目深入挖掘书法文化，全景展现源远流长的汉字发展史、博大精深的中国书法史，通过先进视觉呈现为古老碑帖注入新的生命，鲜活表达中国文化蕴含的思想和精神力量，充分彰显中华民族的文化自信 。\n\n　　该节目于2023年6月2日起每周五晚20:00在总台央视综合频道（CCTV-1）首播，次日科教频道（CCTV-10）20:00档重播，央视频、央视网等新媒体平台同步上线"
    },
    "美术里的中国": {
      "channel": "墨宝",
      "title": "美术里的中国",
      "desc": "节目聚焦中国近现代经典美术作品，见证中华民族复兴伟大征程中的时代之变、中国之进，深入提炼作品中的文化标识、当代价值、时代意义，以最前沿的数字技术，进行融媒体视觉探索，以科技助力艺术表达，打造影像化、数字化的美术馆。通过这些传播文化、记录变迁、诉说历史的中国美术佳作，弘扬中国精神，增强文化自信。"
    }
  },
  "光影": {
    "时空恋旅人": {
      "channel": "光影",
      "title": "时空恋旅人",
      "desc": "21岁的时候，蒂姆·雷克（多姆纳尔·格里森 饰）突然得知自己有穿越时空的能力。在和往年一样不欢而散的年夜饭之后，蒂姆的爸爸（比尔·奈伊 饰）跟他坦诚布公：我们这个家族的男人，生来就有着穿越时空的神力。蒂姆虽然不能改变历史，但是他能够改变自己生命中发生过的和将要发生的一些小事，所以他决定运用自己的能力，让生活变得美好——说白了他是希望给自己找一个女朋友。然而，这并非像他想象中那么容易。蒂姆从康沃尔海岸搬到了伦敦，受训成为律师，在这里他终于遇上了一位漂亮但不那么自信的姑娘，名叫玛丽（瑞秋·麦克亚当斯 饰）。两人相爱了。然而一次“穿越”当中，蒂姆不小心改变的一件小事就像“蝴蝶效应”一样让他在将来生活中没有机会遇到玛丽。通过一次又一次的尝试，蒂姆一次又一次地和玛丽相遇，他终于赢得了她的心。"
    },
    "蜘蛛侠": {
      "channel": "光影",
      "title": "蜘蛛侠",
      "desc": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己研发的飞行器去到处破坏、杀人。彼得化身的蜘蛛侠开始出击了！"
    },
    "记忆裂痕": {
      "channel": "光影",
      "title": "记忆裂痕",
      "desc": "工程师詹宁斯（本·阿弗莱克 Ben Affleck饰）是个高科技天才。他屡屡受聘于各种项目研究，获得丰厚酬劳，但为了高度保密，条件是完工后他必须被删掉大脑中的短期记忆。此次詹宁斯的任务报酬达到了天价，而他必须花费长达几年的时间投身于这个新产品研发。\r 　　当产品完工后，令人意外的事情发生了。詹宁斯竟然没有得到承诺的报酬，取而代之的是一个信封，里面装着一封他自愿放弃酬劳的声明。\r 　　詹宁斯大为惊讶，当他要查个水落石出时，却发觉麻烦惹得越来越大了。联邦调查局和公司的老板都对他穷追不舍，要把他置于死地。这一系列神秘的事件，更让詹宁斯相信，背后肯定有着不为人知的真相。果然，一场周密的阴谋随着他的追查渐渐浮出水面。"
    },
    "街舞少年2": {
      "channel": "光影",
      "title": "街舞少年2",
      "desc": "Chance Harris希望在他的学校，工作，人际关系和在真理大学返校周末的全国电视台阶比赛中表演的机会之间找到平衡。"
    },
    "忍者神龟2": {
      "channel": "光影",
      "title": "忍者神龟2",
      "desc": "忍者神龟们发现了变种物质的泄漏之处,但史莱德同时也发现这一秘密,于是他们之间又展开了新一轮的战斗,而忍者神龟们也在战斗中得到了提高!"
    },
    "逃出绝命镇": {
      "channel": "光影",
      "title": "逃出绝命镇",
      "desc": "克里斯与女友萝丝的恋情到了“见父母”的阶段，她邀请他去郊外与米西和迪安共度周末。起初，克里斯将这家人的过分殷勤理解为面对女儿跨种族恋爱时的紧张表现，但随周末渐深，一连串愈发令人不安的发现，将他引向一个他从未想象过的骇人真相。"
    }
  },
  "武术": {
    "藏着的武林": {
      "channel": "武术",
      "title": "藏着的武林",
      "desc": "《藏着的武林》由中央广播电视总台影视剧纪录片中心摄制推出。全片共6集，每集50分钟，通过回顾和梳理武术的历史源头、核心价值、人员构成、传承形态、生存处境及现实意义，在历史与现实的映照中寻觅到其流变轨迹，完成了对武术冷静、客观的再认识，是对中国传统武术的一次全面科普。《藏着的武林》从调研到摄制完成，前后历时3年。创作者以第一视角深入探访武林，用冷静克制但又不失温度的解说，理性、科学地解读了中国武术的历史源流和真实现状。"
    }
  },
  "美妆": {
    "生活圈": {
      "channel": "美妆",
      "title": "生活圈",
      "desc": "极度怕生的少女，一里波知。小学时代的朋友，只有一人。在毕业时与这位唯一的儿时好友分别的波知，和她做了约定。“到初中毕业为止，和全班交上朋友”，如果做不到就……绝交!?然而，无法主动向他人搭话的波知。一紧张就两腿抽筋的波知。无法和他人对上视线的波知。说到底，原本就连交朋友的方法也不知道……!!波知想到的交友方式，由于偏离常轨而总是白忙一场。究竟波知的交友作战能否成功呢……？孤单少女为了“脱孤单”而不断努力！"
    }
  },
  "收视指南": {
    "越战越勇": {
      "channel": "收视指南",
      "title": "越战越勇",
      "desc": "故事发生在1965年的越战初期,美军第一骑兵师第七骑兵团第一营的450名战士，在盲目的指挥下，竟毫不知情、毫无准备地降落在北越军队集结的中心区域。北越方面在降落地点周围早已部署有2000以上的兵力，第一营的战士不得不面对近5倍于自己的敌人。尽管他们背后拥有强大的远程和空中火力支持，但是毕竟众寡悬殊，一营的官兵不得不展开一场异常惨重的生存保命战。 　 所幸，北越部队的情报有限，指挥也十分谨慎，没有抓住乘虚而入一举歼灭整个营地的机会。经过两天伤亡逾百人的战斗之后，第一营终于可以脱离战场，与前来解围的第二营返回基地。但是，途中由于第二营营长缺乏经验，竟然只为了审讯两名战俘，而命令丛林中已拖至500码长的纵队停止前进。以火力薄弱面撞上了北越方面的生力军，在激战中一营几乎被一扫而空。"
    }
  },
  "热播剧场": {
    "内衣先生": {
      "channel": "热播剧场",
      "title": "内衣先生",
      "desc": "《内衣先生》讲述了一位名叫“阿静”的年轻人的逗趣双面人生。主人公在双重身份中无缝切换，努力不懈，充满了“知其不可而为之”的励志精神。在内衣公司，阿静呆萌胆小，体验着职场新人的酸甜苦辣。在家族企业，阿静变身霸道总裁，淡定有智慧，与二位元老为首的“虾兵蟹将”斗智斗勇。其不按常理出牌的另类智慧总是能将老谋深算又十分逗比的元老们轻松玩转，一次次将危机用出人意料的幽默方式化解。"
    }
  },
  "经典电影": {
    "德古拉元年": {
      "channel": "经典电影",
      "title": "德古拉元年",
      "desc": "15世纪中叶，作风彪悍残忍的穿刺王弗拉德（卢克·伊万斯 Luke Evans 饰）在土耳其苏丹的扶持下回到故乡特兰西瓦尼亚，建立起一个和平祥和的国家。然而此时此刻他仍受制于土耳其苏丹王穆罕默德（多米尼克·库珀 Dominic Cooper 饰），苏丹要求弗拉德献上一千个男孩充军，包括他儿子在内的孩子们都将成为嗜血统治者的牺牲品。不愿孩子重走自己当年血腥之路的弗拉德奋起反抗，屠杀使者。为了赢得战争的胜利，他闯入神秘而恐怖的断牙山，期望借助传说中的怪物之手击退土耳其的入侵者。他为了国家不惜抛弃良知和灵魂，由此注定了千古悲剧的开始。吸血鬼德古拉的传说由此上演……"
    },
    "银翼杀手2049": {
      "channel": "经典电影",
      "title": "银翼杀手2049",
      "desc": "故事发生在《银翼杀手》（1982）事件的三十年后，新一代银翼杀手、洛杉矶警局警官“K”（瑞恩·高斯林 饰）发现了一个深藏已久的秘密，其威力足以让残存的社会陷入混乱。K的发现促使他踏上寻找失踪三十年的前代银翼杀手、洛杉矶警局探员瑞克·戴克（哈里森·福特 饰）的旅程。"
    },
    "寂静之城": {
      "channel": "经典电影",
      "title": "寂静之城",
      "desc": "Vitoria Gasteiz，巴斯克国家，西班牙，2019年。两具尸体出现在旧教堂的地下室。警官乌奈·洛佩斯·德阿亚拉（Unai López de Ayala）是一名犯罪特征分析专家，他必须追捕这名20年来一直在恐吓这座城市的宗教杀人犯。"
    },
    "时空恋旅人": {
      "channel": "经典电影",
      "title": "时空恋旅人",
      "desc": "21岁的时候，蒂姆·雷克（多姆纳尔·格里森 饰）突然得知自己有穿越时空的能力。在和往年一样不欢而散的年夜饭之后，蒂姆的爸爸（比尔·奈伊 饰）跟他坦诚布公：我们这个家族的男人，生来就有着穿越时空的神力。蒂姆虽然不能改变历史，但是他能够改变自己生命中发生过的和将要发生的一些小事，所以他决定运用自己的能力，让生活变得美好——说白了他是希望给自己找一个女朋友。然而，这并非像他想象中那么容易。蒂姆从康沃尔海岸搬到了伦敦，受训成为律师，在这里他终于遇上了一位漂亮但不那么自信的姑娘，名叫玛丽（瑞秋·麦克亚当斯 饰）。两人相爱了。然而一次“穿越”当中，蒂姆不小心改变的一件小事就像“蝴蝶效应”一样让他在将来生活中没有机会遇到玛丽。通过一次又一次的尝试，蒂姆一次又一次地和玛丽相遇，他终于赢得了她的心。"
    }
  },
  "少儿动画": {
    "精灵鼠小弟3": {
      "channel": "少儿动画",
      "title": "精灵鼠小弟3",
      "desc": "他是一个聪明的、热心的家伙——他是一只老鼠，一只颇有心计的老鼠，他的名字叫斯图亚特。斯图亚特在这个对他来说超级庞大的世界里，一心想寻找自己的家和归属的意义，当他被里特一家收养之后，他开始了一场和各种角色一起的冒险活动——包括他的宿敌家：猫斯纳贝尔。"
    },
    "黑猫警长 电影版": {
      "channel": "少儿动画",
      "title": "黑猫警长 电影版",
      "desc": "大森林里，小动物们友好相处，互帮互助，过着幸福安宁的生活，而为这片和平充当保护者，就是大名鼎鼎的黑猫警长。每天，警长都和森林警察局的勇士们一起巡逻，监听一切可疑的声音。是的，即使是在如此美丽的大森林里，依然有心怀叵测的坏蛋和蠢蠢欲动的不良分子时刻觊觎着大森林居民的劳动果实。比如偷吃红土的懒惰三人组，席卷庄稼地的蝗虫大军，其中最最冥顽狡猾的便是搬仓鼠一只耳为首的犯罪团伙。他曾从黑猫警长的手中逃脱，却丝毫不吸取教训，从各地乃至海外找来同伙复仇。无论有多大的危险，黑猫警长也决不退缩，带领战友们一次次冲向战斗的最前线。"
    },
    "新大头儿子和小头爸爸之超能爸爸": {
      "channel": "少儿动画",
      "title": "新大头儿子和小头爸爸之超能爸爸",
      "desc": "猴年春节前夕，小头爸爸忙绿工作忽视了对大头儿子的关心，又加上一次失误让大头儿子失去了心爱的礼物。父子二人因此产生隔阂，小头爸爸苦思冥想，决定扮演儿子心爱的机器人，迂回和解父子关系。在机器人的外壳下，小头爸爸仿佛激发了自己的超能量，做到了一些自己往日不曾做到的事情，俨然成了孩子们心中英雄。在两个人不断磨合的情况下，大头儿子越来越依恋“机器人”，大头儿子也因为机器人，体会到了小头爸爸对他的呵护。  　　一次意外事件，让大头儿子偶然发现小头爸爸很久之前画的一份设计稿。这是小头爸爸呕心沥血之作，当年却因为大头的出生，而错过了设计大赛。大头儿子和机器人帮助小头爸爸圆了曾经的梦想，夺得了设计大奖。机器人露出本来面目，父子之间的隔阂烟消云散。猴年新春到了，在一片喜庆的爆竹声中，大头儿子和小头爸爸，一起笑语欢歌，享受着一年来最幸福的一刻。"
    },
    "天才眼镜狗": {
      "channel": "少儿动画",
      "title": "天才眼镜狗",
      "desc": "世界上“最聪明狗狗” 皮博迪先生收养了一个人类小男孩舍曼，为了让他的养子能更好的见证世界的奇妙，他自己发明了一台时光穿梭机。皮博迪与舍曼一起穿越时空，四处冒险，并闹出各种笑话。穿越的旅途中，他们遇到了法国大革命时期的玛丽皇后、埃及法老王、特洛伊木马、达芬奇及蒙娜丽莎等著名人物和事件，天才狗爸爸更是为小男孩支招，帮他赢得可爱但又傲慢的女同学佩妮的芳心。  世界上最有成就的狗皮博迪先生和他收养的调皮小子舍曼常常用时光机踏上无论对人对狗都无比惊险刺激的时空旅行。舍曼为了讨好朋友佩妮，带着她坐上时光机兜风，却不慎在宇宙中撕开了一个洞，搅乱了最重要的历史事件。为了不让他们给过去、现在和未来造成永久性的改变，皮博迪先生必须挺身而出拯救他们，也因此面临着史上最严峻的挑战：如何为人父母。"
    },
    "小黄人": {
      "channel": "少儿动画",
      "title": "小黄人",
      "desc": "为了拍摄心中理想的怪兽电影，这群萌趣活宝四处物色演员，竟然真的集齐了各式怪兽，上演疯狂大乱斗！"
    }
  },
  "魅力时尚": {
    "最美的安排": {
      "channel": "魅力时尚",
      "title": "最美的安排",
      "desc": "潘大为（范明饰）的凄子杨冰去世多年。杨冰孪生妹妹杨清从国外归来，想要找回当年遗弃的孩子，而这个孩子就是潘大为的女儿潘朵拉。潘大为不许杨清告诉孩子真相，杨清便以二姨的身份跟潘朵拉建立了深厚的感情。杨清想偷偷带潘朵拉出国，被潘朵拉发现真相，与杨清断绝关系。杨清为了得到潘朵拉的原谅，决定跟潘大为结婚，遭到潘朵拉和家人反对。杨清失落，准备离开。潘大为让女儿看了杨清为潘朵拉准备的一切，dianshiyu.com潘朵拉体会到母爱，母女相认。岳母张翠兰记恨杨清当年抛家弃子，不认杨清。潘大为让杨清装扮成杨冰的模样，向张翠兰认错悔过，张翠兰原谅杨清。杨清对潘大为好感倍增，建立了恋爱关系。潘朵拉的生父温一虎出现，要夺回杨清和潘朵拉，杨清摇摆不定，潘大为揭穿温一虎的阴谋，最终与杨清走到了一起。"
    },
    "富贵门": {
      "channel": "魅力时尚",
      "title": "富贵门",
      "desc": "一起意外事故，让本来是老千的沙富摇身一变，成为了卓家老爷多年在外的私生子卓一鸣（罗嘉良 饰）。卓家的大哥卓一元（吕良伟 饰）是个正直的银行家，对于一鸣的身份从未表示过怀疑。不仅一元对一鸣百般照顾，善于讨人欢心的一鸣还得到了卓家上上下下的喜爱，而这其中包括了卓家的女儿卓一心（袁咏仪 饰）的爱。但碍于与一鸣的这份“兄妹”关系，让一心陷入到了痛苦之中。\n\n　　一开始只准备在卓家捞一笔钱的富来，渐渐忘记了最初的目的，在一鸣的身份下，贪念在不断膨胀。那些之前未曾享受过的亲情、爱情和权利，让他想要更多的掠夺。而再好的伪装也终究有被揭穿的一天，一鸣和卓家最终会何去何从……"
    },
    "星光灿烂": {
      "channel": "魅力时尚",
      "title": "星光灿烂",
      "desc": "耿星光（范伟 饰）和他的名字一样，是一个耿直到有些死脑筋的人。贪婪阴险的村长刘眼镜不待见耿星光，处处给他使绊子，咽不下这口气的耿星光一怒之下决定远走高飞，前往车水马龙的繁华大城市打拼。\n\n　　初来乍到的耿星光孤身一人，很快就迷失了方向。在经历了一连串的波折和挫折之后，他总算在洗浴中心找到了自己的定位。随着时间的推移，耿星光以真诚和善良渐渐打动了周围的朋友同事，亦得到了上司贺子鹏（冯嘉怡 饰）的信赖和肯定。一场意外让贺子鹏苦心经营的事业毁于一旦，令他丧失了斗志和意志，此时是耿星光不离不弃的陪伴和支持着贺子鹏，令他最终找到了人生的意义。"
    }
  },
  "IPTV野外": {
    "自然传奇": {
      "channel": "IPTV野外",
      "title": "自然传奇",
      "desc": "《自然传奇》栏目以引进、编译国外优秀节目为主，结合节目的主题化、系列化的选题及制作理念，聚焦动植物世界生命传奇故事、探寻揭示宇宙万象的神奇奥秘。精心打造一个充满神奇自然生命传奇、展现天文地理奇观魅力的平台。为观众开启一扇了解世界、认识自然的窗口，启发广大青少年热爱自然、热爱科学、勇于探索的精神。《自然传奇》于2000年9月23日起开播，初期在中央电视台第一套节目（CCTV-1）现“中央电视台综合频道”播出，每期时长70分钟。后来先后进入中央电视台第二套节目（CCTV-2）现“中央电视台财经频道”、中央电视台第七套节目（CCTV-7）原“中央电视台军事•农业频道”，现中央电视台国防军事频道。2010年12月13日，《自然传奇》开始在中央电视台科教频道（CCTV-10）播出，同时时长也由原来的90分钟调整为50分钟。"
    }
  },
  "IPTV法治": {
    "今日说法": {
      "channel": "IPTV法治",
      "title": "今日说法",
      "desc": "诞生于1999年1月2日的《今日说法》是全国第一档全日播法制栏目，秉持“点滴记录中国法治进程”的理念，以“重在普法，监督执法，促进立法、服务百姓”为己任，为全国观众推出了丰盛的“中国人的法治午餐”。栏目通过“举案说法”的形式，权威解读典型案例，诠释法治精神，传递公平正义，使法治信仰浸润人心，努力让人民群众在每一个司法案件中感受到公平正义。20多年来，《今日说法》栏目在全国午间收视率排位中始终稳居第一。在全面推进依法治国的今天，《今日说法》将继续秉承栏目既定理念，恪守媒体职责，为中国的法治建设贡献力量。"
    },
    "天网": {
      "channel": "IPTV法治",
      "title": "天网",
      "desc": "1981年，一个偏远山区小县城新到任的县委书记秦裕民发现了—桩奇案。花岭村村会计李荣才因揭发支书贾仁贵，反被诬陷贪污而被开除，一家三口到处上访，一告告了20年，问题没有解决，致使老伴疯了，儿子跑了，流浪街头乞讨为生。秦裕民对此百思不解、义愤填膺，立即组织调查组进驻花岭村。不久，调查组便查出贾仁贵在经济上有严重的亏空，在村里横行霸道，鱼肉百姓。于是工作组决定让贾仁贵停职检查。而贾仁贵居然不理睬，离家出走去向不明。为此调查组发了贾仁贵违纪的通报并在县报上刊登。对贾仁贵的处理决议一宣布，便引起了轩然大波，来自县委、地委的各种阻力及污陷纷纷而至，但是，秦裕民力排各种阻力，执著地清查贾仁贵的案子。艰辛的调查工作终于有了结果，贾仁贵的错误和违法行为有了确凿的证据，经县委决定开除了他的党籍，并登了报，民心大振，秦裕民又追查证据，彻底给李荣才平了反，安了新家。李荣才深情地说：“秦书记，我以后再也不打扰你了，让你有更多的时间为老百姓办事吧!”"
    }
  },
  "爱电影": {
    "偷盗艺术": {
      "channel": "爱电影",
      "title": "偷盗艺术",
      "desc": "《偷盗艺术》是一部加拿大犯罪喜剧.科朗奇·卡尔霍恩(拉塞尔)是一个蛮勇的车手,他算是半个改过自新的艺术品窃贼,答应了他弟弟尼基(狄龙)再做一单案子。当科朗奇找回他以前的队伍,正要偷取一本价值连城的古老的书时,尼基突然想到了一个更冒险的方案。而两兄弟并不知道,他们每个人的背后其实都有着一份自己的打算,而先前的计划则泡汤了。"
    },
    "陌路之恋": {
      "channel": "爱电影",
      "title": "陌路之恋",
      "desc": "本片改编自丹佛·摩尔与朗·霍尔合着的纪实小说。  　　这是一则真实故事，生活于上流社会，事业有成的国际艺术画商朗·霍尔，某天听到妻子叙说她神奇的梦，这个梦将开启他与世界上另一个角落的男人，建立友谊并陪伴他度过人生最伤痛的时刻。"
    },
    "德古拉元年": {
      "channel": "爱电影",
      "title": "德古拉元年",
      "desc": "15世纪中叶，作风彪悍残忍的穿刺王弗拉德（卢克·伊万斯 Luke Evans 饰）在土耳其苏丹的扶持下回到故乡特兰西瓦尼亚，建立起一个和平祥和的国家。然而此时此刻他仍受制于土耳其苏丹王穆罕默德（多米尼克·库珀 Dominic Cooper 饰），苏丹要求弗拉德献上一千个男孩充军，包括他儿子在内的孩子们都将成为嗜血统治者的牺牲品。不愿孩子重走自己当年血腥之路的弗拉德奋起反抗，屠杀使者。为了赢得战争的胜利，他闯入神秘而恐怖的断牙山，期望借助传说中的怪物之手击退土耳其的入侵者。他为了国家不惜抛弃良知和灵魂，由此注定了千古悲剧的开始。吸血鬼德古拉的传说由此上演……"
    },
    "街舞少年2": {
      "channel": "爱电影",
      "title": "街舞少年2",
      "desc": "Chance Harris希望在他的学校，工作，人际关系和在真理大学返校周末的全国电视台阶比赛中表演的机会之间找到平衡。"
    },
    "命运规划局": {
      "channel": "爱电影",
      "title": "命运规划局",
      "desc": "本影片根据菲利普·K·迪克的短篇小说《规划小组（Adjustment Team）》改编。天生就适合走上政治舞台的大卫·诺里斯(马特·达蒙 Matt Damon 饰)，是一名政坛的明日之星，他在信心满满的参选纽约州参议员期间，意外认识了认识美丽的芭蕾女演员爱丽丝(艾米莉·布朗特 Emily Blunt 饰)，两人一见钟情，正当情意正浓时大卫突然被一群穿黑西装、戴黑帽和墨镜的神秘人士绑走。这群自称是隶属于联邦的人生命运调整局的人，告诉大卫他命里该当总统，伊丽丝也会成为世界著名的编舞家，他们的相爱会使两人的前途都成为泡影。规划局想尽一切方式阻止两人再次相遇。知道真相的大卫是会追求自己的梦想而放弃爱丽丝？还是为了真爱，对抗命运调整局呢？"
    },
    "百条大道": {
      "channel": "爱电影",
      "title": "百条大道",
      "desc": "影片讲述三个发生在伦敦100条街道上的故事。故事主角有一个退役后的橄榄球球星﹙伊德里斯·艾尔巴饰演﹚和他的妻子﹙杰玛·阿特登饰演﹚，一个毒贩小喽罗﹙弗朗茨·德拉姆饰演﹚和一个富有的花花公子。"
    },
    "特工绍特": {
      "channel": "爱电影",
      "title": "特工绍特",
      "desc": "作为一名中央情报局的女特工，伊夫林·绍特（安吉丽娜·朱莉饰）发誓要忠于她的责任、荣誉和国家。然而，当一个叛徒在审问后，诬蔑绍特就是一个俄国间谍，并透露一起秘密计划时，她的忠诚度需要经受巨大的考验。为了证明自己的清白，绍特被迫逃亡，而她昔日的同事温特尔（列维·施瑞博尔 饰）与皮博迪（切瓦特·埃加福特饰）则奉命将她捉拿归案。绍特使用她所有的技能和经验躲避追捕，并试图查明真相，证明她的清白，随着她一步步揭开真相，却对自己的身份也产生了疑惑，究竟，究竟绍特是谁？"
    }
  },
  "爱大剧": {
    "春暖花开": {
      "channel": "爱大剧",
      "title": "春暖花开",
      "desc": "《春暖花开》是一部关于中国青年文化的寓言故事，讲述了年轻一代对爱情的重视。该片由七十年代的邵氏美女李亚俐、舒培培和林嘉欣主演，她们在片中饰演寻找爱情的单身女人。这是一辆三层浪漫巴士，在一条不归路上飞驰，驶向一座低矮的桥。"
    },
    "暖暖的幸福": {
      "channel": "爱大剧",
      "title": "暖暖的幸福",
      "desc": "梅花手工旗袍店是一家百年老店，高超的工艺曾在京城名操一时，随着时代的变迁，生意日渐萧条。上门女婿金满堂作为梅花旗袍店的掌门人，一直坚守着“一针一线世代相传”的祖训，靠着自己的一张“好嘴”以及多年积累的老客户捧场，勉强维持一家老少的生计。两年前金满堂的妻子在一场车祸中意外丧生，岳母梅奶奶经受不住打击病倒，弥留之际逼着金满堂将贤惠善良的保姆惠莲娶进家门，经过抢救梅奶奶死里逃生醒来却忘记女儿去世一幕，全家人只好将错就错，一直延续这个善意的谎言，金满堂和惠莲只能一直“隐婚”。金满堂偶遇“贵人”，将百年老店“梅家旗袍店”关张做起发财梦，不料卷入一场骗局欠下巨额债务，金满堂为抓骗子发生车祸，梅奶奶发病离家出走不知所踪，惠莲回到金家不离不弃照顾一家老少的起居生活，绣儿中途辍学扛起家庭重任，金元和绣儿决定重振“梅家手工旗袍店“却困难重重，一家人历经坎坷，一次次度过难关，最终成为相亲相爱的一家人。"
    },
    "法证先锋": {
      "channel": "爱大剧",
      "title": "法证先锋",
      "desc": "《法证先锋》是由香港电视广播有限公司出品系列时装电视剧，由梅小青监制，欧阳震华、林文龙、蒙嘉慧、钟嘉欣等主演，共六季。\n\n第一季《法证先锋》25集，通过写实手法，勾画法证、法医和警方三方如何紧密合作，同时解构这些罪恶克星如何运用最先进的科技和最专业的知识屡破奇案。于2006年6月13日播出 [3]。\n\n第二季《法证先锋II》30集，讲述了法证部与警方合作侦破无数扑朔迷离的案件，同时又上演一出出情感纠葛的故事。于2008年5月19日播出 [6]。\n\n第三季《法证先锋III》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2011年10月10日播出 [5]。\n\n第四季《法证先锋IV》30集，讲述了法证人员、法医和警察紧密合作，以最先进的鉴证科技，配合医学专业知识和逻辑推理，维护法治体系，以科学伸张正义的故事。于2020年2月17日播出 [7]。\n\n第五季《法证先锋V》，于2022年10月26日播出 [4]。\n\n第六季《法证先锋Ⅵ》，于2024年8月7日播出"
    }
  },
  "北京卫视4K": {
    "风味原产地": {
      "channel": "北京卫视4K",
      "title": "风味原产地",
      "desc": "中国有复杂的地貌，繁多的食材，地理环境不同，食材的品质、味道都会发生奇妙的变化。地理区隔促成口味偏好，也塑造了人们不同的性格，所谓“一方水土一方人”。腾讯视频自制纪录片《风味原产地》系列纪录片，将以食物为窗口，探寻中国各地丰富的物产，歌颂农耕与劳作，以美味为媒介，展示不同地区人们的生活理念。"
    },
    "昆虫记": {
      "channel": "北京卫视4K",
      "title": "昆虫记",
      "desc": "松木（左幸子 饰）出生在一个穷苦的农村家庭之中，母亲去世后，她和父亲过着相依为命的生活，父女之间感情十分亲密。为了补贴家用，松木被派往地主家做工，却被地主的儿子强暴怀孕。之后，松木回到了父亲身边，生下了一个女儿，取名幸子。之后，松木在工厂里找到了一份工作，和小组长松波交往甚密。最终，松木被工厂开除。无处可去的她决定将幸子留给父亲照顾，自己只身一人来到了繁华的大都市东京。在那里，她成为了妓院里的一名女佣，并最终经不住金钱的诱惑，出卖了身体。聪敏的松木深得妈妈桑的信赖，妈妈桑将自己的一部分事业交给松木打理，并将金主唐泽介绍给松木。在唐泽的资助下，松木拥有了自己的妓院。"
    }
  },
  "深圳卫视4K": {
    "奇迹": {
      "channel": "深圳卫视4K",
      "title": "奇迹",
      "desc": "Sunder是一个农村的教师，被朋友骗到了孟买，行李被骗走，身上的钱也都被偷走。走投无路时，在坟墓里遇到了鬼魂先生Marco，他讲出了20年前被杀害的事情，并求Sunder帮助他。最终，他们齐心合力抓住了坏人，并且Sunder和Marco的女儿结婚了。"
    },
    "唐朝诡事录之长安": {
      "channel": "深圳卫视4K",
      "title": "唐朝诡事录之长安",
      "desc": "该剧改编自作家魏风华同名原著，讲述了在繁华的大唐盛世之下发生的一系列奇闻异事，长安金吾卫中郎将卢凌风将与狄公亲传弟子苏无名携手共破诡案，守护苍生，担负起挽救社稷于危急的使命。"
    },
    "折腰": {
      "channel": "深圳卫视4K",
      "title": "折腰",
      "desc": "聪慧机敏系家国的乔家女郎小乔（宋祖儿 饰），与有勇有谋心纯善的魏家主公魏劭（刘宇宁 饰）联姻，起初二人因祖辈恩怨有所隔阂，过着相互试探与攻守的婚后日常，夫妻俩的多番较量中有笑也有泪；在历经诸多危机后，小乔和魏劭逐渐被对方的才智谋略与豁达胸襟所吸引，回过神时早已水滴石穿，心系彼此。二人凭借夫妻默契化解了家族矛盾，携手还百姓和平与安宁。"
    },
    "人间有味山河鲜": {
      "channel": "深圳卫视4K",
      "title": "人间有味山河鲜",
      "desc": "由腾讯视频出品的美食纪录片《人间有味山河鲜》官宣定档，影片将于9月30日在腾讯视频上线，影片从海鲜、羊肉两大类秋冬热门美食入手，寻访最美味食材的原产地，纪录食材从培育到制作的一系列过程。"
    }
  },
  "广东卫视4K": {
    "三八线上": {
      "channel": "广东卫视4K",
      "title": "三八线上",
      "desc": "朝鲜战争打了三年以后，美帝国主义不得不座在了谈判桌上。但敌人是不甘心失败的，经常派特务越境收集我方情报，三八线上成了第二战场。美军戴维斯上校（道洛霍夫 饰）准备派遣间谍到北朝鲜找日本潜伏特务山本太郎（张展望 饰）取回002情报。甄别再三，他把任务交给了乔三（王运庭 饰）和崔春生（裴有犹 饰）。因为崔在日本特务机关受过训练，且他又是朝鲜人，还被特务机关洗过脑。俩人越境找到山本太郎，拿到002情报，在返回的途中，崔腿被打伤，躲进了阿妈妮家中，言谈中被阿妈妮发现了破绽，崔春生打伤了阿妈妮（王伯玲 饰），俩人落荒而逃。最终落入我志愿军和人民军之手。经证实，崔春生竟是阿妈妮的儿子......"
    },
    "国宝时刻": {
      "channel": "广东卫视4K",
      "title": "国宝时刻",
      "desc": "《国宝时刻》文物超高清影像记录工程由国家广播电视总局和国家文物局联合策划实施，作为深入学习贯彻习近平文化思想的生动实践，工程用视听语言讲述文物故事，用超高清技术赋能文化传承，以每集拍摄一件文物、每个文物5分钟的精炼体量制作传播，进一步推动文物从“馆舍展陈”融入“生活场景”，让广大人民共享文化遗产保护成果，也为世界人民更好地理解中国、读懂中国提供了深刻而生动的窗口。首批发布的50部作品包括新石器时代七孔骨笛、夏代镶嵌绿松石兽面纹铜牌饰、周代大克鼎、秦代铜车马、汉代长信宫灯、唐代八曲葵花形螺钿铜镜、宋代汝窑天蓝釉刻花鹅颈瓶、元代青花萧何月下追韩信图梅瓶、明代《坤舆万国全图》、清代广彩人物纹大碗等。"
    },
    "烽火列车": {
      "channel": "广东卫视4K",
      "title": "烽火列车",
      "desc": "《烽火列车》是1960年上映的故事片，由朱文顺执导，李亚林、史可夫等主演。影片讲述了抗美援朝初期，美军为阻挠我志愿军向南挺进，炸毁了清川江大桥。刘风、金万吉、苗景春等冒着生命危险，把军火提前运到前线，保证了我军的作战需要。"
    },
    "冰雪尖刀连": {
      "channel": "广东卫视4K",
      "title": "冰雪尖刀连",
      "desc": "1950年秋，新中国万象更新。某军第七侦察连连长伍千里回乡省亲。伍家长兄牺牲于淮海战役，尚有老三伍万里，顽劣失教，为害渔寨邻里。千里决定带他走正途当兵，兄弟归营，正赶上大军开拔抗美援朝战场。万里初来乍到，结识一群久经沙场的老兵，个个硬骨头真性情。渡过鸭绿江，适逢朝鲜百年不遇的寒冬。团部下令化整为零、潜伏穿插深入敌后。新兵万里初登战场，成了七连的拖累。万里和七连在一系列艰苦战斗中一起成长。机场大战中，七连识破美军伎俩，拯救整个兵团的同时，与主力部队失散。他们寻主力部队至水门桥。水门桥是能左右朝鲜战局的砝码，仅剩三十余人的七连，必须完成炸桥任务。“钢七连”以伟大的牺牲和强大的革命意志，完成了这个足以彪炳史册的壮举。千里牺牲，万里成长为一名有担当的战士，他将用余生践行对哥哥的承诺，重建“钢七连”。"
    },
    "逆战": {
      "channel": "广东卫视4K",
      "title": "逆战",
      "desc": "从小与母亲相依为命的国际安全局警察万飞 (周杰伦 饰) 深入军事重地中东进行任务，枪林弹雨中发生意外，同僚兼未婚妻Ice (白冰 饰)当场身亡，万飞亦身受重伤，留下随时送命的后遗症。 万飞感到时日不多，便离队返家陪伴母亲。母亲于此时将隐藏多年的秘密告诉万飞，为了完成母亲心愿，他决定远赴东南亚，途中结识了医疗队义工Rachel (林鹏 饰)。没想到Rachel被卷入一个国际犯罪集团的惊世阴谋，万飞挺身相救，多次的炮火追逐令他们的生命受到严重威胁，更发现其中一名敌人竟是万飞的亲生哥哥万阳 (谢霆锋 饰)！岂料组织为了利益而出卖万阳，同时绑架了他的女儿！为了救出女儿及Rachel，两兄弟决定连手对付敌人。究竟万阳的女儿及Rachel能否逃出生天？万飞与万阳两兄弟之间的误解及羁绊又如何化解？"
    }
  },
  "山东卫视4K": {
    "纪录片": {
      "channel": "山东卫视4K",
      "title": "纪录片",
      "desc": "欧文是第三频道的记者，发现了市长的腐败，电视台却不让他说出真相，为了揭开真相，欧文和朋友们成立了简陋的工作室，经过一系列的努力成功将市长拉下台。"
    }
  },
  "湖南卫视4K": {
    "声起地平线": {
      "channel": "湖南卫视4K",
      "title": "声起地平线",
      "desc": "《声起地平线》是由迪玛希作为发起人，携手来自丝路沿线六国的青年音乐人共同开启的全新户外音乐唱演节目。八位歌手深入“一带一路”首倡地哈萨克斯坦的四座特色之城，感受在地的历史人文、城市建设和自然风光，将沿途见闻转化为八场融合民族底蕴与国际视野的舞台竞演。节目以积分角逐“荣耀之星”，在发起人和多位音乐见证人的助力下，展开了一场丝路青年互学互鉴的音乐奇旅。"
    },
    "与凤行": {
      "channel": "湖南卫视4K",
      "title": "与凤行",
      "desc": "身为魔界衔珠而生的碧苍王，沈璃的一生是璀璨而夺目的，但在她千岁诞辰之际，政治联姻的魔爪劈头盖脸的挠过来。九十九重天上的帝君，一纸天书颁下，着碧苍王与帝君第三十三孙拂容君定亲。拂容君早年便因花心而闻名天外，她堂堂魔界一霸，一杆银枪平四海战八荒，岂能嫁给那种花心草包!这婚必须逃!沈璃不想，这一跑还真碰上了那个不属于三界五行的男子..."
    },
    "亲爱的·客栈": {
      "channel": "湖南卫视4K",
      "title": "亲爱的·客栈",
      "desc": "又名《一家客栈》，是中国大陆湖南卫视推出的一档经营观察类真人秀节目，也是继《中餐厅》之后，湖南卫视推出的第二档该类型的真人秀节目，前两季主要讲述两对伴侣与一位友人（第一季）或一对伴侣与三位员工（第二季）利用20天的时间共同经营一家客栈的心路历程，以及过程中发生的大小故事，向观众呈现爱情中最真实的生活状态；第三季则主要讲述老板与助理从六位员工中挑选一位成为客栈合伙人的经历，向观众呈现当代职场生存现状。"
    }
  },
  "江苏卫视4K": {
    "子夜外卖": {
      "channel": "江苏卫视4K",
      "title": "子夜外卖",
      "desc": "《子夜外卖》以“子夜”为时间窗口，既没有邀请明星嘉宾助阵，也没有主持人串联，而是完全以外卖员的第一视角，进行原生态的社会风貌记录。将以一期一主题的单元设置，辐射夜色下的缤纷风景。《子夜外卖》第一季分为8期节目，每期有3名外卖小哥作为故事主角，穿插其他人物群像，展现奋斗故事。拍摄过程采用全程跟拍的方式，第一时间对取单送单过程中发生的状况进行实时记录捕捉。"
    },
    "百姓的味道": {
      "channel": "江苏卫视4K",
      "title": "百姓的味道",
      "desc": "节目旨在传扬中国美食文化，寻找中国百姓之间共鸣的味道。过去一年，世界经历了一场历练，在持续的隔离和分别之间，美食将断层的世界重新连接起来。再远的距离也阻隔不了因它而生的笑脸和感动。美食作为人类共通的“语言”、重启生活的密钥，让相隔四海的心灵产生共振，将“味道”和内心深处的记忆关联，让我们畅游回忆，在一帧帧定格的画面中重新感受生活的温度。"
    },
    "宵夜江湖": {
      "channel": "江苏卫视4K",
      "title": "宵夜江湖",
      "desc": "腾讯视频自制纪录片《宵夜江湖》，将讲述以宵夜美食为切口的市井传奇故事。那些最野的宵夜，是地道的本土味道，更是城市文化的骄傲。那些最放肆的人，在夜色下亮出绝活，也袒露心声。企鹅影视纪录片工作室联合五星传奇团队，深入沈阳、西安、武汉、重庆、杭州、南宁、厦门、广州等八个城市，一探本土美食大咖的精湛技艺，呈现既日常又生猛的市井江湖。除了丰富多彩的美味诱惑，本片还试图捕捉深夜都市里的一些生动细节，探讨有秩序、有活力的生存之道，为忙碌一天的人搭建起温馨的“心灵收容所”。"
    },
    "知否知否应是绿肥红瘦": {
      "channel": "江苏卫视4K",
      "title": "知否知否应是绿肥红瘦",
      "desc": "盛家六姑娘盛明兰从小聪颖貌美，却遭遇嫡母不慈、姐妹难缠、父亲不重视、生母被害去世的困境。她藏起聪慧，掩埋锋芒，忍辱负重在逆境成长，在万般打压之下依然自立自强，终历尽艰难为母报仇。在这一过程中，盛明兰结识了宁远侯府二公子顾廷烨。顾廷烨帮过盛明兰，也刻薄地对待过盛明兰，他见过盛明兰软弱表皮下的聪慧锐利，也见过她刚强性格中的脆弱孤单，对她早已倾心。朝廷风云变幻，在顾廷烨的拥戴下，赵家旁支宗室子弟被立为太子，顾廷烨拿着勤王诏书，大破反贼，而后拥立新帝，成为新朝第一功臣。而后，顾廷烨略施巧计娶了盛明兰为妻。盛明兰婚后管家业、整侯府、铲奸佞，夫妻二人解除误会建立了深厚的感情，最终盛明兰与丈夫一同协助明君巩固政权，二人也收获了美满的人生。"
    },
    "2026乐龄春晚": {
      "channel": "江苏卫视4K",
      "title": "2026乐龄春晚",
      "desc": "《2026乐龄春晚》是由国家老年大学、中国教育电视台、北京曜阳公益基金会等联合主办，中国文化书院大众传播专业委员会承办的春节晚会 [2]，由黄薇担任晚会总导演，黄薇、朱军、子涵、李耀阳主持 [3]，于2026年2月4日19:30在北京世纪剧院举办，国家老年大学和快手平台同步直播，中国教育电视台及江苏卫视、山东卫视、辽宁卫视、四川卫视、河北卫视、山西卫视在春节期间进行大屏播出 [1]。\r 晚会以“乐龄迎春·马上接福”为主题，既是专为全中国3亿多乐龄群体量身打造的精神家园，更是新时代积极应对人口老龄化、弘扬敬老爱老传统美德的生动实践，在辞旧迎新的美好时刻，为神州大地注入温暖而持久的生命力 [1]。\r 该晚会播出后，截至2026年2月5日，相关热门话题传播超17.4亿人次。直播时段内晚会收获各级网络媒体报道238条，多平台直播累计传播互动1291.1万人次，参与晚会内容分发及宣传推广的各新媒体平台账号累计覆盖网络用户超1.1亿人次 [3]。"
    },
    "酒美中国": {
      "channel": "江苏卫视4K",
      "title": "酒美中国",
      "desc": "《酒美中国》以味道出发，探讨因酒而形成的生活方式和生活场景的改变。囊括了中国以及如日本、西班牙、法国波尔多等多个知名产地，选择了包括茅台、洋河、长城葡萄酒、酒鬼酒、孔乙已等在内的近10家中国名酒，探索国内外不同风土下美酒的秘密。节目植根中华酿造文明，以天酿美酒、道法自然的酿造哲学为依托，传递中华美酒的酿造技艺、饮酒礼仪、美酒艺术和故事，从人类学的角度去探讨酒与人的关系，旨在揭开美酒香气的秘密，破解酒的味道密码。"
    }
  },
  "浙江卫视4K": {
    "幸福像花儿一样": {
      "channel": "浙江卫视4K",
      "title": "幸福像花儿一样",
      "desc": "八十年代，某军区文工团，在那个空气里都散发出纯真气息的时代，杜鹃（孙俪 饰）是其中最阳光的女孩子，身为舞蹈演员的她身段出色技术出众，赢得无数青睐与赞赏。她与同样才气出众的林彬（辛柏青 饰）恋爱，每天快乐得如同幸福的青鸟一样。然而这段纯爱没能经受住种种天意人为的考验，黯然分手，杜鹃嫁给了高干子弟白杨（邓超 饰），婚后白杨变化极大，他爱杜鹃，却爱得独霸嫉妒，倔强的杜鹃难以接受这样的爱，吵闹变成家常便饭。加上人生里种种事端让二人越走越远。生下孩子的杜鹃执意离婚，婚后重新面对林彬和白杨的追求，她会如何选择？\n\n　　大梅（殷桃 饰）是杜鹃最好的朋友，与纯真的杜鹃比起来，大梅敢作敢当敢爱敢恨，她审时度势嫁给了高干子弟，当经商大潮来临时又毫不犹豫地下海，一直处于时代潮流中。\n\n　　纯真的杜鹃，不管时代如何变迁，都保持着自己内心的清纯，她会否获得自己真正的幸福？而幸福是否能像花儿一样绽放，绽放在她的周围？"
    },
    "奔跑吧": {
      "channel": "浙江卫视4K",
      "title": "奔跑吧",
      "desc": "《奔跑吧兄弟》是中国浙江卫视引进韩国SBS电视台制作的真人实境秀节目，从2014年10月开始播出，原版为韩国SBS电视台的《Running Man》。\n\n《奔跑吧兄弟》的游戏设定为成员与嘉宾前往各个任务地点进行前期任务，由胜出的队伍或个人获得对最终任务有利之提示或权力，最后在最终任务地点完成最终任务。最终任务游戏沿用《Running Man》的“撕名牌”环节。\n\n第五季开始，节目更名为《奔跑吧》（Keep Running），赛制亦稍作少量修改。"
    },
    "我们的客栈": {
      "channel": "浙江卫视4K",
      "title": "我们的客栈",
      "desc": "沙溢＆姚晨及其他6位常驻嘉宾组成客栈家族。他们亲手打造有机农场，有田有地有鱼塘，自给自足自乐。让来到这里的客人，身心得到休憩，情感得到按摩。"
    },
    "17号音乐仓库": {
      "channel": "浙江卫视4K",
      "title": "17号音乐仓库",
      "desc": "《17号音乐仓库》用充满“造梦感”的整体规则，由5组经历过事业高光和低谷期的成熟音乐人，以不同主题性的策划完成阶段Livehouse音乐演出，链接不同社会人群，力求带给观众耳目一新的音乐类型文艺作品。"
    }
  },
  "四川卫视4K": {
    "凌云壮志": {
      "channel": "四川卫视4K",
      "title": "凌云壮志",
      "desc": "该片将为你讲述中国第一颗原子弹、第一颗氢弹突破时期科学家们报国之志的故事，展示科学家和广大科技人员的浩然之气、凌云之志弘扬“两弹一星”精神和科学家精神，为新时代中国发挥新型举国体制优势，实现高水平科技自立自强凝聚强大精神力量。"
    }
  },
  "东方卫视4K": {
    "爱上海": {
      "channel": "东方卫视4K",
      "title": "爱上海",
      "desc": "美国作家帕特里夏-海史密斯（1921-95）的生活、爱情和工作的故事，通过她未发表的日记、她自己的声音和认识她的人（包括家人和亲密朋友）的声音讲述。"
    },
    "1/7": {
      "channel": "东方卫视4K",
      "title": "1/7",
      "desc": "准备好狂野之旅，当我们在电影中穿越那个刺激的时期，放肆的70年代，一个没有任何限制的电影制作，以空前数量的色情和裸露在屏幕上。  通过我们追溯电影中性和裸体的根源的纪录片系列，让我们回到过去，发掘被遗忘已久的开创性电影和在电影中脱光的明星。  由我们自己内部的电影历史学家叙述，我们强调了导致评级系统的崩溃的一系列事件，打破禁忌的女演员和导演挑战审查制度和有争议的电影，革命性的时期和打破长期的障碍。  我们的深度曝光充满了揭示的个人经历和事实，揭示了70年代最著名和最性感的女演员和他们对屏幕上的皮肤的贡献。你会喜欢时髦的70年代的声音，别致的70年代的时尚，最好的是，几乎是自然的70年代的裸体。"
    },
    "毛泽东书信故事": {
      "channel": "东方卫视4K",
      "title": "毛泽东书信故事",
      "desc": "信贵情，情贵真。在毛泽东风格各异、内涵丰富的书信中，充溢着博大而真挚的思想情感。《毛泽东书信故事》通过书信的这一独特视角，反映毛泽东的革命实践经历、思想发展过程以及中国革命波澜壮阔的历程；反映他的人际交往、政治智慧、领导艺术与崇高风范。深入挖掘背后故事，彰显出“书信”中所蕴含的思想体量和文化力量。\n\n　　中共中央文献研究室编纂的《毛泽东书信选》中收录了毛泽东书信1500多封，还有200多封书信性质和形式的电报。《毛泽东书信故事》从中精选出100多封具有代表性的书信，确立10个相对集中的分集主题，每集讲述一组书信背后的故事。"
    },
    "画眉": {
      "channel": "东方卫视4K",
      "title": "画眉",
      "desc": "上世纪五十年代，海外学子计丹阳归国，投身国防科研工作。抵达香港后陷入敌特圈套。公安庞红梅保护计丹阳安全回到祖国，但敌特在香港失败后，继续围绕我方设在泸门的“水滴工程”，部署了“磐石计划”，由特务“雪狼”主持，试图破坏我方科研任务。为保证水滴工程的顺利开展，以庞红梅为代表的公安人员与敌特们展开数次交锋，但每到科研的关键节点，敌特总能先一步部署破坏计划，雪狼仍未找到，敌特仍在暗中破坏“水滴工程”，庞红梅等众公安在泸门与敌特进行了一场生死较量……而在保护专家组的过程中，庞红梅、计丹阳、厂医院护士白卉三人逐渐了解，成为好友。当庞红梅开始怀疑白卉父亲中医白铭汉的身份时，他们的友情又该何去何从？"
    },
    "人间洗剧": {
      "channel": "东方卫视4K",
      "title": "人间洗剧",
      "desc": "首部国人洗浴文化纪录片，知名喜剧演员乔杉配音。澡堂一间，烟火万千，在蒸腾的热气与水声之中，我们走遍全国各地风格迥异的“澡堂”，记录这片特殊的场域下技艺精湛的洗浴技巧、五花八门的洗澡文化以及人们卸下防备赤诚以待的动人故事与情感瞬间。"
    },
    "乌云之上": {
      "channel": "东方卫视4K",
      "title": "乌云之上",
      "desc": "韩青是三合刑侦队的女警官，因为不苟言笑只问工作被送外号“不高兴”，她与搭档钟伟合作多年十分默契，然而钟伟却在跟踪一位嫌疑人后失踪，快两个月杳无音信。韩青在焦虑、痛苦中处理着其它案件，同时不放弃任何与钟伟有关的线索。新出现的命案引起韩青的高度警觉，她通过蛛丝马迹判断命案与钟伟的失踪有关，尽管调查中阻力重重，真正的嫌犯最终还是浮出水面，而钟伟到底经历了什么也一点点变得清晰起来，警方抽丝剥茧，发现了失踪、杀人、贩毒三件大案的关联处，摸到了一个犯罪集团精心组织架构的网，也发现了隐藏在这个网背后的秘密。三合刑侦队群策群力，一举破获了全案，犯罪分子悉数落网。"
    },
    "梦圆东方2026东方卫视跨年盛典": {
      "channel": "东方卫视4K",
      "title": "梦圆东方2026东方卫视跨年盛典",
      "desc": "星光点亮城市，新程即刻开启！一起闪耀City，让更好发生！12月31日19:30，锁定《梦圆东方·2026东方卫视跨年盛典》，在璀璨星辉中敲响年尾的钟声，在美好憧憬中跨向更好的2026！"
    },
    "玫瑰的故事": {
      "channel": "东方卫视4K",
      "title": "玫瑰的故事",
      "desc": "玫瑰（张曼玉 饰）是一个天真美丽的少女，身边不乏各种追求者。而她唯一的亲人——哥哥（周润发 饰）更是对她呵护备至。直到她遇见了已经订婚的庄国栋，才真正体会到了爱一个人所带来的痛苦。玫瑰决定远离香港这个伤心地，于是不顾哥哥的不舍便飞往巴黎求学，并嫁作他人妇。直到哥哥生病离世，已离婚的玫瑰又再度返港，遇到了对她百般关爱的傅家明（周润发 饰），就在她再次披上婚纱之时，噩耗又再次传来……"
    }
  },
  "金鹰卡通": {
    "喜羊羊与灰太狼之异国破晓": {
      "channel": "金鹰卡通",
      "title": "喜羊羊与灰太狼之异国破晓",
      "desc": "羊村守护者收到“光之大陆”的紧急求救，毅然踏上危机四伏的营救之路，面对未知的阴谋与强敌。羊狼们是否能拨开迷雾重见光明，光之大陆的命运又将何去何从……光明与黑暗的决战一触即发。"
    }
  },
  "四川卫视": {
    "凌云壮志": {
      "channel": "四川卫视",
      "title": "凌云壮志",
      "desc": "该片将为你讲述中国第一颗原子弹、第一颗氢弹突破时期科学家们报国之志的故事，展示科学家和广大科技人员的浩然之气、凌云之志弘扬“两弹一星”精神和科学家精神，为新时代中国发挥新型举国体制优势，实现高水平科技自立自强凝聚强大精神力量。"
    }
  },
  "辽宁卫视": {
    "五号特工组": {
      "channel": "辽宁卫视",
      "title": "五号特工组",
      "desc": "这是一部具有真实史料为背景的抗日间谍片。1937年8月12日，\"8·13\"事变前夜，日军驻华间谍机关发布了一道暗杀蒋介石的密令......卢沟桥事变\"爆发后，在战事一触即发的上海，日军间谍猖獗密布，国民政府国防部中校参谋、中共地下党员欧阳剑平，按照地下党组织领导冯先生的指示，召集4位身怀绝技的青年志士，秘密组成\"5号\"特工组。这五人一路艰险到达上海，住进法租界，他们伪装的公开身份是\"上流社会\"成员，在杀机密布的上海，他们遭遇到了......"
    },
    "正阳门下小女人": {
      "channel": "辽宁卫视",
      "title": "正阳门下小女人",
      "desc": "该剧以小酒馆几十年的变迁为线索，以女性创业者徐慧真为叙述视角，讲述了其从1955年至改革开放后的几十年间，带领身边人创业致富、走向小康的故事。"
    },
    "老有所依": {
      "channel": "辽宁卫视",
      "title": "老有所依",
      "desc": "物质条件不断提升的当下，许许多多金钱无法解决的现实问题困扰着奔波忙碌的人们。供职于某超市的江木兰（刘涛 饰）与吕希（张铎 饰）在紧张工作之余，必须义无反顾承担起照顾老人和子女的重任。吕希的母亲瘫痪在床，木兰还有父亲江开国（马迎春 饰）和爷爷江多福（苏廷石 饰）留在桐城老家。父亲因白内障视力受阻，在寻找走失的儿子过程中遭遇车祸。接下来的一连串变故迫使这个美丽而孝顺的女子下定决心，将老父和爷爷接到北京。看似单单添了两双碗筷，却紧随着一连串棘手的问题。开国不愿拖累子女，不仅身体力行操持家务，还凭借乐观积极的人生态度影响着周围的老人和年轻人。\n\n　　老人是宝，有老人的家才算一个完整的家……"
    },
    "青海我们的国家公园": {
      "channel": "辽宁卫视",
      "title": "青海我们的国家公园",
      "desc": "纪录片《青海·我们的国家公园》共三集，每集50分钟。纪录片主题突出、视角独到、画面优美，全面展现青海推进国家公园示范省建设成果，真实再现三江源国家公园、祁连山国家公园保持自然生态系统的原真性和完整性的生态风貌，揭示保护生物多样性、维护生态安全屏障、给子孙后代留下珍贵的自然资产的重大意义，从而唤起人们热爱生态、保护生态的自觉意识。纪录片立体展现了青海山河之美、生态之美及人与自然和谐共生的美丽画卷。"
    },
    "遇见大连": {
      "channel": "辽宁卫视",
      "title": "遇见大连",
      "desc": "《遇见大连》是大连市文化和旅游局与大连新闻传媒集团联合制作的电视文旅纪录片项目，也是全方位展示城市的地理、历史和人文风貌的大连市重点电视精品工程。全片8集共约400分钟，全程以4k数字电影机拍摄并最终呈现。8集文旅《遇见大连》，从8个不同的叙述角度切入，是一次关于大连的全地域、全季节、全景式电视旅行。我们不做具体的景区说明，不做刻意的成就报道，而是把大连作为一个具有品格魅力的整体景区来进行推介。遇见大连，是自然与人文的相遇，是当代与古代的相遇，是东方与西方的相遇，是民俗与信仰的相遇，也是现代与传统的相遇。"
    },
    "战天狼": {
      "channel": "辽宁卫视",
      "title": "战天狼",
      "desc": "河北某八路军后方医院被袭，武十三拖着病体逃出日军搜索，随后武十三带着原为私人抗日武装的方碧怡等人，追寻南下的大部队，而日军指挥官早野俊二誓要杀死武十三为好友报仇，一路追击。众人一路躲避追击、营救战友、扩建队伍，顺利南下归建。随后，日军用竹篱笆建立起大片清乡区。战略需要，武十三带领特别行动小队，进入清乡区进行锄奸、保卫国宝、策应大部队展开反清乡运动等。行动期间，武十三意外与自己当国军多年生死未卜的二哥武善相遇，武善劝说武十三加入国军，武十三拒绝了邀请。武十三率领小部队依托游击战经验丰富的优势，成为日军心头大患，早野俊二对武十三的队伍穷追猛打，在日军的重重围剿下，武十三带领队伍顽强抵抗，最终迎来了抗战的胜利。"
    }
  },
  "黑龙江卫视": {
    "陈嘉庚": {
      "channel": "黑龙江卫视",
      "title": "陈嘉庚",
      "desc": "该片以陈嘉庚先生的人生历程为主线，东南亚华侨群体发展历史为辅线，系统梳理其生平事迹。片中讲述主人公下南洋、办教育、领导华侨抗日救国、做出正确政治抉择、参与新中国建设等故事；摄制组奔赴新加坡、马来西亚等海外多地，以及北京、延安等国内各地，追寻陈嘉庚先生足迹，寻访历史亲历者、见证者和文史研究者。"
    },
    "好团圆": {
      "channel": "黑龙江卫视",
      "title": "好团圆",
      "desc": "向郅军(丁勇岱饰)的三个女儿分别居住在上海、昆山、苏州，向前(白百何饰)三十五岁，在事业上已有较好发展。向中(李纯饰)三十一岁，正在积极打拼奋斗；向南(王玉雯饰)二十六岁，性格纯真烂漫。向家三个女儿的婚姻接连遭遇挫折，仨姐妹相互帮助、相互鼓劲。在父母的指导和劝解下，向中摆脱了无理取闹的婆家，重拾经营婚姻的信心；向前认清了老公高平(章涛饰)的伪善，再次找到事业与人生的方向；向南也不再感到迷惘，对婚姻、对自己都有了更清醒成熟的认识"
    },
    "风吹半夏": {
      "channel": "黑龙江卫视",
      "title": "风吹半夏",
      "desc": "许半夏的母亲生许半夏的时候难产而死，父亲自许半夏出生起便不闻不问，反而养成了许半夏天生傲骨、敢闯敢拼的性格。随着中国经济的腾飞，许半夏带着兄弟小陈、童骁骑做起了废钢、运输生意，在男性占据绝对主导地位的钢铁行业中，许半夏硬是凭借敢想敢闯的冒险精神和务实的处事态度，勇闯俄罗斯，历经千辛万苦甚至生死考验，开辟了独立的国际钢铁进口业务，收获了事业的第一桶金。此时钢材市场竞争激烈，凭借着卓越的眼光和果敢的个性以及对市场的嗅觉，许半夏排除万难，逐渐将事业版图扩大。在一次次生活、感情、工作的历练后，许半夏懂得了如何果断解决问题，如何突破自己，收获了事业和爱情。"
    },
    "四喜": {
      "channel": "黑龙江卫视",
      "title": "四喜",
      "desc": "家庭幸福、爱情甜蜜的明珠刚领证、怀孕，丈夫建奇就因见义勇为去世。明珠在众说纷纭中自己拿定主意，决定生下孩子，却遇见来寻亲的亲生父母一家。明珠在心有戚戚的亲情中走出伤痛，但公公意外猝死暴露了婆家的资不抵债。明珠挺身而出，厘清债务、承包单位，把家人们拧成一股绳，重新昂扬生活。"
    },
    "黄炎培": {
      "channel": "黑龙江卫视",
      "title": "黄炎培",
      "desc": "1903年，黄炎培在新场镇演讲被奸人告密，清政府将他抓捕入狱，按革命党论罪，面临杀头之祸。开明绅士杨斯盛请美国神甫步惠廉出面，将黄炎培救出。在蔡元培的介绍下，黄炎培加入同盟会。在重庆期间，黄炎培继续办中华职业教育社，为抗战救亡奔走。抗日战争胜利前夕，黄炎培竭力呼吁国共和谈，四下奔走，带领褚辅成、傅斯年等五位国民参政员亲赴延安考察，在延安窑洞与毛泽东彻夜长谈，留下了著名的“周期率”的经典谈话。\n\n　　1945年12月，成立以进步的工商界人士和许多文化界人士组成的新的政党——中国民主建国会，黄炎培担任主任委员。黄炎培为了制止内战，奔走在国共两党之间，触怒了国民党。1949年初，他成为黑名单上的第一名，是特务暗杀的对象。在中共的帮助下，黄炎培取道香港转赴北平，参加新政协，投身革命阵营，解放后以73岁高龄出任第一届政务院副总理兼轻工业部部长、全国人大常委会副委员长、全国政协副主席。他兢兢业业为人民做事，是中国共产党信赖的诤友，与毛泽东主席有着非比寻常的友谊。"
    }
  },
  "江西卫视": {
    "再次心动": {
      "channel": "江西卫视",
      "title": "再次心动",
      "desc": "离婚男女8人入住爱情公社，通过大数据分析匹配第一次约会对象；通过设计一系列问题以及相对应的互动设计，为嘉宾寻找人群当中最有可能彼此欣赏的异性伙伴。"
    },
    "典当行": {
      "channel": "江西卫视",
      "title": "典当行",
      "desc": "《七号典当行》的故事充满奇幻色彩与情感纠葛：拍卖会上，苏眠（王云云 饰）为收回煞气古物，与救爷爷心切的沈灼（王皓祯 饰）展开争夺，两人也因此结缘。该剧奇幻与情感交织，悬念十足！"
    }
  },
  "海南卫视": {
    "茶啊二中": {
      "channel": "海南卫视",
      "title": "茶啊二中",
      "desc": "初三三班最调皮的“学渣”王强和“暴躁班主任”石妙娜意外互换了身体，压迫已久的王强过了一把当班主任的瘾，石妙娜也体会到了做“学渣”的滋味！石妙娜的公开课比赛日期临近，二人急需找到换回身体的方法，却遇到重重阻碍……"
    },
    "风华正茂": {
      "channel": "海南卫视",
      "title": "风华正茂",
      "desc": "1918年，毛泽东同萧子升、蔡和森、何叔衡等新民学会成员一同来到北京筹备赴法勤工俭学之事。在京期间他结识了新文化运动领袖人物李大钊、陈独秀等人，第一次接触到马克思主义，他的思想进入到一个广阔的新天地。毛泽东放弃赴法留学回到长沙，执教于修业小学。正值“五四”运动爆发，湖南督军张敬尧倒行逆施，暴力镇压爱国民众。毛泽东联络社会各阶层，公开打出“驱张”的旗帜，虽取得了胜利，可是，并未改变军政腐败、官僚混乱、民不聊生的三湘现状。迷惘中的毛泽东离开湖南来到萍乡，深入工人阶级，探寻革命成功之路。新民学会中各种主义交锋，成员间逐渐产生思想裂变。终于，萧子升踏上赴法的轮船，彭煌自杀，毛泽东与何叔衡踏上参加中共“一大”的征途，他们犹如滚滚北去的湘江之水，汇入了改变中国命运的历史洪流。"
    }
  },
  "吉林卫视": {
    "四季流转年夜饭": {
      "channel": "吉林卫视",
      "title": "四季流转年夜饭",
      "desc": "节目从年夜饭中四季流转的美食出发，把中国人对于过年的情感融入历史、民俗、地域和饮食文化中，通过寻味乡愁、寻味传统，为观众们呈现出一道内容丰富、饱含深情的年夜饭大餐。"
    },
    "新生新声2": {
      "channel": "吉林卫视",
      "title": "新生新声2",
      "desc": "格雷塔（凯拉·奈特莉 Keira Knightley 饰）抛弃了一切跟随着男友戴夫（亚当·李维 Adam Levine 饰）来到美国纽约实现他们的音乐和爱情梦想，没想到曾经幻想过的美好一切化作泡影，在获得了更好的工作机会后，戴夫果断抛弃了格雷塔，留下她一人苦苦在底层挣扎。  　　丹（马克·鲁法洛 Mark Ruffalo 饰）最近的生活也不好过，他发现自己无法从思念前妻马瑞安（凯瑟琳·基纳 Catherine Keener 饰）的感情中走出来，与此同时，他的女儿维奥莱特（海莉·斯坦菲尔德 Hailee Steinfeld 饰）正处于一生中最叛逆的阶段。丹和格雷塔，命运让这失意的两人于一间小小的酒吧里相遇了，等待着他们的，会是怎样充满波折而又浪漫满满的故事呢？"
    },
    "茶啊二中": {
      "channel": "吉林卫视",
      "title": "茶啊二中",
      "desc": "初三三班最调皮的“学渣”王强和“暴躁班主任”石妙娜意外互换了身体，压迫已久的王强过了一把当班主任的瘾，石妙娜也体会到了做“学渣”的滋味！石妙娜的公开课比赛日期临近，二人急需找到换回身体的方法，却遇到重重阻碍……"
    }
  },
  "甘肃卫视": {
    "山西黄河民歌春晚": {
      "channel": "甘肃卫视",
      "title": "山西黄河民歌春晚",
      "desc": "黄河民歌春晚是由山西广播电视台主办，国家广播电视总局宣传司、山西省委宣传部联合指导，沿黄九省（区）广播电视台联合制作的大型文艺晚会。该晚会于2023年首播，农历春节前夕在沿黄九省（区）及部分省级卫视同步播出。\n\n晚会以“黄河+民歌+文旅”为主题，设置“寻年俗”“品年味”“享年趣”“祈年福”四大板块，融合民歌、民舞、非遗展演及微短剧等形式展现沿黄文化。采用实景舞台与虚拟技术结合，呈现《在天水等你》《一眼千年》等地域特色节目，并联动《黑神话·悟空》打造文化IP。参演群众占比达六成，涉及42个演出单位近3000人，覆盖13处沿黄地标外景。通过全媒体矩阵实现海内外传播，总曝光量超20亿次。"
    },
    "新疆国际春晚": {
      "channel": "甘肃卫视",
      "title": "新疆国际春晚",
      "desc": "2026新疆国际春节联欢晚会于2026年2月15日20:20在新疆维吾尔自治区举办，并在新疆卫视、兵团卫视等平台同步播出，晚会总时长150分钟。\n\n晚会以“和美新疆 丝路同春”为主题，主会场于2026年1月29日至31日在乌鲁木齐市完成录制，并在喀什市、伊犁哈萨克自治州等地设置外景拍摄地。先导片于2月9日发布，正片于2月15日正式上线。晚会采用“主会场+特色外景”制作模式，通过歌舞、器乐、戏曲、曲艺、杂技、情景剧等多元艺术形式展现新疆发展成就，深化“一带一路”背景下的文化交流。\n\n技术创新方面，晚会运用徐悲鸿水墨骏马AICG视觉活化手段打造舞台影像，以电影级外景节目《万马踏春》开场，安排电子乐队与民族手鼓同台演绎，并引入灵生科技“小灵”机器人与魔术师王禹合作完成创意魔术节目《马上有喜》，体现数字技术与传统艺术的融合。\n\n国际表达层面，节目包含五洲唱响组合演唱《相亲相爱》、驻华使馆合唱团与新疆童声合唱《我和你》，以及中外演员联袂呈现相声《“疆”来真好》等内容。整场晚会紧扣“铸牢中华民族共同体意识”主线，呈现新疆多民族文化交融的舞台图景。"
    },
    "河南春晚": {
      "channel": "甘肃卫视",
      "title": "河南春晚",
      "desc": "河南卫视以“齐歌龍咚锵”为主题的2024河南春晚通过多种艺术形式的表演，呈现一台喜庆、温暖、文化并具有“呼吸感”“松弛感”的视听盛宴。"
    },
    "山东春晚": {
      "channel": "甘肃卫视",
      "title": "山东春晚",
      "desc": "2024山东春晚2月7日（腊月二十八）19:30在山东卫视播出，晚会以欢乐祥和的节日气氛和深厚浓郁的家国情怀为格调，为观众献上一场春节文化盛宴。  2024山东春晚立足联欢氛围，创新组合春晚艺人阵容。晚会邀请主持人周涛领衔主持，深度参与了故事采访、艺人互动等环节。在演员阵容上不仅有张信哲、冯巩、闫学晶、蔡国庆、龚琳娜、王宁、邵峰等“春晚记忆”艺术家，还有张杰、刘雨昕、金志文、希林娜依·高等实力唱将和青春偶像。同时，还邀请中国歌剧院舞剧团、上海越剧院等国内知名文艺院团，为观众带来一流的视听盛宴。温玉娟、于毅、张晓谦等山东籍艺人也将亮相山东春晚的舞台，为大家带来精彩纷呈的节目表演。"
    },
    "神探狄仁杰2": {
      "channel": "甘肃卫视",
      "title": "神探狄仁杰2",
      "desc": "《神探狄仁杰》系列是由钱雁秋执导，梁冠华、张子健、吕中、须乾、姜昕言、梁凯、赵志刚、姜晓贝、蒋欣、董璇、关悦、钱雁秋、赵军凯、严燕生、乔红、曲栅栅、苑冉、祝延平、淳于珊珊、蒋昌义等联合主演的推理悬疑剧。在该系列剧中，第一部讲述了三个故事：《使团惊魂》、《蓝衫记》和《滴血雄鹰》。第二部讲述了三个故事：《关河疑影》、《蛇灵》与《血色江州》。第三部讲述了两个故事：《黑衣社》、《漕渠魅影》。2010年播出的《神断狄仁杰》与前三部不同的是，全剧只讲述了一个故事，分为《金银奇案》与《杀人陷阱》两部分。2017年播出的《神探狄仁杰4》讲述了两个故事：《情花案》与《金人案》。《神探狄仁杰1》于2004年播出，《神探狄仁杰2》于2006年播出，《神探狄仁杰3》于2008年播出，《神断狄仁杰》于2010年播出，《神探狄仁杰4》于2017年播出。"
    },
    "早安早餐": {
      "channel": "甘肃卫视",
      "title": "早安早餐",
      "desc": "通过特别直播+专题节目的形式，从“早餐”“早市”小切口看活力中国。"
    }
  },
  "青海卫视": {
    "茶啊二中": {
      "channel": "青海卫视",
      "title": "茶啊二中",
      "desc": "初三三班最调皮的“学渣”王强和“暴躁班主任”石妙娜意外互换了身体，压迫已久的王强过了一把当班主任的瘾，石妙娜也体会到了做“学渣”的滋味！石妙娜的公开课比赛日期临近，二人急需找到换回身体的方法，却遇到重重阻碍……"
    },
    "三体3": {
      "channel": "青海卫视",
      "title": "三体3",
      "desc": "这个世界上总是有两种势力，一方是邪恶的黑暗势力，而另一方则是永远和黑暗势力相抗争的正义的力量。黑暗势力似乎一刻都不会安宁，他们总是不甘心一直“黑暗”下去。在遥远的沙漠深处，吸血鬼的首领唤醒了沉睡七千年的吸血鬼德雷克(多米尼克·珀塞尔饰)，这位古老的吸血鬼家族的祖先因为纯正的血统而拥有吸血鬼后辈永远无法企及的超强法力，那就是阳光无法阻挡他的黑暗力量，对于其他吸血鬼来说是致命的阳光对他却没有任何的影响，他在白天还能自由行动。吸血鬼们将他唤醒的目的是希望通过对他基因的研究，找出吸血鬼对抗日光的秘密。"
    },
    "三体": {
      "channel": "青海卫视",
      "title": "三体",
      "desc": "2020年，数百名物理学家死于非命；中国专家汪淼的眼中也出现倒计时，随后发现一款游戏中一个在三日下煎熬的“灾难星球”竟真实存在，那里的“三体文明”400年后即将达到地球；一场未来的浩劫摆在人类面前……"
    }
  },
  "宁夏卫视": {
    "南征北战": {
      "channel": "宁夏卫视",
      "title": "南征北战",
      "desc": "1947年冬，国民党军队对华东解放区发动重点进攻，我华东部队于苏北七战七捷后，为彻底歼灭敌人，大踏步后退。起初，有些战士想不通。某师一团一营高营长率部转移到沂蒙山区的桃村待命。老乡们对后撤也有意见。\r 为安定战士与老乡的情绪，高营长与村长赵玉敏分别将上级作战意图作了解释说明。这时，情况突然有了新的变化，敌方以为我军败退，集中三十万人马，从三面向我军合围，意欲决战。\r 我军在桃村前面的大沙河阻击敌人六个昼夜，然后向凤凰山转移，围歼凤凰山已被我军围困的敌军李军长所属的七个师。高营长奉命在摩天岭狙击前来增援的敌张军长部队。凤凰山一战结束后，高营长又奉命担任包歼援敌的先锋。\r 敌军退守大沙河以南负隅顽抗，高营长抄小路偷渡大沙河，切断敌军退路。敌人想炸掉大沙河上游的水坝，用水来阻止我军。赵玉敏带领游击队剪断了水坝上的炸药导火索，保全了水坝。我军渡过大沙河，歼灭了敌人，敌张军长及其参谋长均被生擒。"
    },
    "黑山阻击战": {
      "channel": "宁夏卫视",
      "title": "黑山阻击战",
      "desc": "1948年，东北解放战争已经进入了关键的时刻。在天寒地冻，缺衣少粮的情况下，东北解放军发动了强大的攻势。打的敌人落荒而逃。蒋介石为了稳住阵脚，慌忙从别的地方调遣了五个军对东北进行增援。"
    },
    "洪湖赤卫队": {
      "channel": "宁夏卫视",
      "title": "洪湖赤卫队",
      "desc": "1930年夏，彭家墩乡党支部书记韩英（王玉珍饰）和大队长刘闯（夏奎斌饰），根据战略需要率赤卫队主动撤退——用韩英的话讲就是把拳头缩回来为了更猛烈地打击敌人。民团组织白极会首领彭霸天（陈金鹏饰）勾结保安团冯团长（曹增根饰）乘势卷土重来，韩英根据打入敌保安团的中国共产党地下工作者张副官（谢添饰）提供的情报，组织力量重创犯敌。敌人伪装撤退，意欲阴谋偷袭。韩英识破诡计，便和刘闯率员狙击。在掩护乡亲时，她不幸身陷敌手。彭霸天抓来韩母（刘淑琪饰），企图以母女之情软化韩英，韩英大义凛然地表达了自己献出生命都不会投降的高尚情操。但刘闯在失去与领导联络的险恶环境中，开始有些急躁频频出击。这时，敌人派遣特务王金标（彭洪钧饰）作内线，妄图伏击赤卫队，同时又欲处死韩英，张副官闻讯后，冒险救出韩英，自己不幸殉难。韩英脱险返队后当即处决叛徒，并配合红军主力，一举消灭白极会与保安团。终于使在第二次国内革命战争时期，洪湖赤卫队在保卫湘鄂西革命根据地红色政权的战斗中屡建功勋。"
    },
    "百年巨匠中医篇": {
      "channel": "宁夏卫视",
      "title": "百年巨匠中医篇",
      "desc": "《百年巨匠》是中国第一部聚焦20世纪为中华文明作出突出贡献的大师巨匠的大型系列人物传记纪录片。《百年巨匠——京城四大名医》是《百年巨匠·中医篇》的开篇之作，本片以４部８集的规模，拍摄萧龙友、施今墨、孔伯华和汪逢春4位以高尚的医德、精湛的医术，“四大名医”。他们兼收并蓄，提倡中西医结合，大力发展中医事业。该片记录他们的成长经历和人生故事，展示近现代中国中医药事业的发展历史，将先贤们的高明医术、高尚医德和为民族医药传承创新而作出的巨大功绩，镌刻在中华文明历史的丰碑上。"
    },
    "2026年中央广播电视总台春节联欢晚会": {
      "channel": "宁夏卫视",
      "title": "2026年中央广播电视总台春节联欢晚会",
      "desc": "《2026年中央广播电视总台春节联欢晚会》是由中央广播电视总台制作播出的晚会，设黑龙江哈尔滨、浙江义乌、安徽合肥、四川宜宾四地分会场。北京主会场由任鲁豫、撒贝宁、尼格买提、龙洋、马凡舒、刘心悦担任主持人，黑龙江哈尔滨分会场由杨帆、姜多主持，浙江义乌分会场由郭若天、贺传主持，安徽合肥分会场由朱迅、白羽主持，四川宜宾分会场由张韬、王楚涵主持。  晚会于2026年2月16日20:00（除夕夜）在中央电视台、综艺频道、中文国际频道、国防军事频道、戏曲频道、少儿频道、音乐频道、农业农村频道、4K/8K超高清频道等电视频道，中国之声、音乐之声、经典音乐广播、文艺之声、大湾区之声、台海之声、华语环球广播、南海之声、中国交通广播等广播频率，央视新闻、央视频、云听、央视网、央广网、国际在线等新媒体平台同步直播。  晚会以“骐骥驰骋，势不可挡”为主题，在欢乐吉祥、喜气洋洋的氛围中，与全球华人相约除夕夜，共赴一场昂扬奋发、喜庆温暖、满屏新意的文化盛宴，原创歌曲、舞蹈、戏曲、评弹、武术等各类型节目创排日臻完善，在欢乐吉祥、喜气洋洋的氛围中，尽展新时代新征程的壮美图景。"
    },
    "闪闪的红星": {
      "channel": "宁夏卫视",
      "title": "闪闪的红星",
      "desc": "故事发生在红军抗击日寇时期。少年潘东子（祝新运 饰）的父亲响应号召，参加红军抗击敌军去了，只剩下母亲与东子相依为命。母亲也是抗敌的积极分子，从小耳濡目染的东子虽然只有11岁，也立下了决心长大参加红军对抗日军。一天，汉奸胡汗三带领日军来捉拿东子的母亲，眼看形势危急，东子妈决定留下来掩护其他群众撤退。在连扔两枚手榴弹砸死多名敌人后，东子妈亦英勇就义。目睹了妈妈被敌人杀害的惨况，东子决心用自己的力量为母亲报仇。东子开始用自己的机智与勇敢与敌人周旋，暗中帮当地的游击队送盐送信。通与敌人的斗争，东子渐渐成长，替母亲报仇的时刻也终于来到。"
    }
  },
  "精彩影视": {
    "创想季": {
      "channel": "精彩影视",
      "title": "创想季",
      "desc": "大学时代同寝室的四个铁哥们毕业在即。一次突发的事件让这四个毫无背景却心怀大志的草根青年为了在“北京”这块充满机遇的土地上实现各自的人生梦想，决定“抱团取暖”合租一套房子。没想到至此麻烦不断。几人在艰难的找房过程中受到启发，决定自己创业，准备以“互联网+”的思维和全新的商业模式为同样受到租房困扰的北漂们服务。几个好朋友相互理解、相互配合，几经周折，在经历了种种磨难后，面对利益与责任、财富与梦想、亲情与诱惑、爱情与背叛，终于突破了自我，创造出一条通往梦想之路。"
    },
    "灿烂的她": {
      "channel": "精彩影视",
      "title": "灿烂的她",
      "desc": "慈祥宽容的奶奶（惠英红 饰）与十二年前意外走失的孙女（刘浩存 饰）重逢，祖孙二人从生疏到彼此依偎。相处期间，她们身上的秘密也逐渐被揭开。最终奶奶拯救了这个本对人生不抱希望的“孙女”。"
    },
    "狼图腾": {
      "channel": "精彩影视",
      "title": "狼图腾",
      "desc": "1967年，北京知青陈阵（冯绍峰 饰）和杨克（窦骁 饰）响应上山下乡号召来到了内蒙古额仑大草原插队，结识了蒙古族牧民毕利格（巴森 饰）、噶斯迈（昂哈尼玛 饰）一家，也见识了草原上最令人敬畏的动物：狼。在与狼群的接触过程中，陈阵对这一物种有了强烈的兴趣，甚至有了想自己养一只小狼的念头。就在此时，一群外来人贪婪地掠夺了狼群储存过冬的黄羊，打破了狼群和牧民之间的生态平衡。而以场部主任包顺贵（尹铸胜 饰）为首的生产队员更是发起了一场灭狼运动，让狼群和人类之间的关系陷入到了剑拔弩张的地步……  　　电影改编自姜戎同名小说，以作者自己主要在文革时期在蒙古草原的亲身经历、以近乎自传体的叙事角度，描述了狼的活生生的世界。"
    },
    "战神纪": {
      "channel": "精彩影视",
      "title": "战神纪",
      "desc": "少年铁木真(陈伟霆 饰）身为部落首领之子，年幼丧父，母亲独自将他抚养成人，铁木真成人之际返回翁吉剌部落迎娶自幼定有婚约的孛尔帖（林允 饰），谁知途中却逐步陷入叔父（赵立新 饰）设置的杀戮陷阱，而青梅竹马的恋人孛尔帖也在新婚之夜被另一部落首领忽出鲁（胡军 饰）掳走，铁木真在好兄弟札木合（李光洁 饰）的支持与萨满长老的辅佐下，踏上拯救恋人和守卫草原的征途……"
    },
    "驴得水": {
      "channel": "精彩影视",
      "title": "驴得水",
      "desc": "一群“品行不端”却怀揣教育梦想的大学教师，从大城市来到偏远乡村开办了一所小学校。学校待遇惨淡、生活艰苦，但老师们都自得其乐，每天嘻嘻哈哈打成一片。然而教育部特派员要来突击检查的消息打破了安宁，因为学校有一位“驴得水老师”隐藏着不可告人的秘密。就在所有人都担心丑事即将败露的时候，一个神奇天才的出现拯救了大家，然而谁能料到真正的麻烦才刚刚开始……"
    },
    "爱在平凡": {
      "channel": "精彩影视",
      "title": "爱在平凡",
      "desc": "从国家运动队退役回乡的曲小河在未婚夫万嘉明的厂区意外见到了一场严重的污染事故，从而卷入了与婆家万成集团的矛盾冲突中，婚姻受挫，紧接而来的童装博览会叫停、仿牌和黑心棉曝光、“三合一厂房”火灾等等突发事件，使她看清了潜藏在织女镇繁荣背后的危机，在凌化雨和夏正阳等人的支持下，她放弃个人利益，留在织女镇当上了负责基层治理的副镇长。在长达八年的艰难岁月中，她顶着镇长郑良器和“两面人”徐康设下的重重压力和一次次陷害，坚持扎根于基层社区，和王书文、齐美丽等一批志同道合者一起，从最平凡的小事做"
    },
    "大唐玄奘": {
      "channel": "精彩影视",
      "title": "大唐玄奘",
      "desc": "影片讲述历史上的唐朝高僧玄奘历时17年，不畏艰难险阻，前往天竺取经的传奇故事。大唐贞观盛世，年轻的玄奘法师（黄晓明 饰）为求佛法真谛冒死偷渡出境，一路上遭遇千难万阻，天灾人祸，却也深得民间疾苦。官兵围堵、徒弟背叛、埋身沙海、断水绝粮，玄奘法师一心求法，最终抵达印度，在印度弘扬善念静心修佛，等到从无遮大会辩论成功回国之时，已经是年逾五十的老人了。"
    },
    "绣春刀": {
      "channel": "精彩影视",
      "title": "绣春刀",
      "desc": "明崇祯皇帝登基，大太监魏忠贤（金世杰 饰）及其“阉党”被锦衣卫倾巢覆灭。锦衣卫中以卢剑星（王千源 饰）、沈炼（张震 饰）和靳一川（李东学 饰）三结拜兄弟最为勇猛正直。老大卢剑星为了升官百户，沈炼为替教坊司妓女周妙彤（刘诗诗 饰）赎身，三弟靳一川为摆脱浪人丁修（周一围 饰）的纠缠，三兄弟决定接受东厂都督赵靖忠（聂远 饰）追杀魏忠贤的秘密行动。行动中三人遭到魏忠贤义女魏廷（朱丹 饰）带队阻拦，一场腥风血雨后魏忠贤尸首被带回，卢剑星如愿以偿升官百户，本以为三人夙愿皆能实现，但没想到沈炼竟然隐瞒了一个天大的秘密，并且引起了大臣韩旷（赵立新 饰）的怀疑。此后三兄弟都面临着生命危险，沈炼终于说出真相但为时已晚，与一川相好的医馆女子（叶青 饰）和周妙彤都被牵连其中。面对危机，沈炼决意带着兄弟、爱人离开京城，朝廷腐朽混乱，小人物的命运将何去何从？"
    },
    "无人区": {
      "channel": "精彩影视",
      "title": "无人区",
      "desc": "小有名气但利欲熏心的律师潘肖（徐峥 饰），凭借扎实的法律知识和巧舌如簧的庭辩技巧，成功帮盗捕国家珍禽阿拉泰隼并残忍杀害一名警察的西北盗猎团伙老大（多布杰 饰）洗脱罪名。老大承诺十天后付清余款，潘肖则要求对方用一辆红色轿车抵押。在此之后，他驾驶着新车踏上从西北荒漠返回大都会的路程。谁知路上险情不断，先是和一对开卡车拉茅草的哥俩（王双宝 & 巴多 饰）发生摩擦，导致人伤车损，接着又不慎撞飞一个似乎拦车求助的男子（黄渤 饰）。自知摊上人命的潘肖辗转来到一家专事不法勾当的黑店，并在此结识了受困于此的妓女（余男 饰）。与此同时，盗猎老大尾随其后，似乎另有凶险计划。此时潘肖还没真正意识到，他前方是怎样一条充满凶险的旅途。"
    }
  },
  "CCTV世界地理": {
    "太阳系2": {
      "channel": "CCTV世界地理",
      "title": "太阳系2",
      "desc": "TV版全26集分为7章，以剧场版形式进行了初映。 筛选期为2周。 最初在全国10家影院上映，但从第三章开始增加到12家影院，从第六章开始增加到16家影院。 放映期间，将在影院限量预售包含故事板合集的限量版BD。"
    },
    "此生要去的100个地方": {
      "channel": "CCTV世界地理",
      "title": "此生要去的100个地方",
      "desc": "以美景、美食、文化、生活为原点出发，以真人秀的形式发掘各地风景、体验当地非遗项目、感受地方风土人情。一期一地一主题，用独特的城市符号向观众全面展示各地的文化魅力，强势筑牢“此生要去”的根基。每期旅途结尾，嘉宾将通过手写游记的方式，记录所见所闻，用12篇游记串联起整季主题，讲好一个完整的旅行与文化故事。"
    }
  },
  "都市剧场": {
    "全职高手之巅峰荣耀": {
      "channel": "都市剧场",
      "title": "全职高手之巅峰荣耀",
      "desc": "电子竞技成为全国第78个体育赛事，“荣耀”将首次举办职业联赛。18岁的叶秋（本名叶修）与好友苏沐秋，在网吧老板陶轩的协助下，开始组建草根电竞战队“嘉世 ”。同时，来自全国各地不同背景的队友们也因为梦想齐聚一堂，为着电竞舞台的最高荣耀而刻苦训练。嘉世一路过关斩将，即将冲进决赛之际，团队却遭遇危机。面对劲敌皇风战队来势汹汹，作为队长的叶秋要如何解决眼前的困境？这样一群怀揣梦想的少年，是否能够登上荣耀的巅峰？  讲述了18岁的叶修，如何与一群志同道合的“战友”，共同组建“嘉世战队”，并一路过关斩将、迎战大Boss，最终走向巅峰的故事。  一个人为了理想可以拼到什么地步？为了追求电竞游戏“荣耀”的冠军，我们的男主叶修，他离家出走，他一往无前，他……当然是个好男孩，在遇到了同样热爱“荣耀”的苏沐橙等人后，不出意外的被“捡”回了家，与高冷御姐“苍天”，倔强又孤独的“暗无天日”，独孤求败的“气冲云海”等人组建起了嘉世战队，在夺冠的道路上，面对来势汹汹的皇风战队，这群一腔热血的年轻人又该如何面对……  少年时期的叶修怀揣着电竞冠军的梦想，克服了重重困难，带领嘉世战队最终走上荣耀巅峰！"
    },
    "爱情神话": {
      "channel": "都市剧场",
      "title": "爱情神话",
      "desc": "李小姐，带着女儿过着单身生活。蓓蓓，离婚后热衷跳探戈。格洛瑞亚，有钱有闲老公失踪。三 个完全不同的女人因为老白而产生了交集。上海爷叔老白自称杂家，专门教老年人画画。老白的好友老乌谈吐风趣，一生追逐浪漫。几顿饭局，让老白家的客厅成为了众人的聚会点。三女两男，在上海这座摩登 之都里，凭借智慧、幽默过招，描摹出多样的市井烟火。"
    },
    "保你平安": {
      "channel": "都市剧场",
      "title": "保你平安",
      "desc": "落魄中年魏平安以直播带货卖墓地为生，他的客户韩露过世后被造谣抹黑，魏平安路见不平，为辟谣四处奔波，而他自己也因此陷入到新的谣言和网暴之中。"
    },
    "功夫之王": {
      "channel": "都市剧场",
      "title": "功夫之王",
      "desc": "杰森（迈克尔·安格拉诺饰）是一个疯狂迷恋港台功夫片的美国少年，然而现实中的他却饱受坏孩子的欺负，不敢反抗。一次偶然的机会，他从某中国古董店得到一根如意金箍棒，借着金箍棒的力量，他竟然回到了几千年前的中国。此时，邪恶的玉疆战神（邹兆龙饰）凭借降伏齐天大圣孙悟空的威名篡夺天界，靠武力鱼肉百姓，民不聊生。杰森先后邂逅了嗜酒的游侠鲁彦（成龙饰）、沉默寡言的默僧（李连杰饰）以及轻盈美丽的金燕子（刘亦菲饰）。他们为解救被困的齐天大圣朝着天界进发。"
    }
  },
  "CHC动作电影": {
    "长津湖": {
      "channel": "CHC动作电影",
      "title": "长津湖",
      "desc": "电影以抗美援朝战争第二次战役中的长津湖战役为背景，讲述了一段波澜壮阔的历史：71年前，中国人民志愿军赴朝作战，在极寒严酷环境下，东线作战部队凭着钢铁意志和英勇无畏的战斗精神一路追击，奋勇杀敌，扭转了战场态势，打出了军威国威。"
    },
    "猛警神探": {
      "channel": "CHC动作电影",
      "title": "猛警神探",
      "desc": "我公安人员在一香港私人侦探的配合下，破获了一起窜入大陆的香港黑社会成员杀人抢劫宝石案。"
    },
    "八极拳王": {
      "channel": "CHC动作电影",
      "title": "八极拳王",
      "desc": "传统八极拳世家当代传人许诚在参加“真武格斗争霸赛”过程中一路晋级，却意外败在美国搏击高手杰森手下，生死未卜。许诚的弟弟许实原本选择读书深造，在得知哥哥许诚出意外之后，重新站出来挑起八极拳世家传人的责任。许实发现哥哥重伤事故是“真武格斗争霸赛”主席马元龙利用比赛做赌局，滥用禁药所致。在海外归来的同门师姐林菀的帮助下，许实以搏击拳手的身份参加“真武综合格斗拳王争霸赛”比赛，设计调查许诚重伤事故背后的真相。与此同时，林菀的祖父林宗英与许实爷爷许承宗之间事关八极拳传承的往事，也让许实和林菀思考八极拳的过去和未来，传承和发展。许实在困境重重的恩怨情仇中，初心不改，坚持拳师本分，为家族荣誉和八极拳的传承开战。"
    },
    "血战残阳": {
      "channel": "CHC动作电影",
      "title": "血战残阳",
      "desc": "该电影以1942年侵华日军对我太行山区进行疯狂扫荡为背景，结合山西长治地区真实存在的感人故事，以纪实手法讲述了在山西屯留老爷山的一场突围中，由韩少峰等人组成的侦查小分队在归队途中，意外发现日军驻地囚禁着十几名群众。为了营救并保护群众撤离敌占区与日军展开殊死搏斗的故事。"
    },
    "金臂童": {
      "channel": "CHC动作电影",
      "title": "金臂童",
      "desc": "故事讲述虎威镖局总镖头杨虎云受官府之托，押运二十万两黄金赴黄河流域帐灾，武林豪杰「短斧」方十、「冷月剑」冷凤等纷纷前来助阵。当时「七杀谷」中一批武功高强的剧盗，金臂童、银枪子等早就布署截劫诡计，镖队幸得「千面神捕」海涛沿途暗中出手相助，化险为夷……"
    },
    "燕子盗": {
      "channel": "CHC动作电影",
      "title": "燕子盗",
      "desc": "燕子盜為劫富濟貧的著名俠盜, 從未有人得見其廬山真貎. 偵緝員李得標奉命邀請江湖前輩江壽山協助緝捕燕子盜. 山孫女銀妞決冒充燕子盜做案, 引其現身, 兩爺孫竟發現標正是燕子盜. 妞芳心暗計, 與標訂下婚盟. 鍾情於妞的偵緝隊長魯老乙妒火中燒, 誣指標為燕子盜, 將他拘禁. 山為救標, 又冒充燕子盜四處做案, 以證明盜賊另有其人. 惟妙計被乙識破, 山決冒險劫獄, 妞以暗器殺乙, 二人救標後一起潛逃"
    },
    "笑傲江湖": {
      "channel": "CHC动作电影",
      "title": "笑傲江湖",
      "desc": "故事描述，名门华山派大弟子令狐冲突闻一阵激越乐音自林中传来，循声寻去，原来是衡山派刘正风与魔教曲洋，正在合奏“笑傲江湖”一曲；刘将曲谱交冲，嘱他传给懂音乐的人，然后与曲洋二人互击对方，双双致死。一年后，冲终找到懂音律的人，乃是魔教教主任我行（谷峰）之女盈盈，冲将曲谱交给她，谁料却因此间接导致冲被逐出华山派门墙……"
    },
    "长津湖之水门桥": {
      "channel": "CHC动作电影",
      "title": "长津湖之水门桥",
      "desc": "电影以抗美援朝战争第二次战役中的长津湖战役为背景，讲述了在结束了新兴里和下碣隅里的战斗之后，七连战士们又接到了更艰巨的任务……"
    },
    "少林四小龙": {
      "channel": "CHC动作电影",
      "title": "少林四小龙",
      "desc": "四个年龄在10岁左右的孩子从四面八方来到少林雄风武术学校。他们其中有的怀揣着对武术的向往；有的则是家里娇生惯养的富家小少爷……但最终他们的生活和学习却在学校教师精心呵护下逐渐的规范，而艰苦练武的过程则使得他们的身心得到了更稳健的成长。四个孩子在共同的目标和理想面前他们却始终如一齐迎头奋进，而胜利和喜悦最终属于了坚强的孩子们……"
    },
    "唬胆特工": {
      "channel": "CHC动作电影",
      "title": "唬胆特工",
      "desc": "因为身份被弄错，笨手笨脚的企业家被迫与臭名昭著的杀手一“来自多伦多的男人”一合作，希望能保住性命。"
    },
    "妖手摧花": {
      "channel": "CHC动作电影",
      "title": "妖手摧花",
      "desc": "《妖手摧花》改编自《聊斋志异·绛妃》一篇，城中发生少女被吸血惨案，捕快宋逸尘勘查命案现场，发现死者额头上都有一个花印，他推测是妖祟所为。宋逸尘被树精袭击，来人间值守的花仙绛妃救了他，并带他来三重天。宋逸尘发现绛妃姑姑额头有一个与命案现场的相同的花印，怀疑姑姑是真凶。猎妖族族长雷宁儿协助宋逸尘调查此案，她的真实身份是树精，她做的这一切是为了找到进三重天的路，找到姑姑报仇雪恨。雷宁儿屡次陷害绛妃，甚至害死爱慕宋逸尘的封妍，并嫁祸绛妃。绛妃对情绝望离开宋逸尘。雷宁儿设计让宋逸尘带领她来到三重天，并血洗花仙阁，与花神同归于尽。绛妃、宋逸尘相继跳下诛仙台，花神用自己的千年灵力救了二人，两人诀别花仙阁。绛妃接管了花神之位，宋逸尘在人间盼白了头。"
    },
    "洪学智黑河剿匪": {
      "channel": "CHC动作电影",
      "title": "洪学智黑河剿匪",
      "desc": "《洪学智黑河剿匪》，讲述黑龙江军区司令员洪学智在解放前夕，临危受命，深入虎穴，将盘踞在黑龙江黑河一带土匪山贼一网打尽的故事。\r 　　洪学智将军1946年5月率领新四军3师特一团来到北安、黑河等地，凭借着卓越的指挥才能和丰富的战斗经验，在逊克县松树沟一带重创了当时黑河地区最大的土匪头子刘光才的部队，消灭了大部分土匪武装。后又率部沿黑龙江北上，解围呼玛、解放漠河，实现了我国北部边境的全面解放。在此期间，黑河中心县委改为黑河地委，洪学智将军兼任地委书记和军分区司令员。在短短的8个月时间里，他的足迹遍布北安、逊克、孙吴等地，率领剿匪部队转战南北。他注重队伍建设，重视政治宣传工作，对部队进行大型整顿和严格军事训练，并在当时地委副书记岳林的建议下，赞同并支持创办了《黑河报》，开辟了政治宣传阵地。在他的直接领导下，1946年8月8日，黑河成立了兆麟联立学校，选派了大量水平高、素质强的老同志、老干部出任校领导，使该校成为教育和培养革命骨干和基地干部的摇篮。局势稳定后，洪学智将军离开黑河。此后多年间，洪学智将军一直思念着黑河的人民，牵挂着黑河的建设与发展，重视和支持黑河的沿边开放工作。当洪老将军1992年重返黑河时，高兴地说，黑河变了，旧貌换新颜；他同时对黑河的建设发展提出了指导性建议。"
    },
    "寂静之地2": {
      "channel": "CHC动作电影",
      "title": "寂静之地2",
      "desc": "在丈夫为保护家人牺牲后，伊芙琳不得不独自带着孩子们面对全新的生存挑战。他们将被迫离开家园，踏上一段未知的旅途。在无声的世界里，除了要躲避“猎声怪物”的捕杀，铺满细沙的道路尽头还暗藏着新的危机。"
    },
    "拿破仑行动": {
      "channel": "CHC动作电影",
      "title": "拿破仑行动",
      "desc": "一名当代律师遭遇到一项毫无根据的谋杀罪指控，这一事件将她卷入了一场国际阴谋。为获得自由，她仅有的选择是揭示一架在二战时期的德国旧飞机所隐藏的秘密，这架飞机在中央情报局的监视下被深埋在冰层之下。"
    },
    "射雕英雄传侠之大者": {
      "channel": "CHC动作电影",
      "title": "射雕英雄传侠之大者",
      "desc": "恩怨情仇的江湖，权势角力的战乱时代，郭靖（肖战 饰）童年离别家乡，逐渐炼就可改变局面和命运的庞大力量。虽受高人赏识和器重，得传天下绝世武功“九阴真经”和“降龙十八掌”，却惹来各方嫉忌，成为众矢之的。  　　郭靖，不亢不卑，怀赤子之心，与黄蓉（庄达菲 饰）在铁骑箭雨和硝烟旌旗中，力挽狂澜，保护南宋边关。  　　雕海苍穹，勇者无惧，侠之大者，力拔山河，成就武林传说。  　　本片主要改编自金庸同名原著第34至40章。"
    },
    "借命人": {
      "channel": "CHC动作电影",
      "title": "借命人",
      "desc": "锦衣卫丁翦，在追查火器失窃案中，妻子被贼匪绑架，被迫行刺三皇子，妻子枉死，而自己也成了叛党，为了报仇，为了解谜，与好友李进忠，一步步解开真相，却不料自己只是一个可怜的棋子......."
    },
    "扫毒2天地对决": {
      "channel": "CHC动作电影",
      "title": "扫毒2天地对决",
      "desc": "毒品市场维持四分天下的格局已久，但自从地藏与墨西哥大毒枭跨境合作扩展势力，再加上一连串黑吃黑的动作，毒界变得风声鹤唳。另一方面，因儿时亲眼目睹父亲被毒品所毁而嫉毒如仇的慈善家兼金融巨子余顺天，正悬赏一亿歼灭香港最大毒贩，此举在社会上引起轩然大波。警员林正风本致力搜证拘捕地藏，毒贩却因巨额悬赏导致人身安全受威胁，他在执行保护毒贩的任务时深感无奈，但又被余顺天的出价所诱惑，陷入黑白正邪的心理挣扎。原来，余顺天和地藏有不可告人的同门关系，一场天地对决一触即发。"
    },
    "破战": {
      "channel": "CHC动作电影",
      "title": "破战",
      "desc": "一个以“救世主”之名进行犯罪的人和香港警方之间的一次对决。作品更多关注地是弱者与弱者之间的对抗，以及“病态”社会中的人最后的自我赎罪。在影片中，程媛媛饰演的女一号“周洁仪”，与唐文龙所饰演的胡明祖是一对夫妻，是一个淳朴素净的角色，心思单纯而又细腻，以“家庭”为轴心极尽所能，即是家中的贤妻，又是丈夫的心灵支柱。"
    },
    "秘密总部": {
      "channel": "CHC动作电影",
      "title": "秘密总部",
      "desc": "年轻的查理·金凯德在家中发现了一个秘密总部，似乎是属于一个超级英雄的。他告诉了他的朋友们，他们开始相信，与金凯德关系疏远的父亲可能过着秘密的双重生活。（豆瓣电影）\r 放学后，查理和他的朋友们在家里发现了一个世界上最强大的超级英雄的总部。当坏人进攻时，他们必须联合起来保卫总部，拯救世界。"
    },
    "特种突袭之觉醒": {
      "channel": "CHC动作电影",
      "title": "特种突袭之觉醒",
      "desc": "退伍特种兵柯北，在一次国外旅行中，莫名地卷入毒贩交易。为保护妻儿与黑势力交手，却意外偶遇当年的宿敌——野狗。柯北不愿战友冒险，更不愿损害家国利益，决定独自深入虎穴，殊不知，当年的赤豹小队早已悄悄集结。"
    }
  },
  "CHC家庭影院": {
    "卧底巨星": {
      "channel": "CHC家庭影院",
      "title": "卧底巨星",
      "desc": "动作巨星元豹（陈奕迅 饰）走红二十余载却从未得到过最佳男主角，因与泰国黑帮老大“八面佛”交好而被怀疑参与跨国贩毒犯罪，铁杆迷弟铁柱（李荣浩 饰）通过擅长“潜规则”的副导（崔志佳 饰）潜入元豹新电影的剧组，努力配合警方收集证据想为偶像洗脱嫌疑。在经历了恋上女一号童童（李一桐 饰），得罪元豹经纪人泰格（陈国坤 饰），晋升成为男二号，目睹偶像用替身、耍大牌等一系列啼笑皆非的“娱乐圈初体验”之后，铁柱也终于离案件更近了一些……"
    },
    "武馆": {
      "channel": "CHC家庭影院",
      "title": "武馆",
      "desc": "舞狮在南方武馆非常流行，并自有其规矩，如果在舞狮中逾矩，则很容易引起武馆之间的争执。郑天寿武馆因舞狮遭到挑衅与陆正甫武馆结怨，另一武馆主黄麒英（谷峰 饰）与儿子黄飞鸿（刘家辉 饰）出面调停，却未起作用。黄飞鸿与郑氏武馆的王隐林（麦德罗 饰）互为好友，二人约定与第三方较量以便分出彼此武功高下，岂料王隐林之妹菊英（惠英红 饰）匆忙中造成误会，导致王隐林受伤，菊英又二话不说向洪飞鸿寻仇……这边的误会刚解除，陆正甫武馆的公子陆山豪用计将王隐林重伤，而陆正甫将之前打伤王隐林的精武门高手单雄（王龙威 饰）迎入武馆，图谋利用单雄的北派功夫打击黄麒英、郑天寿等武馆同行。此时黄飞鸿向陆正甫讨要说法，未知吉凶如何……"
    },
    "出水芙蓉": {
      "channel": "CHC家庭影院",
      "title": "出水芙蓉",
      "desc": "来自香港长洲岛的四眼妹罗娇 (钟欣桐 饰),为了向情敌报“一巴掌”之仇,决定参加“出水芙蓉4×100接力赛”。情急之下,“长洲美少女”阿娇更将“飞鱼王子”郭志远 (方力申 饰) 绑架到长洲,充当其私人教练。面对着罗娇以及三位队友 :命犯天杀孤星的“阿玉”(黄圣依 饰)、草食双胞胎“大花”(茜利妹 饰)与“小花”(朱熏 饰),志远只是想逃离“麻婆岛”,当然……没有成功!日以继夜的地狱式训练,令罗娇信心强起来,志远亦对她动了心。一个月夜风高的晚上,志远在单车上突然抱着罗娇,就是这一秒钟,会否成为两人一生一世的开始呢?"
    },
    "最后的猎人": {
      "channel": "CHC家庭影院",
      "title": "最后的猎人",
      "desc": "故事讲述了诺曼温德（Norman Winther），这个世上最后仅存、对庄严的洛基山脉拥有深刻理解并尊敬自然的猎人之一。他与印地安人那哈尼族的妻子涅芭斯卡，以及一群忠实的哈士奇猎犬，生活在一个以季节变化为节奏的世界：在冬天的雪地里驰骋、跨越汹涌的河水、遭受大灰熊与狼群的威胁，都是猎人寻常生活的一部份。诺曼在这个有时大风雪盖过说话声的冰雪世界，培养出他独特的生活态度。这部电影是对这个景观壮丽、辽阔原始的高海拔国度的礼赞。"
    },
    "最长的一日": {
      "channel": "CHC家庭影院",
      "title": "最长的一日",
      "desc": "昭和 20 年（西元 1945 年）8 月 14 日，英国、美国与中华民国所发起的《波茨坦宣言》要求日本无条件投降，日本政府召开御前会议，昭和天皇向铃木贯太郎内阁众大臣宣告日本要无条件投降的事实；使得许多日本陆军年轻军官不满，想尽办法夺走天皇录好的宣告无条件投降的唱片（玉音放送）。当天下午 12 时，陆军部分军官发起宫城事件、以及海军航空队小园安名大佐在厚木基地的叛乱事件，造成一系列的骚动……"
    },
    "疯狂72小时": {
      "channel": "CHC家庭影院",
      "title": "疯狂72小时",
      "desc": "七年前的婚礼上，许三娜（阎妮 饰）的父亲，伍波（耿乐 饰）的准岳父实在看不上将来的女婿竟是一个一文不名的穷光蛋，大婚当天伍波落荒而逃，婚礼现场留下了目瞪口呆的亲朋和傻掉的新娘。逃婚后伍波立下宏愿，一定在短时期内创业成功，挣大钱住豪宅，让羞辱过自己的人看看，怎奈商场如战场，几年打拼下来，钱没赚到反而负债累累，走到了濒临自杀的地步。回过头来看三娜，当初伍波逃婚令她蒙羞，她发誓一定要嫁入豪门，但七年过后，高不成低不就的三娜仍待在闺中，成了年逾三旬的剩女。七年后，当初的冤家竟莫名做了邻居......"
    },
    "射雕英雄传侠之大者": {
      "channel": "CHC家庭影院",
      "title": "射雕英雄传侠之大者",
      "desc": "恩怨情仇的江湖，权势角力的战乱时代，郭靖（肖战 饰）童年离别家乡，逐渐炼就可改变局面和命运的庞大力量。虽受高人赏识和器重，得传天下绝世武功“九阴真经”和“降龙十八掌”，却惹来各方嫉忌，成为众矢之的。  　　郭靖，不亢不卑，怀赤子之心，与黄蓉（庄达菲 饰）在铁骑箭雨和硝烟旌旗中，力挽狂澜，保护南宋边关。  　　雕海苍穹，勇者无惧，侠之大者，力拔山河，成就武林传说。  　　本片主要改编自金庸同名原著第34至40章。"
    },
    "丛林大冒险": {
      "channel": "CHC家庭影院",
      "title": "丛林大冒险",
      "desc": "菈菈是一只喜爱幻想又精力旺盛的小刺猬。有一天，森林里的动物们发现提供水源的水之魔法石竟然不见了，没有了水之魔法石，动物们将面临干旱甚至灭绝。勇敢的菈菈自告奋勇地踏上取回魔法石的旅程，胆小的松鼠小杰也被指派加入冒险，个性天差地别的两人一路上争执不休，但也一起克服了许多难关，他们下定决心要不计一切代价，从可怕的熊王手中夺回珍贵的水之魔法石。"
    },
    "西游记女儿国": {
      "channel": "CHC家庭影院",
      "title": "西游记女儿国",
      "desc": "唐僧师徒途经忘川河，因激怒河神而误入西梁女界。闯入其中，众人才发现这个国家只有女性，并且建国以来此地就没来过男性。而且国中立有祖训，将男人视为天敌。典籍中更有预言，指明有朝一日，会有东土而来的僧人带着一只猴子、一头猪和一个小蓝人闯入其中。他们到来之日，便是女儿国走向毁灭之时。"
    },
    "失而复得": {
      "channel": "CHC家庭影院",
      "title": "失而复得",
      "desc": "一群来自社会各阶层的笨蛋阴差阳错地聚在一起，他们为了各自的目的处心积虑各显神通，上演了一出偷拐抢骗勾心斗角的好戏。最终，为富不仁者身败名裂，作恶多端者身陷牢笼，迷途知返者回归平静，小人物成了大英雄。"
    },
    "螳螂": {
      "channel": "CHC家庭影院",
      "title": "螳螂",
      "desc": "由一代武打巨匠刘家良师傅执导又一功夫之作《螳螂》，当年有刘家辉、黄杏秀、李丽丽及姜大卫坐阵演出，为观众活现「螳螂拳法」！\r 　　故事背景于清朝，清官之子韦风（姜大卫饰）为了到田家找出叛变之实据，遇上了田家孙女芝芝（黄杏秀饰），芝芝最後为掩护韦风，惨死于田老拳下；韦风死里逃 生，为报仇创出螳螂拳法……"
    },
    "太极拳": {
      "channel": "CHC家庭影院",
      "title": "太极拳",
      "desc": "雍正年间，一个风高月黑的夜晚，奸佞九门提督萨英率领百余清兵突然偷袭朱家庄，纵火破户，蜂拥而入。原来十多年前，忠良年羹尧冤遭萨英诬陷，饮恨而亡，临终将幼子托与部将朱问天抚养，取名朱海仇，及至年长。萨英为免除心腹之患，决计斩草除根，便发动了对朱家庄的洗劫。朱问天被突如其来的劫杀惊醒，仓促带领养子朱海仇、亲子朱汉良及众庄丁竭力拼杀，保护朱海仇突出重围，但朱问天身负重伤，其妻被擒，朱家庄化为一片废墟。惨无人道的萨英将朱问天妻子的头颅高高挑于城外，海仇、汉良兄弟看见，肝肠寸断，发誓一定要为母亲报仇，除掉萨英。正在悲恸间，萨英又追踪赶来，在智清高僧帮助下，海仇、流良再次脱险。他们颠沛流离，历尽坎坷，偶然中遇见太极大师陈继宗，他原来也是年羹尧麾下的骁将，因受株连而隐匿深山，潜心修练太极神功，并将秘功传授两位女儿菁儿和凯儿，也准备报仇。海仇、汉良遂留在陈氏门下习练太极神功。元宵灯会，海仇、汉良、菁儿、凯儿四位年少男女结伴赏灯观景，无意撞见寻欢作乐的萨英。海仇、汉良便巧扮舞狮人伺机复仇，未成功。海仇在寺内习武数年，经大师、高僧精心指点，终功成业就，又得众义士相助，最后大破百人八卦阵，剪除奸佞萨英，痛报家仇国恨。"
    },
    "完美假妻168": {
      "channel": "CHC家庭影院",
      "title": "完美假妻168",
      "desc": "原本家庭美满生活幸福的人妻Tiffany（徐若瑄 饰）在自己家中遭遇匪徒，匪徒以Tiffany的丈夫被绑架的视频要求Tiffany与之假扮168小时夫妻，Tiffany却在与歹徒斗智斗勇，努力寻找解救丈夫线索的过程中发现了很多自己从来都不知道的往事和真相……"
    },
    "万万没想到": {
      "channel": "CHC家庭影院",
      "title": "万万没想到",
      "desc": "屌丝小妖王大锤（白客 饰），他生来便与常人不同，两耳尖尖，又有些小法力，总是自诩本地妖王。但让他万万没想到的是，在遇到唐僧师徒四人组后，他的命运发生了逆转；而对于唐僧师徒四人组来说，遇见王大锤也是无比郁闷的第八十二难。双方因此上演了一出相爱相杀，令人捧腹的奇幻冒险。"
    },
    "梦境历险记": {
      "channel": "CHC家庭影院",
      "title": "梦境历险记",
      "desc": "米娜与爸爸约翰一直都是两人相依为命，直到爸爸遇见了人生新幸福-海伦！约翰跟海伦即将结婚，米娜也有了新姐姐珍妮，但是她的世界从此变得乱七八糟，珍妮又是个超坏心的女孩，一直想赶走米娜的天竺鼠好朋友，米娜沮丧地不想跟新姐姐一起生活。  某天晚上，米娜意外闯进梦里的另一个世界，这个神奇的世界有筑梦大队和精灵打造人类的梦，她发现竟然可以透过这个世界改变新姐姐的梦，但改变梦境会带来非常糟糕的后果，某天米娜改得太过头了，珍妮居然一睡不醒！让整个家陷入了危机，最后米娜必须再度 进入梦世界，展开冒险拯救这个家！  要让梦境成真，唯一办法就是从梦中醒过来！"
    },
    "我们俩": {
      "channel": "CHC家庭影院",
      "title": "我们俩",
      "desc": "冬天，在某个四合院孤孤单单生活的老太（金雅琴）迎来一个来北京求学的外地女孩（宫哲）。女孩想租老太离学校很近的房子，但嫌老太要价太高，老太一脸爱住不住的表情坚决不降价，女孩无奈租了下来，两人开始磕磕绊绊争吵不休的主客生活。无论是安装电话、缴纳电话费，还是点电炉、借用电冰箱，女孩都觉得老太在处处算计她，心里十分委屈，老太看她，也是一百个不顺眼。但日久生情，两人渐渐成了彼此的依靠。日子溜过春天、夏天，老太眼见女孩生活尤其恋爱中的喜怒哀乐，她晚年的孤独因为有女孩的陪伴冲淡了不少。秋天来临，女孩找到更好的住处，要离开老太，老太的精神一下子垮了下来。"
    },
    "坏蛋联盟": {
      "channel": "CHC家庭影院",
      "title": "坏蛋联盟",
      "desc": "故事的主角是五个无恶不作的坏蛋——风度翩翩的扒手“大坏狼”、见多识广的保险箱窃贼“贪心蛇”、冷静沉稳的伪装大师“美肚鲨”、暴躁易怒的打手“食人鱼”、伶牙俐齿的黑客专家“骇客蛛”闪亮登场，他们是最臭名昭著的“坏蛋联盟”。他们平时威风八面，四处作案，令人闻风丧胆。直到某一天，他们突然想成为模范公民，然而转型路途甚是艰难，且意外层出不穷，令人啼笑皆非。"
    },
    "碟中谍5神秘国度": {
      "channel": "CHC家庭影院",
      "title": "碟中谍5神秘国度",
      "desc": "资深特工伊森·亨特也有百密一疏时刻，他在接收最新任务时遭到神秘组织“辛迪加”的暗算落入对方手中。辛迪加是一支由全球各地前特工组成的秘密组织，此前一直被CIA视为空穴来风。在对方成员伊尔莎·福斯特的帮助下，伊森逃出生天，并及时向威廉·布莱德汇报了辛迪加确切存在的消息。然而此时布莱德的日子并不好过，他负责的IMF机构因俄罗斯核弹头等事件遭到CIA指控并责令解散。在得知该组织密谋刺杀奥地利总统时，伊森联系上了老搭档班吉·邓恩展开行动，并于谜样女郎伊莎再度相会。接下来的一连串事件中，辛迪加的真面目逐渐揭开，而他们也终于显露出真实的目的……"
    },
    "聊斋新传之奇女子": {
      "channel": "CHC家庭影院",
      "title": "聊斋新传之奇女子",
      "desc": "连城与婉容这两对冤家，偶然邂逅书生乔生，暗许芳心。乔生与连城定情，婉容因嫉妒两人不败的爱情，誓要拆散两人。但在一切都得到之时，才大彻大悟，为了弥补自己的所作所为，最终用自己的生命成全了乔生与连城两人的爱情！"
    },
    "骗骗喜欢你": {
      "channel": "CHC家庭影院",
      "title": "骗骗喜欢你",
      "desc": "平凡善良的保险理赔员海星惨遭渣男欺骗，背负巨额债务，她不得不省吃俭用，甚至在网上直播吃奇葩食物，只为早日结束还债，而这却被职业骗子“欧阳”盯上。但上过一次当的海星岂会轻易上当，她将计就计，查出了骗子的真实身份，并以此为要挟令“欧阳”替她复仇，骗回被前男友卷走的钱财，并与同乡姐妹董晓惠以及欧阳的舅舅柏仕通一起联手合作。一场谍中谍的爆笑骗局，就此展开!然而，面对以坑蒙拐骗为生的欧阳，海星又能否对他完全尽信？到底谁才是真正的最后羔羊？"
    },
    "热烈": {
      "channel": "CHC家庭影院",
      "title": "热烈",
      "desc": "街舞老炮儿丁雷（黄渤 饰），偶遇卖艺少年陈烁（王一博 饰），丁雷忽悠陈烁加入自己经营的舞团。舞团内高手如云，性格各异，与陈烁碰撞出不同的火花，笑料不断。陈烁热烈追梦，期待着上场的机会，却发现丁雷邀请他其实另有目的，而丁雷和陈烁，也都将面对接二连三的沉重打击，他们能否逆风翻盘，回击人生难题？"
    },
    "法式火锅": {
      "channel": "CHC家庭影院",
      "title": "法式火锅",
      "desc": "1885年。技艺无双的女厨师欧仁妮（朱丽叶·比诺什 饰）已为著名美食家多丹（伯努瓦·马吉梅 饰）工作二十年。时光流转，对烹饪的共同追求与彼此倾慕渐渐化为一段浪漫情谊。他们的默契催生出一道道令人惊叹的佳肴，连世上最负盛名的大厨也为之叹服。然而欧仁妮珍视自己的自由，始终不愿嫁给多丹。于是，多丹决定做一件从未做过的事：为她下厨。"
    },
    "神偷谍影": {
      "channel": "CHC家庭影院",
      "title": "神偷谍影",
      "desc": "香港高科技商业间谍组织ATM的Jackal、Cash、Titan以及他们从未谋过面的秘密首脑Sam同时受到香港警局情报室主任Stanley的邀请，原来Stanley以四人过往犯案的证据及冻结四人账户作要挟，要他们为警方偷取英镑伪钞电模版。四人找来聋哑怪人也是电子高手Phoenix，五人合力取得电模版后，按约定地点和Stanley交易，却不料只等来炸弹一枚， Phoenix被当场炸死，原来要挟他们的Stanley早已辞职，此时他们已被香港警局情报室及政府通缉。为了洗脱罪名，四人决意找回Stanley。"
    },
    "乌云背后的幸福线": {
      "channel": "CHC家庭影院",
      "title": "乌云背后的幸福线",
      "desc": "本身生性开朗乐观的中学教师帕特（布莱德利·库珀 Bradley Cooper 饰）回家撞见老婆出轨后因精神创伤被父母送进医院进行精神治疗。出院后帕特回到父母家与父母同住，在父亲（罗伯特·德尼罗 Robert De Niro 饰）与母亲（杰基·韦佛 Jacki Weaver 饰）的过度关怀下不免觉得压抑。一次聚会上帕特遇到了刚刚失去丈夫和工作的年轻女子蒂凡妮（詹妮弗·劳伦斯 Jennifer Lawrence 饰）。浑身是刺的蒂凡妮与帕特处处针锋相对，令帕特一开始唯恐避之不及。但随着两人接触的深入，帕特渐渐发现了蒂凡妮的动人之处，蒂凡妮也发现了帕特身上难以磨灭的乐观精神。蒂凡妮要求帕特与她共同练舞参加比赛，两人的关系开始向积极的方向改善。在舞蹈比赛的赛场，帕特终于找到了一生的所爱，而他与蒂凡妮的生活也拨开乌云重见阳光。本片根据Matthew Quick的同名小说改编。自2012年在多伦多国际电影节首映后获得各项好评，其后得到包括四项金球奖提名，三项BAFTA提名，五项独立精神奖提名，八项奥斯卡提名等多项电影节与电影奖项提名。其中詹妮弗·劳伦斯获得第七十届金球奖最佳女主角奖，第八十五届奥斯卡最佳女主角奖。"
    },
    "非正式爱情": {
      "channel": "CHC家庭影院",
      "title": "非正式爱情",
      "desc": "柔情硬汉石头和强势萝莉艾嘉在机缘巧合下卷入是非，由此产生误会。艾嘉为达到目的套路石头从猫捉老鼠到女仆游戏，轮番上演爱情三十六计。相爱相杀的两人开启一段5g升级爱情故事。然而种种意外导致背后秘密浮出水面，非正式爱情该如何继续.。"
    },
    "聊斋新传之画皮人": {
      "channel": "CHC家庭影院",
      "title": "聊斋新传之画皮人",
      "desc": "11月20日，聊斋系列院线电影“聊斋新编四部曲”（《聊斋新编之画皮人》《聊斋新编之婴宁》《聊斋新编之辛十四娘》《聊斋新编之鸦头》）在象山影视城开机。电影由尹波执导，无限精彩（无锡）影业公司，安徽泽深影业，杭州宝行文化出品。"
    },
    "断片之险途夺宝": {
      "channel": "CHC家庭影院",
      "title": "断片之险途夺宝",
      "desc": "卖鱼大叔牙叔（葛优 饰）、海豚训练员阿乐（岳云鹏 饰）和海洋馆保安治国（杜淳 饰）因生活中的不顺聚在海洋馆喝酒，大醉之后竟然把海洋馆大明星海豚“宝宝”卖到了国外。为找回海豚宝宝，三人辗转多地，遇到各种奇人怪事，发生了许多令人啼笑皆非的故事。"
    },
    "巴雷利的巴菲": {
      "channel": "CHC家庭影院",
      "title": "巴雷利的巴菲",
      "desc": "生活在巴雷利的年轻姑娘比蒂因为几次失败的相亲而沮丧不已，准备离家出走的她偶然看到一本书《巴雷利的巴菲》，书里的女主描述简直和自己一模一样，不仅性格特点一样，连生活爱好习惯也一样，完全就是照着她写的。比蒂一心想找到写这本书的作者，与这本书作者的邂逅开启了一段寻找爱情的奇妙旅程。当然，虽说寻爱的过程妙趣横生，爱情的得来也不是一帆风顺。有欢笑也有泪水，有轻松也有沉重，不过结局是欢乐一家亲的。"
    },
    "三兄妹": {
      "channel": "CHC家庭影院",
      "title": "三兄妹",
      "desc": "萝拉有两个兄弟：第三次结婚的伯努瓦和结婚迟到的皮埃尔——道歉、责备、鞭打、争吵，每个人都在努力过自己的生活。伯努瓦将在没有准备的情况下成为父亲。萝拉在离婚时与佐赫会面。至于皮埃尔，他的职业问题令人痛苦。他们生活中的一切都应该搬走，但这三者是形影不离的。"
    },
    "毕正明的证明": {
      "channel": "CHC家庭影院",
      "title": "毕正明的证明",
      "desc": "从小立志成为警察的毕正明在报到第一天便被意外致残，沦为“一日刑警”。渴望证明自己的他怀揣一腔孤勇独闯暗潮涌动的盗贼团伙，但纵然少年再气盛也还是因为莽撞错失了良机。毕正明痛定思过，在刑警副队大周的指点下继续修炼，警方计划在小偷大会上将团伙一锅端。热血少年是否能保持初心，自证清白？当浮尘散去，江湖渐显，氤氲情义和温良本心，哪个才是少年最好的“证明”？"
    },
    "闻香识女人": {
      "channel": "CHC家庭影院",
      "title": "闻香识女人",
      "desc": "查理（克里斯•奥唐纳 Chris O'Donnell 饰）是一个普通的中学生，他因为见证着一件恶作剧但又不想出卖朋友，于是面临着一道艰难的选择题——要么坦白，要么被学校勒退。而史法兰（阿尔•帕西诺 Al Pacino 饰）是一个退伍军官，因为意外失明，人生从顶点的辉煌滑落谷底。自从两人的人生有了交集，命运的转折慢慢清晰。史法兰打算结束失去了意义的生活，于是在查理的陪伴下，尽情享受着人生最后一趟出行。他吃最美味的佳肴，买光鲜的汽车，在狭窄的街道上飚车，住在豪华的套房里，跟随陌生女子的袅袅香水味，跳一段优雅性感的探戈……极乐的疯狂后，他拿枪对准了自己的头颅。然而，查理声嘶力竭的劝阻改变了一切，曙光亦渐渐在这个老人心中重新升起，二人情深如父子。史法兰在学校礼堂激昂演说，挽救了查理的前途，讽刺了学校的伪善。二人在互相鼓舞中得到重生。"
    },
    "隐婚男女": {
      "channel": "CHC家庭影院",
      "title": "隐婚男女",
      "desc": "崔民国（陈奕迅 饰）与老婆张静宜（白冰 饰）十分恩爱，但也深感房贷压力。某日，崔民国遇到了调香大师好友Tony（庾澄庆 饰），后者发现了他对气味的天分，拉他加盟公司。不过，由于老板（刘若英 饰）明令禁止招收已婚男人，所以崔民国只得隐瞒结婚事实。起初，他遭到了老板前任秘书的奚落，被女同事们嘲讽。但是，高薪水还是让他跟老婆有了交代，这对隐婚男女也对地下工作乐此不疲。在一次应对日本客户“回忆”难题时，崔民国挺身而出，精彩解围，得到了老板的赏识。此后，他被经常要求加班，哪怕节假日也不放过，引发老婆极大不满。在请教闺蜜——情感专家如小果（秦岚 饰）后，崔民国被老婆鉴定为出轨，夫妻关系闹得很僵。与此同时，崔民国却留意到老板对明星阿伦（林依伦 饰）的关注非同寻常……"
    },
    "赛马女孩": {
      "channel": "CHC家庭影院",
      "title": "赛马女孩",
      "desc": "泰莉莎·帕尔墨、山姆·尼尔等主演，瑞切尔·格里菲斯执导的[奔跑女孩](Ride Like A Girl，暂译)曝先导海报。讲述米歇尔·佩恩(泰莉莎·帕尔墨饰)被警告她永远不可能成为世界级的赛马骑手，只因为她不够强硬，她也不是一个男人。而米歇尔势必要让人们知道自己的能力。该片预计今年上映。"
    },
    "交换人生": {
      "channel": "CHC家庭影院",
      "title": "交换人生",
      "desc": "如果交换人生会交换家人，你还愿意吗？仲达（雷佳音 饰）与金好（张小斐 饰）相亲后，意外和暗恋金好的少年陆小谷（张宥浩 饰）换身，并误打误撞交换了家人，开启了令人捧腹有笑有泪的奇“换”之旅……"
    },
    "十二生肖": {
      "channel": "CHC家庭影院",
      "title": "十二生肖",
      "desc": "当年英法联军火烧圆明园，致使大批珍贵文物流落海外，其中四尊十二生肖兽首最引人关注，不仅惹出国内外的广泛争论，更有收藏家开出天价竞拍这几尊珍品。当然，其间不乏奸邪的文物贩子，试图通过偷盗的手段获取宝贝。以此为契机，正在度假的国际大盗JC（成龙 饰）隆重登场。JC背后有一支 Simon（权相宇 饰）、David（廖凡 饰）、Bonnie（张蓝心 饰）等人共同组成的超专业团队，他们一同远赴巴黎，寻求国宝鉴定专家Coco（姚星彤 饰）的帮助。经过周密细致的准备，JC等人一步步逼近重兵把守的兽首，而围绕珍宝不可避免爆发连番惊险火爆的打斗与追逐。在这一过程中，JC似曾被利益和金钱泯灭的爱国之心渐渐苏醒。"
    },
    "哈里斯夫人闯巴黎": {
      "channel": "CHC家庭影院",
      "title": "哈里斯夫人闯巴黎",
      "desc": "影片改编自保罗·加利科同名畅销小说。讲述1950年代的伦敦，一个寡居的清洁女工 疯狂地爱上了一件迪奥的高级定制的裙子，并决定要有一件属于她自己的。在经历了工作、挨饿和赌博筹集资金以追求自己的梦想之后，她开始了前往巴黎的冒险之旅，这不仅将改变她的前景，还会让这座标志性时尚之都的未来焕然一新。"
    },
    "木乃伊历险记": {
      "channel": "CHC家庭影院",
      "title": "木乃伊历险记",
      "desc": "影片讲述了三具木乃伊最终来到今天的伦敦，开始寻找一枚被雄心勃勃的考古学家卡纳比勋爵偷走的王室旧戒指的旅程。"
    },
    "找到你": {
      "channel": "CHC家庭影院",
      "title": "找到你",
      "desc": "律师李捷（姚晨 饰）正在离婚进行时，与前夫争夺女儿抚养权，拼命工作为给孩子最好的生活，幸有保姆孙芳（马伊琍 饰）帮忙照顾孩子视如己出。 一日下班，李捷发现保姆孙芳和女儿毫无预兆地消失了，她内心最大的恐惧变成了现实。在追寻孙芳和女儿的下落时，她收到来自家人的谴责声讨，甚至遭到警方的怀疑。几乎崩溃的李捷，靠着惊人的勇气，踏上独自寻访的旅 程。在追踪过程中，李捷逐渐接近了另一个女人——保姆孙芳的人生故事，她的身份原先都是谎言，而真相也将浮出水面……"
    },
    "戏台": {
      "channel": "CHC家庭影院",
      "title": "戏台",
      "desc": "民国年间，战乱频发。五庆班班主侯喜亭带着一众名角儿来到德祥大戏院演出，谁成想首演压轴登场的却是包子铺的伙计大嗓儿？全场观众都在翘首以盼名角儿金啸天亮相，可刚攻城称王的洪大帅却偏偏指名让大嗓儿唱这出《霸王别姬》！眼看戏班的招牌就要砸了，前台戏迷退票砸场让戏院吴经理苦不堪言，后台洪大帅持枪闹事更是让人吓破了胆！台前台后都乱了套，男旦凤小桐、教化处处长徐明礼、怀有异心的六姨太等人也被卷入这场令人啼笑皆非的闹剧之中……台上霸王声声唱，台下荒唐众生相，既要保住戏班饭碗，又要哄好台下观众，大幕拉开之后，这场戏到底要怎么唱？\r 影片改编自同名话剧。"
    },
    "蜘蛛侠纵横宇宙": {
      "channel": "CHC家庭影院",
      "title": "蜘蛛侠纵横宇宙",
      "desc": "荣获奥斯卡奖的蜘蛛侠平行宇宙传奇迎来全新篇章。在这段史诗级冒险中，布鲁克林的全职邻家英雄蜘蛛侠迈尔斯·莫拉莱斯将穿越多元宇宙，与格温·史黛西及全新蜘蛛侠团队集结成军，直面前所未见的强大反派。[索尼影业]"
    }
  },
  "翡翠台": {
    "东张西望": {
      "channel": "翡翠台",
      "title": "东张西望",
      "desc": "《東張西望》（英語：Scoop）是電視廣播有限公司的一個綜合資訊節目。\n\n節目內容以娛樂新聞及藝人貼身追訪為主，亦會穿插無線電視劇集和藝員的最新動向。而部份娛樂新聞內容片段會在翌日的《娛樂直播》重播。\n\n本節目由2005年6月6日起，逢星期一至五19:30-20:00（香港時間）於翡翠台播出，並於2019年3月3日起更改為每天播映，並於myTV（後為myTV SUPER）提供「節目重溫」。"
    },
    "单恋双城": {
      "channel": "翡翠台",
      "title": "单恋双城",
      "desc": "罗式适（陈茵薇 饰）被未婚夫程展博（杨明 饰）和闺蜜黄淇英（高海宁 饰）同时背叛，情感受到严重伤害的式适决定放手。直到失去了式适，展博才明白了她的好，可此时的式适已无意回头。为了追回式适，展博找到了自己的好友陆恭梓（程展鹏 饰），向他寻求帮助，恭梓对式适亦有说不清道不明的好感，面对好友的请求，他只得将感情收入心底。  　　式适将一心希望成为甜品制作师的小姑子介绍到了好友钱进（洪永城 饰）的门下学艺，对师傅日久生情的小姑子在偶然之中发现钱进一直都暗恋着式适。反复伤害她的展博，默默帮助她的恭梓，深深爱恋她的钱进，在这三个男人之间徘徊的式适最终会做出怎样的选择呢？"
    },
    "天龙八部": {
      "channel": "翡翠台",
      "title": "天龙八部",
      "desc": "大理国皇叔段正淳少时欠下多笔风流债。他与秦红棉偷情时被对方丈夫黄袍人撞破，段正淳仰仗精纯一阳指功夫反将黄袍人双腿打断。未婚妻舒白凤赶到，带走段正淳，临行不忘羞辱秦红棉。时光荏苒，段、舒之子段誉（李修贤 饰）已长大成人，段誉违背家训无心向武，终于不堪父母唠叨凭满脑的圣贤书私闯江湖。段誉于路结识玩蛇姑娘钟灵（林珍奇 饰），两人误闯毒蛾派领地被陷，幸有秦红棉之女木婉清（恬妮 饰）搭救。另一方面，黄袍人潜心修炼十余年后携师弟岳苍龙向段家复仇，段誉虽饮得异蛇之血功力大增，仍失手不敌黄、岳二人。为救段誉，正淳与正明赶赴万劫谷与黄袍人决战……"
    },
    "大玩特玩": {
      "channel": "翡翠台",
      "title": "大玩特玩",
      "desc": "大玩特玩，可拋下一切煩憂！每集邀請10位藝人，分成大玩隊及特玩隊，前往別有特色的外景場地，毫無顧忌地參與瘋狂遊戲，換取歡樂笑聲及友誼之餘，亦隨時贏取足金金犬、按摩椅、名貴腕表及大利是！\n\n首三集為新春篇，由林曉峰、林盛斌(Bob)及區永權(Albert)引領各位男神女神，包括張振朗、丁子朗、何廣沛、余德丞、蔚雨芯、陳嘉桓、陳婉衡、董嘉儀等，走到燒烤場、冬日嘉年華會，甚至重返校園，重獲知識，並挑戰大家的膽量及體力！\n\n其後集數是復活節篇及夏日篇，由Bob及Albert擔大旗，繼續邀請各方好友一同玩遊戲贏獎品，同時發掘藝員的另一面。戲劇中的何浩文英勇無比，卻是一名極度畏高者；何君誠正經時可以很正經，跳拉丁時卻另有一面！黃美棋、何雁詩、林秀怡雖有「先天不足」，但只要投入，任何難題都可迎刃而解！連詩雅、朱智賢、翟威廉看似冰雪聰明，卻是隊友眼中的豬隊友！相反，楊潮凱、周志康堪稱遊戲達人，玩遊戲毫無難度。\n\n他們闖入party room、購物城、昂坪、馬灣、婚宴場地等，大玩特玩各款遊戲，鬥智鬥力，玩得癲喪！藝員們玩得盡興，觀眾看得開懷，讓大家在笑聲中歡度節日及周末。"
    },
    "阿爷厨房": {
      "channel": "翡翠台",
      "title": "阿爷厨房",
      "desc": "铁汉李家鼎（鼎爷）武艺非凡毋庸置疑，原来厨艺亦相当「耍家」！由于父亲「嘴刁」，鼎爷在父亲悉心调教下，培养出一手良好的厨艺功架，古法粤菜更是其「拿手」菜式。已荣升爷爷的鼎爷，设立《阿爷厨房》，伙拍对美食素有要求的谭玉瑛，每集带大家搜购心水食材，并由鼎爷亲自下厨，炮制出多道拿手小菜、汤水及甜品，为大家奉上代代相传的怀旧粤菜的好滋味！\n\n坊间正宗古法盐焗鸡每只售价起码二、三百元，鼎爷却有方法以「抵食价」煮出同样的古法滋味？蒸鱼最讲求火候与时间的掌控，到底如何可以蒸煮出嫩滑口感的同时不失鱼的鲜甜？秋冬时份，不少人爱吃「香喷喷」的煲仔饭，更不会错过香脆的饭焦，但大家又可曾见过有两面饭焦的煲仔饭？鼎爷一一教路！"
    },
    "樱桃小丸子": {
      "channel": "翡翠台",
      "title": "樱桃小丸子",
      "desc": "小丸子是一名小学二年级的女生，她活泼、好动、懒惰、什么事情都拖到最后一刻才做、学习不认真、成绩平平、经常和姐姐斗气、爱幻想、做事没恒心……在小丸子身上我们或多或少都看到了自己童年的影子。如果小丸子算是一个“怪人”的话，那么她的周围可谓“怪人”多多，有点神经质的班长丸尾同学、权利欲极强的女副班长、经常和小丸子一起疯的爷爷，讨人厌的宾治同学等等，这群性格各异、精力充沛的小孩、大人们，每天都在演绎着生活的趣事，伴随着小丸子一天天长大。"
    },
    "HandsUp": {
      "channel": "翡翠台",
      "title": "HandsUp",
      "desc": "Janson在沙滩上回忆他十年前的一段初恋.这一年,一个清纯漂亮的女生竟然来到他们的课室做插班生,她叫琪琪.第一天上学,琪琪便主动跟Janson表现得非常亲匿,原来她只是想借他来刺激其男友,还以为琪琪对他有好感,直至有一晚,琪琪却突然失踪......以八十年代香港为背景的校园爱情喜剧，三个男主角是以《古惑仔》系列开始令人留下印象的朱永棠、谢天华和林海峰，饰演活泼调皮的中学生。在谭咏麟与张国荣在香港歌坛争持得激烈的那一年，他们班上来了一位美丽性感的插班生舒淇。她在上课的第一天便对朱永棠主动表示亲热，令他神魂颠倒，乃与两名好友合作展开追求攻势，不料舒淇此举的目的只是为了刺激其男朋友陈小春，而她的真正身份竟是别人的情妇。"
    },
    "秘密的偶像公主": {
      "channel": "翡翠台",
      "title": "秘密的偶像公主",
      "desc": "普通的中学生日向某天发现了神秘的手环，敞开了公主之门并进入了《美妙偶像》的世界，成功出道为偶像公主！但是，她能在最好的朋友未月面前守住秘密吗？两位少女秘密的偶像生活就此展开。"
    },
    "非常检控观": {
      "channel": "翡翠台",
      "title": "非常检控观",
      "desc": "律政司高级助理刑事检控专员包希仁患有罕见的「镜反射触觉症」，具有极致同理心。他以还原案件100%真相为目标，致力让被告认罪，减少受害者面对冗长聆讯的痛苦。希仁与律政书记公孙珀、志同道合的高级督察展熊飞、曾是受害者的秦湘言、实习检控官赵子帧等人通力合作，伸张正义。众人遇到不少阻力，希仁甚至要与身为财团长女的母亲为敌、跟身为大律师的旧情人王颂星对垒……然而，希仁坚守信念，誓要还受害人一个真相和公道！"
    },
    "廉政行动2024": {
      "channel": "翡翠台",
      "title": "廉政行动2024",
      "desc": "廉署首席调查主任江见秋，在上市公司贪污案以准母亲身份接近关键人物，找到破案缺口。总调查主任司徒啓文，在调查维修招标案中带著助理调查主任丁芯假装成父女买楼，并在枪队成员徐浩南与助理调查主任锺巧玲帮助下，成功游说关键人物搜集涉事建筑公司的罪证。高级调查主任伍学宾，透过IT知识找出狱中是谁与外界沟通的痕迹，成功侦破惩教人员贪污案。即使巧玲与丁芯对中学工程贪污案涉案人物的判断不同，二人甚至在保险行贿案因认识涉案人物而被停止接触案件，强烈正义感与使命感无阻二人向著找出真相的目标进发。"
    },
    "玩转香港日与夜": {
      "channel": "翡翠台",
      "title": "玩转香港日与夜",
      "desc": "香港人热爱旅游，无奈心愿太多、年假太少，出国游埠对一众勤奋的「打工仔」来说谈何容易？然而，许多令人目不暇给的本地特色景点，其实近在咫尺！ 作为举世知名的旅游城市，香港本地不乏精彩游玩热点：长洲赏樱花，摩星岭观星，登上嘉顿山上远眺万家灯火，深入西环品嚐正宗台湾风味……节目走访全港各区，逐一发掘经常被忽略的隐世景点，教大家好好运用週末两日一夜的假期，尽情玩转香港日与夜。"
    },
    "煮东煮西": {
      "channel": "翡翠台",
      "title": "煮东煮西",
      "desc": "當三位「閨密食家」黃翠如、連詩雅、陳自瑤，遇上四位「廚藝達人」黃亞保、莫家嘉、顏志恒、支嚳儀，實行《煮東煮西》分享下廚樂。每集選定一款主題食材，保哥會呈獻中式美饌，莫家嘉則巧製西式Fusion料理，並由顏志恒、支嚳儀出任「幫煮」。同一食材兩種煮法，三位美女閨密向眾位星廚「問東問西」兼偷師，還即席試食，品評「東西」好滋味！此外，支嚳儀貼心照顧女士們的胃口和健康，為觀眾帶來多款養生湯水與甜點。"
    },
    "后空翻少年": {
      "channel": "翡翠台",
      "title": "后空翻少年",
      "desc": "故事以男子高中生韵律体操为主题，故事舞台为日本宫城县岩沼市，主角「双叶翔太郎」在中学最后的夏天被男子韵律体操吸引，进入私立苍秀馆高等学校（通称苍高）男子韵律体操社，并与体操界新星「美里良夜」以及性格丰富的前辈们相遇，共同向同一个目标前进的热血运动故事。"
    },
    "美食新闻周报": {
      "channel": "翡翠台",
      "title": "美食新闻周报",
      "desc": "香港匯聚環球美食！黃嘉雯、倪嘉雯、伍倩彤等美食主播、主持，緊貼最新美食潮流，從不同平台網羅超「人氣」餐廳消息，主持親自試食，帶來真實食評；相約「星級飯腳」到訪他們私心推介的「飯堂」開餐；深入了解食店滋味背後的不同故事；名廚、食評家亦會帶路「搵食」，帶來專業推介。節目精選《美食新聞報道》介紹的多間「人氣」餐廳，力推當中招牌美食，並會速遞美食優惠，讓觀眾即時掌握最滋味、抵食的飲食情報。"
    },
    "熊猫一家人": {
      "channel": "翡翠台",
      "title": "熊猫一家人",
      "desc": "大熊猫科普纪实节目，聚焦大熊猫保护培育，带领观众走近中国的大熊猫保护事业及熊猫饲养员的日常。"
    },
    "多啦A梦": {
      "channel": "翡翠台",
      "title": "多啦A梦",
      "desc": "学习、体育全不擅长还饱受胖虎和小夫欺负的少年野比大雄在20世纪的日本过着平凡无聊的生活，这一天突然有意外的访客出现在大雄面前，对方是自称来自22世纪大雄孙子的孙子世修以及猫型智能机器人哆啦A梦。世修愁眉紧锁，似乎对这位曾祖父有着诸多的不满，他专门介绍了大雄的未来：进入社会的大雄求职失败，转而自己开公司当老板，可是由于不善经营导致公司破产，还背负了巨额债务。他的厄运直接影响到了也比家的子孙，为了扭转自己的命运，世修打算从源头着手，派哆啦A梦协助大雄改变命运。哆啦A梦被世修设定了“完成程序”，如果他不能顺利实现改变曾祖父命运的重任，就无法返回22世纪。百般不上进的大雄就这样和责任心十足却有着这样那样缺点的哆啦A梦生活在了一起。哆啦A梦那神奇的百宝袋可以变出各种各样令人咋舌的道具，它们帮助大雄解决了生活中大大小小的难题，当然在此期间由于大雄的滥用也惹来了不少的麻烦。两个好朋友携手并进，不知不觉间感情也变得好了起来。终于，对于大雄来说最重要的人生目标——和美丽女孩源静香结婚——在未来得以实现，废柴少年的糟糕命运彻底扭转，哆啦A梦圆满完成了他的使命，即将启程返回22世纪。只不过他和大雄之间的羁绊已经非常深了，纵使依依不舍，却仍然迎来告别的时刻。大雄该如何以一己之力实现他那来之不易的幸福未来呢？"
    },
    "魔都女行": {
      "channel": "翡翠台",
      "title": "魔都女行",
      "desc": "自從智能電話誕生後，各式各樣的手機程式「App」隨即興起，當中「網民評分」也成為大家外出尋找好玩、好食、好去處的旅行新指標。《魔都女行》兩位主持糖妹、谷婭溦置身於人稱「魔都」的上海，運用不同的手機旅遊程式，實測網絡評價的可信程度！她們會來一趟隨心自在，完完全全由App主導的飲食旅行，體驗旅遊新玩法！"
    },
    "食好D食平D": {
      "channel": "翡翠台",
      "title": "食好D食平D",
      "desc": "通脹飆升，衣食住行全部加價，但市民的薪金原地踏步。拿著有限的家用，又要家人吃得好，真是難為了媽媽。對此感同身受的肥媽，聯同陸浩明，帶觀眾走訪全港街市及食材店，務求為媽媽們找出既便宜又富營養的食材，並以簡單的方法「食平D」，烹調出各式各樣的佳餚美饌。\n\n節目更請來城中多名星級大廚，包括星級行政總廚張倩敏（Charmaine）、《大廚出馬》冠軍人馬陳國強，還有曾自設私房菜，亦出過烹飪書籍的余健志（Jacky Yu）等，教大家如何以最低的價錢，煮出多款最滋味的各國美食。"
    },
    "少年中医说": {
      "channel": "翡翠台",
      "title": "少年中医说",
      "desc": "中医药养成系文化类真人秀《少年中医说》，汇聚了来自国内7所顶尖中医药高校的青年才俊，在主持人蒋昌建的指导以及中医药名家的陪伴下组成“国际班”，探访八大医圣故里，展开一段别开生面的游学之旅。"
    },
    "吃货横扫曼谷": {
      "channel": "翡翠台",
      "title": "吃货横扫曼谷",
      "desc": "《吃货横扫曼谷》（英语：Bangkok Foodbusters）香港电视广播有限公司制作之旅游节目。由高海宁、彭慧中、陈星妤、林澄光主持，本节目由香港时间2023年2月20日起，逢星期一至三22:30－23:05、星期六 22:30-23:00在翡翠台播放。\n\n因為疫情，香港不少朋友已數年未有外遊。泰國曼谷向來是港人的旅遊熱點之一，闊別近三年，大家或已對當地感到陌生。三位「女神」高海寧、彭慧中、陳星妤聯同「少年食神」林澄光率先探路，穿梭曼谷的大街小巷，發掘隱世地道美食與打卡景點。近年流行素食，主持們也會化身「找素」達人，介紹曼谷的滋味素食。遊泰國當然不能錯過「歎SPA」，女神們會親身上陣體驗各式SPA，務求為觀眾揭開最高CP值的歎世界攻略。"
    },
    "甜心先生": {
      "channel": "翡翠台",
      "title": "甜心先生",
      "desc": "杰里（汤姆·克鲁斯 Tom Cruise饰）待人和善，仪表不凡，是个出色的体育界经纪人。也许连天都妒嫉这个完美的男人，决定给他一个打击，杰里因为一篇流畅出色的发言稿而招来上司不满，导致被炒鱿鱼。漂亮女友离他而去，职业前景也陷入一片迷茫，从巅峰跌入谷底的杰克在临走前奋起疾呼，动员同事们跟他离开公司一起创业。结果，杰克只带走了一条鱼，还有愿意和他干一番事业的会计多萝西（芮妮·齐薇格 Renée Zellweger饰）。  　　现在，杰克的客户只剩下一名二流的黑人橄榄球员罗德（小库珀·古丁 Cuba Gooding Jr饰）。万事开头难，杰克和多萝西还没有完全搞清楚要如何开始创业生涯。看来，要想迎来事业的第二春，杰克还要狠狠摸爬滚打一番；也正是在逆境中，他得以实践自己的职业信念，并寻获一生中的最爱"
    },
    "一周星星": {
      "channel": "翡翠台",
      "title": "一周星星",
      "desc": "訪談節目《一周星星》，每集邀請星級藝人、界別名人，與區永權、許文軒、王鎮泉等娛樂主播，分享新近工作企劃，談論電影、電視、演唱會相關的特別話題，尤其是網民與圈中朋友關心熱議的人和事！周邊訊息如此多，節目特設「Fact Check」核實環節，由嘉賓親自回應各式各樣的傳聞，讓當事人說清楚箇中真相！"
    },
    "六福喜事": {
      "channel": "翡翠台",
      "title": "六福喜事",
      "desc": "马来西亚富商雷鸣（黄百鸣 饰）与死对头杨亚伟（曾志伟 饰）二人多年来斗生斗死，这次要斗快抱孙！  　　雷鸣得知杨亚伟正期待儿子Alex（林德信 饰）与儿媳珊珊（吴千语 饰）诞下男孙，怒不可遏，就要挟二世祖侄孙雷带子（郑中基 饰）与侄孙媳妇雪儿（薛凯琪 饰）传宗接代，否则停止二人的生活资金。更重金礼聘天王级催生陪月婆宫三（吴君如 饰）严格监管，虽然起初令二人夫妻生活翻天覆地，但却间接重拾了夫妻间久违了的激情和浪漫，展开了活色生香的“生育的进击”。雷鸣确诊患有老年痴呆，为了圆其心愿，雪儿假装大肚，并向有孕在身的黛黛（熊黛林 饰）和秀波（于波 饰）夫妇求助，欲借其子瞒过叔公。不料想生产当日，杨亚伟出现，众人精心编造的弥天大谎眼看就要拆穿······"
    },
    "呖咕呖咕新年财": {
      "channel": "翡翠台",
      "title": "呖咕呖咕新年财",
      "desc": "德华（刘德华饰）天生喜爱打牌，以打牌维生，牌技和牌品俱佳，足迹踏遍各大小屋邨，人称“麻将大侠”。咏琪（梁咏琪饰）是德华的旧女友，因牌品差遭德华狠撇，却对德华恋恋不舍，常以不同的身份和形象出现纠缠着德华，令德华不胜其烦。\r 另一方面，德华多年前因打麻将以致债台高筑连累家庭，弟弟天乐（古天乐饰）因此仇视德华而且极度憎恨麻将，自此与母亲（黄文慧饰）相依为命而且兄弟老死不相往来。天乐凭一己实力图强读书希望为母亲带来安稳生活，可惜在经济不景气下失业且变成负资产，母亲更患上了阿兹海默症，德华以打麻将替母医病之余，决重新担起这头家。\r 一回，天乐被青云（刘青云饰）一伙人诈骗输光，德华为弟弟出头找青云出气，后来青云牌技不如德华大败，青云欲拜德华为师但被拒。时咏琪隆胸后又再出现找德华，但再次被拒爱，悲愤之下诅咒德华“一世摸烂牌”。另一方面，青云却看中咏琪，对咏琪展开追求，咏琪为刺激德华而接受青云；青云教咏琪任意妄为，结果咏琪牌品越来越差。\r 德华不忍咏琪越学越坏想开导咏琪，遭青云设麻将局留难，怎料咏琪的诅咒竟莫名其妙的生效，德华连场败北，被青云赢尽家财，一家搬回屋邨居住，天乐和德华兄弟患难见真情，因此前嫌尽释。咏琪内疚连累德华，德华借烂牌教导咏琪做人道理，向她指出“人品好，牌品自然好”，终令咏琪茅塞顿开，向青云提出分手。\r 天乐和采儿设计的游戏程式成功获日本一间电脑公司选中，并举行“呖咕呖咕麻将侠”麻将大赛作宣传，德华为支持报名参加，青云一直视德华为宿敌，同样参加比赛处处针对德华打，最终德华沉着应战，由逆境牌打到顺境，结果胜出比赛成为真正的“麻将大侠”。"
    },
    "万千星辉贺台庆": {
      "channel": "翡翠台",
      "title": "万千星辉贺台庆",
      "desc": "《萬千星輝賀台慶》（TVB Anniversary Gala Show）是電視廣播有限公司由1968年開始，於每年11月19日舉行的大型特備電視節目。本節目原為《歡樂今宵》的其中一個環節；1981年起成為獨立節目，名為《群星獻技賀台慶》（1981年）及《龍鳳呈祥賀台慶》（1982年－1987年），之後再名為《萬千星輝賀台慶》（1988年至1991年及1993年至2018年）。1992年，無綫成立25年，當年台慶更名為《銀禧星輝賀台慶》。2019年（無綫成立52年），因應香港反修例事件，當年台慶更名為《珍惜香港 發放娛樂 TVB 52年》，是自1981年以來首次沒有使用「賀台慶」字眼，亦是首次採用錄播方式播出的台慶節目"
    },
    "忍者乱太郎": {
      "channel": "翡翠台",
      "title": "忍者乱太郎",
      "desc": "战国时代，为了成长成为一名出色的忍者，贫民之家的少年乱太郎（加藤清史郎 饰）进入了一流的忍者学校忍术学园学习。就读于一年叶组（一年は组）的乱太郎结识了好吃贪睡的新兵卫（木村风太 饰）、干着多份兼职的孤儿雾丸（林辽威 饰）以及许多同龄好朋友。小忍蛋们每日的学习紧张有趣，搞怪不断。在第一年的暑假，四年叶组的齐藤鹰丸（沟口琢矢 饰）和父亲齐藤幸隆（鹿贺丈史 饰）遭到刺客万寿鸟（竹中直人 饰）和土寿鸟（石垣佑磨 饰）的袭击。由此引发了忍术学园和稗田八方斋（松方弘树 饰）率领的毒竹忍者队的大对抗。究竟谁能敲响打鸣寺的钟声？忍蛋和毒竹忍者的对决就此展开……\r 　　本片根据尼子骚兵卫连载长达26年之久的国民漫画《落第忍者乱太郎》改编。"
    }
  },
  "明珠台": {
    "穹苍下的世界": {
      "channel": "明珠台",
      "title": "穹苍下的世界",
      "desc": "《空中俯瞰》从空中视角展现人类活动如何在地表留下可见印记，以及地理环境又如何反过来影响国家的发展轨迹。"
    },
    "迷你波莉": {
      "channel": "明珠台",
      "title": "迷你波莉",
      "desc": "《迷你波莉》（Polly pocket）又名：口袋波莉；最初是由美国美泰（Mattel）发售的系列玩具；先后经过几次改版后2018在美国家庭频道播出了一幅名为Polly Pocket的卡通片。该系列节目中的一个年轻女孩名为Polly，她拥有一个神奇的小盒坠子，可让她和她的朋友们缩小到很小的尺寸。该系列由DHX Media（现为Wildbrain）和Mattel制作和发行，也就是我们现在看到的版本。"
    },
    "元素大都会": {
      "channel": "明珠台",
      "title": "元素大都会",
      "desc": "曾几何时，火焰一族的火柱和怀孕的妻子灯花背井离乡，远渡重洋，来到了元素城开始新的生活。经过十数年的经营，火柱老板的杂货店开得有声有色，而气竭力衰的他也开始琢磨将这家店传给开朗热情却脾气火爆的独生女小焰。在独自筹备某次促销活动时，小焰家的地下室管道出现意外，她也进而邂逅了水一族的青年渡阿波。阿波感性善良，作为市政府检查员，他不得不准备给这家店开出罚单。可是，这个店凝聚了小焰父亲全部的心血啊！为了阻止阿波，小焰使出浑身解数。而就在这一过程中，水火不相容的两个人开始尝试了解对方…"
    }
  },
  "武术世界": {
    "功夫少林": {
      "channel": "武术世界",
      "title": "功夫少林",
      "desc": "《功夫少林》是一部集中展现中华少林武术博大精深文化内涵与中国传统功夫人自强不息，尚武崇文的爱国主义精深的一部高清纪录片。该片是中央电视台2015年度重点纪录片制作项目，摄制组用长达两年的拍摄周期，详细、深入地记录了少林功夫在全国乃至世界各地的发展状况。该片围绕少林寺与少林功夫展开，同时深入现代社会各领域，是一部展现现代少林功夫的纪录片作品，也是中国纪录片人向全球功夫人的献礼。\n\n自电影《少林寺》播出后，三十多年来，人们对千年古刹、少林功夫的记忆犹存。但时至今日，少林功夫还存在吗？江湖中还流传有少林功夫秘籍吗？传统功夫如何适应现代社会？在今天这样一个信息瞬息万变的全球一体化时代，又有谁还在潜心研习古老的功夫秘笈？纪录片《功夫少林》立足当下，向全球观众展示21世纪的今天，少林功夫与功夫人的真实传奇，揭秘功夫背后深藏着的中国人的生存智慧与生命哲学。"
    }
  },
  "爱上4K测试体验": {
    "天才眼镜狗": {
      "channel": "爱上4K测试体验",
      "title": "天才眼镜狗",
      "desc": "世界上“最聪明狗狗” 皮博迪先生收养了一个人类小男孩舍曼，为了让他的养子能更好的见证世界的奇妙，他自己发明了一台时光穿梭机。皮博迪与舍曼一起穿越时空，四处冒险，并闹出各种笑话。穿越的旅途中，他们遇到了法国大革命时期的玛丽皇后、埃及法老王、特洛伊木马、达芬奇及蒙娜丽莎等著名人物和事件，天才狗爸爸更是为小男孩支招，帮他赢得可爱但又傲慢的女同学佩妮的芳心。  世界上最有成就的狗皮博迪先生和他收养的调皮小子舍曼常常用时光机踏上无论对人对狗都无比惊险刺激的时空旅行。舍曼为了讨好朋友佩妮，带着她坐上时光机兜风，却不慎在宇宙中撕开了一个洞，搅乱了最重要的历史事件。为了不让他们给过去、现在和未来造成永久性的改变，皮博迪先生必须挺身而出拯救他们，也因此面临着史上最严峻的挑战：如何为人父母。"
    },
    "尼斯湖怪深水传说": {
      "channel": "爱上4K测试体验",
      "title": "尼斯湖怪深水传说",
      "desc": "因为战争的缘故，安格斯•麦克莫洛（亚历克斯•以特尔 饰）的父亲远征战场。他与母亲、姐姐一起居住，他与父亲感情深厚，每天都期待着父亲能够回家团聚。安格斯喜欢浩瀚的大海，却畏惧下水游泳。一天他在海边发现了奇怪的石头。原来这是颗蛋，当一条奇怪的爬行动物出现在安格斯的面前时，他惊讶极了。他为这只小动物改名“克鲁索”，克鲁索即使淘气，却十分听从安格斯的话。安格斯把克鲁索当作自己的朋友，精心照顾，但克鲁索越长越大，他害怕母亲要他放弃克鲁索。这时他们的大房子被军队征用做栖身之地，安格斯便要更加小心了。但还是无法避免的因为克鲁索的淘气发生了许多荒唐事。幸好，安格斯有男佣刘易斯的帮忙，他们把越长越大的克鲁索放进了尼斯湖中。安格斯时时跑去与克鲁索玩耍，首次在克鲁索的带领下潜入了水底。但生活存在着暗涌，当地人开始发现了克鲁索的存在，想借此成名。就连住在安格斯家中的军队，也误以为巨大的克鲁索是敌方的潜艇，对可怜的它发出攻击，安格斯拼命营救。"
    },
    "情动假日": {
      "channel": "爱上4K测试体验",
      "title": "情动假日",
      "desc": "故事发生在1987年的美国，阿黛尔（凯特·温丝莱特 Kate Winslet 饰）和亨利（加特林·格里菲斯 Gattlin Griffith 饰）是一对相依为命的母子，一次偶然中，两人在购物途中遇见了满身是血的流浪汉弗兰克（乔什·布洛林 Josh Brolin 饰），误打误撞之下，阿黛尔和亨利将弗兰克带回了家，弗兰克亦诚恳地坦白了他灰暗的过往。原来，弗兰克是一名逃犯，他因为发现深爱的儿子并非自己亲生而在愤怒之中失手杀死了女友曼迪（Maika Buckley 饰）。随着时间的推移，弗兰克和阿黛尔之间的关系越来越亲密，两人决定带着亨利远走高飞，然而，正当计划即将顺利实施之时，亨利却将这个秘密告诉了早熟的女孩莲诺（布丽吉德·弗莱明 Brighid Fleming 饰），这一举动为阿黛尔和弗兰克带来了灾难性的麻烦。"
    },
    "坚不可摧": {
      "channel": "爱上4K测试体验",
      "title": "坚不可摧",
      "desc": "二次世界大战时，前奥林匹克长跑选手路易·赞贝里尼（杰克·奥康奈尔 Jack O'Connell 饰）驾驶的战机意外坠毁，路易与其他两位同机组员在海上漂流了47天之后，遭到日本海军长期囚禁，并受其中一位军官渡边长野（石原贵雅 Miyavi 饰）残忍虐待，甚至到战争结束后这个痛苦的梦魇仍挥之不去，他经常作恶梦、酗酒，在看似失去一切的时候，信仰解救了他，他最后更前往日本希望与渡边长野会面，愿意原谅他……  　　本片由安吉丽娜·朱莉执导并担任制片，改编自前奥运会长跑运动员的路易·赞贝里尼的真实经历，浓缩他从街头顽童、奥运选手以及二战期间个人跌宕起伏的经历，97岁的路易亲自出镜讲解。"
    },
    "青春誓言": {
      "channel": "爱上4K测试体验",
      "title": "青春誓言",
      "desc": "影片改编自英国女作家维拉·布里顿（Vera Brittain）成书于1933年的同名回忆录改编，回顾了她本人在一战期间的生活经历，以及她走向反战主义的心路历程。片中布里顿本人由瑞典新星艾丽西卡·维坎德饰演，哈灵顿将出演她的初恋情人。"
    },
    "月球": {
      "channel": "爱上4K测试体验",
      "title": "月球",
      "desc": "未来世界，随着科技的飞速进步，地球的污染也越来越严重。为了遏制这种现状，一家名为月能工业有限公司的企业应运而生。该公司致力于月球能源的开发，通过采集氦-3来满足地球对能源的需求。月能公司在月球设有基地，山姆·贝尔（山姆·洛克威尔 Sam Rockwell 饰）正是该基地 上唯一的工作人员。山姆是公司聘用的合同工，他已在月球孤零零地生活3年，陪伴他的只有智能机器人戈蒂（凯文·斯派西 Kevin Spacey 饰）。枯燥乏味的生活令山姆归心似箭，在还有两周就离开月球的时候，山姆偶然遭遇一起事故。醒来后的他发现戈蒂似乎对其有所隐瞒，公司高层也拒绝他的回程请求。山姆借机逃出基地，却在事故发生地点发现另一个自己……本片荣获2009年爱丁堡国际电影节最佳英国影片奖、2009年西雅图国际电影节最佳男主角奖。"
    },
    "我看到了光": {
      "channel": "爱上4K测试体验",
      "title": "我看到了光",
      "desc": "电影改编自Colin Escott所著的汉克·威廉姆斯的自传，故事将围绕着乡村音乐巨星威廉姆斯的声名鹊起之过程以及29岁的猝死。"
    }
  },
  "凤凰卫视香港台": {
    "喜宴": {
      "channel": "凤凰卫视香港台",
      "title": "喜宴",
      "desc": "伟同（赵文瑄 饰）是事业有成的男同志，与男友赛门（米切尔·利希滕斯坦 饰）在美国过着幸福的同居日子，烦恼来自要用各种招数应对远在台北的父（郎雄 饰）母（归亚蕾 饰）的一次次逼婚。伟同被逼以“乖乖仔”形象修书一封声称会在美国结婚，没料父母想亲眼见证。无奈，他只得拉上来自上海的不得志的女艺术家威威（金素梅 饰）“假婚”，想逃过一劫。父母对威威相当满意，却对伟同的草率态度不满，为让父母满意尽快返回台北，伟同犹如“拼命三郎”使出了浑身解数。但人算不如天算，不断的波折使得父母的返台日期一次次推迟，令他和赛门的感情亮起“红灯”，而威威又意外怀上了他的孩子。似乎，伟同在强大的父母面前，只能选择去做一个 “表面正常”的男人。"
    },
    "亚洲": {
      "channel": "凤凰卫视香港台",
      "title": "亚洲",
      "desc": "《亚洲》是BBC首部聚焦亚洲大陆的大型野生动物系列纪录片，由大卫·爱登堡爵士担纲解说。包括总制片人Roger Webb和系列制片人Matthew Wright在内的拍摄团队历时近四年，潜入湖泊、踏入丛林、穿越沙漠，并到访世界上最大的城市，捕捉到了充满戏剧性的、前所未见的野生动物行为。在整个旅程中，该系列纪录片探讨了关于保护亚洲大陆所面临的挑战，同时研究了未来保护亚洲野生动物和这片美丽与神奇栖息地的潜在解决方案。该纪录片由BBC Studios自然历史部制作，BBC America、法国电视台和德国电视二台联合出品。"
    }
  },
  "山东少儿": {
    "熊出没之春日对对碰": {
      "channel": "山东少儿",
      "title": "熊出没之春日对对碰",
      "desc": "该片讲述在春天的森林里的故事。为了阻止光头强破坏森林，保卫自己的家园，以熊大熊二为首的丛林动物们和光头强继续展开保卫森林的斗争的故事。"
    }
  },
  "TVB星河": {
    "律政强人": {
      "channel": "TVB星河",
      "title": "律政强人",
      "desc": "张强（方中信 饰）是法律界不败的神话，法庭上战绩彪炳，却甘于独自经营一家只有三人的小型事务所。他精明务实，深信法律是追求名利的最佳工具。香港最大的华资律师事务所“Donald & Co.”的资深委员会主席卓继尧（刘丹 饰），为制衡野心日益膨胀的执行合伙人刘谨昌（廖启智 饰），力邀张强加入，以此作为牵制。\n\n　　刘谨昌早年出身证监会，拥有深厚的政商网络，在妻子汪颖琳（李璧琦 饰）的辅助下，他加入Donald & Co.后迅速掌权。当他发现卓继尧并无让位之意后，便开始在公司内培植亲信，包括破格提拔资历尚浅的方宁（黄智雯 饰）为高级合伙人，并计划通过一宗大型企业上市案积累资本，意图“逼宫”夺权。\n\n　　张强的空降，打乱了刘谨昌的所有布局。两者对法律、利益与权力的理解截然不同：张强善用规则，追求的是直接的利益与胜利；刘谨昌则热衷操纵权术，目标是至高无上的掌控权。从法庭内外的针锋相对，到事务所委员会里的权谋暗战，一场关乎巨额利益与律所控制权的“战争”全面打响。在这场没有硝烟的对决中，法律既是他们的武器，也是他们的枷锁，而真正的“强人”，究竟是以权制胜，还是以法为尊？"
    },
    "Click入黄金屋": {
      "channel": "TVB星河",
      "title": "Click入黄金屋",
      "desc": "本剧以“书”为纽带，讲述了一个香港传统家庭中两代人对理想、亲情与事业的坚守与选择。\n\n方学文（秦沛 饰）是旧式书店的老臣子，对书籍有着深厚感情，与妻子颜如玉（韩马利 饰）因书结缘。他的大儿子方心明（黎耀祥 饰）为帮补家计，放弃升学远赴毛里求斯打工，资助弟弟心正（孙耀威 饰）赴美留学。十多年后，心明返港成为一名普通保安，而心正则学成归来，成为炙手可热的网络保安工程师。\n\n尽管两兄弟社会地位与收入悬殊，但亲情从未改变。父亲方学文为给大儿子更好的前途，毅然倾尽积蓄盘下一间即将结业的旧书店，希望心明接手。这个决定让心明从最初的不适应，到逐渐在书海中找到人生新方向，实现了父子两代人在精神上的传承。\n\n与此同时，事业有成的方心正却陷入感情困境，在回归的旧爱婉仪（杨思琦 饰）与投契的新同事希敏（杨秀惠 饰）之间难以抉择。方家小女儿心美（何天儿 饰）则代表了沉迷网络的年轻一代，引发了诸多家庭趣事与风波。全剧透过方家的喜怒哀乐，温情呈现了在数字时代背景下，传统价值观与亲情纽带的珍贵。"
    },
    "银楼金粉": {
      "channel": "TVB星河",
      "title": "银楼金粉",
      "desc": "数年前，佛山“尚银楼”陷入经营危机。当家大少爷尚铿（秦沛 饰）为取得沈家贷款，与妻子小蝶（薛家燕 饰）合谋，逼迫二弟尚鋆（伍卫国 饰）抛弃恋人程秀杏（伍咏薇 饰），与沈家小姐沈咏彤（杨婉仪 饰）成婚并远赴法国。阴险的尚铿更设计骗娶了绝望的秀杏。秀杏误以为是被尚鋆抛弃，为保名节才嫁入尚家，自此深居简出，忍气吞声，幸得丫鬟秋菊（杨思琦 饰）悉心照料，并与善良的大太太小蝶情同姐妹。\n\n　　多年后，接受西方民主思想熏陶的二少爷尚鋆携家眷归来探亲。他的新思潮与兄长尚铿守旧自私的“封建统治”发生激烈冲突。为革新银楼，尚鋆决定留下争夺当家之位，兄弟阋墙，家族内战一触即发。\n\n　　与此同时，秀杏偶然得知当年被设计陷害的真相，巨大的怨恨使她性情大变，从与世无争的柔弱女子逐渐变得工于心计、狠辣果决。她开始暗中谋划，誓要向毁掉她一生的尚家复仇。在一场接一场的家族风波、权谋算计与情感撕扯中，旧时代的伦理枷锁与新时代的思想火花猛烈碰撞，最终将每个人都推向无法预料的命运终点。"
    },
    "济公": {
      "channel": "TVB星河",
      "title": "济公",
      "desc": "天上伏虎罗汉与众仙打赌，称在凡间会令三名凡人于一定时限内为他人作出牺牲，否则他愿再受轮回之苦。伏虎罗汉化身和尚济公来到人间，边游戏人间边普渡为生的间隙，他选中被老天所罚的九世乞丐、遭男人欺女人辱的妓女、杀人如麻的大盗为实验品。凭借鬼马机智巧妙安排一番后，济公与三人建立了良好的关系，而最终，九世乞丐与大盗被济公感化作出为他人牺牲之举，妓女更是一往情深爱上他，令他开始为是否自动放弃神仙身份留在凡间而烦恼。"
    }
  },
  "ViuTV": {
    "爆旋陀螺X": {
      "channel": "ViuTV",
      "title": "爆旋陀螺X",
      "desc": "极限时刻即将到来！一名业余陀螺手和一名神秘前冠军组队，一起朝着X塔之巅挺进。"
    },
    "超级小熊布迷": {
      "channel": "ViuTV",
      "title": "超级小熊布迷",
      "desc": "布迷创造了一个虚拟游戏世界——星星世界，他的想法是将他和小伙伴们最喜爱的玩具在星星世界里面变成更酷更好玩的游戏 。当他把大家的玩具放进去的时候，程序意外的出现了一个错误。巴戈大魔王由此诞生，他想从游戏开始，夺走全世界小孩的玩具。从此，布迷和好朋友米娅、马克还有贝卜肩负起了保护玩具的使命，展开了充满惊奇与乐趣的玩具保卫战。《超级小熊布迷》动画系列是由上游动漫与企鹅影视联合出品，由上游动漫团队原创的针对4-8岁儿童的虚拟世界题材三维动画片，寓教于乐的情节，让孩子在观影中培养创新思维，树立团队精神，丰富儿童的世界观。企鹅影视与上游动漫联合，意在共同为全球儿童和各年龄层粉丝开发国际化高品质IP，创作世界级家庭娱乐内容，陪伴小朋友快乐成长，激发想象力，培养创造力！"
    }
  }
}