{
  "CCTV1": {
    "人民的选择": {
      "channel": "CCTV1",
      "title": "人民的选择(25)",
      "desc": "1945年，艰苦卓绝的抗日战争取得伟大胜利，中国在和平与战争、光明与黑暗等重大问题上，面临艰难抉择。以毛泽东、周恩来、朱德、刘少奇为首的中国共产党人，以人民为中心，与以蒋介石为首的国民党独裁者展开大决..."
    }
  },
  "山东卫视": {
    "地道战": {
      "channel": "山东卫视",
      "title": "地道战（46）",
      "desc": "故事发生在抗战时期的华北平原。堡垒村高家庄遭到日军少佐山田（王奎荣 饰）和汉奸汤丙会（李琦 饰）的偷袭，民兵队长高传宝（王千源 饰）设计将敌人引开，但狡猾的敌人分几路包抄，情况危在旦夕，关健时刻，渔民..."
    },
    "琉璃奇缘": {
      "channel": "山东卫视",
      "title": "琉璃奇缘",
      "desc": "淄城琉璃行会长张福海身怀绝技葡萄凝霜，为防技艺失传公开招徒。青年宋凯脱颖而出，却暗中与张福海的对手章大成勾结，利用偷学的技艺助其赢得琉璃争霸赛，并意图当众毁掉张福海的招牌。关键时刻，宋凯的母亲林飞红现..."
    },
    "大染坊": {
      "channel": "山东卫视",
      "title": "大染坊（1）",
      "desc": "清朝末年，一派萧瑟之气。父母早亡无家可归的十五岁少年陈六子流落街头，靠着要饭存活。但六子天子聪颖，机智灵活，时不时去听听说书，了解外面的世界。某个冬天，六子得到了饭店伙计锁子叔的照顾，让六子感激了一生..."
    }
  },
  "CCTV2": {
    "大泰山": {
      "channel": "CCTV2",
      "title": "大泰山(1)",
      "desc": "全景式4K纪录片《大泰山》在山东省委宣传部指导下，由山东广播电视台联合泰安市委、市政府共同策划出品，作品深入贯彻落实习近平总书记关于文化“两创”的重要论述和党的二十大精神，是深耕人文沃土、践行文化“两..."
    },
    "傲椒的湘菜": {
      "channel": "CCTV2",
      "title": "傲椒的湘菜(7)",
      "desc": "作为一档美食人文类纪录片，《傲椒的湘菜》由味及道，以湘菜为入口，反映湖湘文化养育出的人文精神。历经三年，走遍湖湘，跨越世界，纪录片以湖湘为源点，以世界作维度记录地域美食，通过美食反映湖南饮食文化和风土..."
    },
    "万物滋养": {
      "channel": "CCTV2",
      "title": "万物滋养(1)",
      "desc": "《万物滋养》系列纪录片以平等的态度，微观的视角揭开为人体带来无限生机的“植物食材”的故事：探寻其生长的天地、讲述其生命历程，并展示出中国人“天地共生，万物滋养”的滋补哲学和健康观。《万物滋养》系列纪录..."
    },
    "圈粉食刻": {
      "channel": "CCTV2",
      "title": "圈粉食刻(1)",
      "desc": "《圈粉食刻》是首部以系列片形式记录梳理广西米粉的美食纪录片。说起米粉，最当红的莫过于螺蛳粉。然而在它的家乡广西，螺蛳粉短短四十年历史只能算是小字辈。在这片米粉的热土上，十里不同音，百里不同“粉”，每..."
    },
    "万物之生": {
      "channel": "CCTV2",
      "title": "万物之生(3)",
      "desc": "天地间，万物有灵；种群纷繁，皆相伴而生，一同栉风沐雨，行循自然。云之南，基因王国；多样生命，虽生而不同，却于彩云之境，相依而存。洞悉生命的含义，聆听自然的密语；以自然之道，养万物之生。本片以联合国《..."
    }
  },
  "CCTV4": {
    "春晖": {
      "channel": "CCTV4",
      "title": "春晖(2)",
      "desc": "葛健豪16岁时与蔡蓉峰结婚，婚后，家境每况愈下。为维持生计，葛健豪帮夫君在上海谋了一份官职。一八九九年，三十四岁的葛健豪带着儿女随蔡蓉峰在上海生活。在秋瑾的影响下，回到老家的葛健豪揣怀着追求光明的中国..."
    },
    "飞哥战队": {
      "channel": "CCTV4",
      "title": "飞哥战队(49)",
      "desc": "驻扎济南的日军高层对梁飞屡次破坏日军的计划恨之入骨，特别将有作战经验的山本调到济南，成立特别行动小组，并制定了一套围剿梁飞及武工队的作战方案。八路军济南武工队得知这一情报，特命梁飞调动一切可以调动的抗..."
    },
    "太行山上": {
      "channel": "CCTV4",
      "title": "太行山上(1)",
      "desc": "这部剧 将大量笔墨放在普通人物身上。在阳 明堡战斗中，769团营长赵崇德积极 请战，安排突击队从东西两侧秘密进 入机场，但是，在接近飞机约30米时 被敌哨兵发觉，赵崇德当机立断，命 令发起攻击，由于时..."
    },
    "铁道风云": {
      "channel": "CCTV4",
      "title": "铁道风云(1)",
      "desc": "该剧讲述了1927年的东北，曹默飞等人为了修建一条属于中国人自己掌控的铁路，与日本侵略者展开浴血搏杀的故事。"
    },
    "国缘": {
      "channel": "CCTV4",
      "title": "中国缘",
      "desc": "本片以“一带一路”沿线国家的民间文化交流为背景，选取一系列有代表性的人物，讲述他们如何拥抱、学习、交流中国文化，与中华传统文化结缘的故事，以小见大、以点带面，展示在传统与现代、古老与新兴的互鉴融合中，..."
    }
  }
}